Repository: WP-Translations/language-packs
Catalog: w3-total-cache/languages/w3-total-cache-*.po
Languages: it_it

source: Specify the pages and feeds to purge when posts are created, edited, or comments posted. The defaults are recommended because additional options may reduce server performance:
it_it: Specifica per quali pagine e feed svuotare la cache quando gli articoli vengono creati, modificati, o dei commenti vengono inseriti. Si raccomanda di utilizzare i valori di default perch&egrave; delle opzioni addizionali potrebbero ridurre le performance del server:

source: Specify number of pages that lists posts (archive etc) that should be purged on post updates etc, i.e example.com/ ... example.com/page/5. <br />0 means all pages that lists posts are purged, i.e example.com/page/2 ... .
it_it: Specifica il numero di pagine che elencano degli articoli (archivio eccetera) per cui svuotare la cache quando si aggiorna un articolo, ad esempio example.com/ ... example.com/page/5. <br />0 significa che la cache sar&agrave; svuotata per tutte le pagine che elencano degli articoli, ad esempio example.com/page/2 ... .

source: Specify additional pages to purge. Including parent page in path. Ex: parent/posts.
it_it: Specifica delle pagine addizionali per cui svuotare la cache. Nel percorso occorre specificare anche le pagine padre. Ad esempio: parent/posts.

source: Specify a regular expression that matches your sitemaps.
it_it: Specifica una espressione regolare che combaci con la tua sitemap.

source: Late initialization:
it_it: Inizializzazione ritardata:

source: Enables support for WordPress functionality in fragment caching for the page caching engine. Use of this feature may increase response times.
it_it: Abilita il supporto alle funzionalit&agrave; di WordPress nella fragmnet cache per l'engine della cache delle pagine. L'utilizzo di questa funzionalit&agrave; potrebbe incrementare i tempi di risposta.

source: Compatibility mode
it_it: Modalit&agrave; Compatibilit&agrave;

source: Decreases performance by ~20% at scale in exchange for increasing interoperability with more hosting environments and WordPress idiosyncrasies. This option should be enabled for most sites
it_it: Decrementa le performance del ~20% circa per poter incrementare l'interoperabilit&agrave; con pi&ugrave; server e idiosincrasie WordPress. Questa opzione dovrebbe essere abilitata per la maggiorparte dei siti

source: Charset:
it_it: Set di caratteri:

source: Resolve issues incorrect odd character encoding that may appear in cached pages.
it_it: Risolve problematiche legate alla codifica di caratteri, che potrebbero apparire in maniera strana nelle pagine presenti in cache.

source: Reject HEAD requests:
it_it: Rifiuta le richieste HEAD:

source: If disabled, HEAD requests can often be cached resulting in "empty pages" being returned for subsequent requests for a <acronym title="Uniform Resource Indicator">URL</acronym>.
it_it: Se disabilitato, le richieste HEAD potrebbero essere inserite in cache, con il risultato di avere delle "pagine vuote" come risposta a richieste consecutive sullo stesso <acronym title="Uniform Resource Indicator">URL</acronym>.

source: Significantly reduce the default <acronym title="Time to Live">TTL</acronym> for comment cookies to reduce the number of authenticated user traffic. Enter -1 to revert to default <acronym title="Time to Live">TTL</acronym>.
it_it: Riduci in maniera significativa il <acronym title="Time to Live">TTL</acronym> di default per i cookie dei commenti per ridurre il traffico per gli utenti autenticati. Inserisci -1 per tornare al valore <acronym title="Time to Live">TTL</acronym> di default.

source: Always cache URLs with these query strings.
it_it: Popola sempre la cache con gli URL che hanno queste query string.

source: Never send cache pages for these user agents.
it_it: Non inviare mai le pagine presenti nella cache per questi user agent.

source: Never cache pages that use the specified cookies.
it_it: Non inserire mai in cache le pagine che utilizzano i cookie specificati.

source: Always ignore the specified pages / directories. Supports regular expressions (See <a href="%s">FAQ</a>)
it_it: Ignora sempre le pagine o i percorsi specificati. Supporta le espressioni regolari (Vedi le <a href="%s">FAQ</a>)

source: Cache the specified pages / directories even if listed in the "never cache the following pages" field. Supports regular expression (See <a href="%s">FAQ</a>)
it_it: Inserisci in cache i percorsi o le pagine specificate anche se sono elencate nel campo "non inserire mai in cache queste pagine". Supporta le espressioni regolari (Vedi le <a href="%s">FAQ</a>)

source: Cache the specified pages even if they don't have tailing slash.
it_it: Inserisci in cache le pagine specificate anche se non hanno lo slash finale.

source: Specify additional page headers to cache.
it_it: Specifica header addizionali della pagina da inserire in cache.

source: Return correct Content-Type header for XML files. Slows down cache engine.
it_it: Restituisci il corretto header Content-Type per i file XML. Rallenta l'engine della cache.

source: Enable <acronym title="Hypertext Transfer Protocol">HTTP</acronym> compression in the "<acronym title="Hypertext Markup Language">HTML</acronym>" section on <a href="admin.php?page=w3tc_browsercache">Browser Cache</a> Settings tab.
it_it: Abilita la compressione <acronym title="Hypertext Transfer Protocol">HTTP</acronym> nella sezione "<acronym title="Hypertext Markup Language">HTML</acronym>" del tab delle impostazioni sulla <a href="admin.php?page=w3tc_browsercache">Cache lato Browser</a>.

source: The <acronym title="Time to Live">TTL</acronym> of page cache files is set via the "Expires header lifetime" field in the "<acronym title="Hypertext Markup Language">HTML</acronym>" section on <a href="admin.php?page=w3tc_browsercache">Browser Cache</a> Settings tab.
it_it: Il <acronym title="Time to Live">TTL</acronym> dei file della cache delle pagine &eacute; impostato tramite il campo "Lifetime dell'header expires" nella sezione "<acronym title="Hypertext Markup Language">HTML</acronym>" del tab delle impostazioni sulla <a href="admin.php?page=w3tc_browsercache">Cache lato Browser</a>.

source: Fragment caching via %s is currently %s.
it_it: La fragment cache tramite %s &eacute; al momento %s.

source: Empty the entire cache
it_it: Svuota l'intera cache

source: if needed.
it_it: se necessario.

source: Overview
it_it: Riepilogo

source: Registered fragment groups:
it_it: Gruppi di fragment registrati:

source: The groups above will be flushed upon setting changes.
it_it: La cache per i gruppi precedenti sar&agrave; svuotata al cambiamento delle impostazioni.

source: No groups have been registered.
it_it: Non &eacute; stato registrato alcun gruppo.

source: Registered site-wide fragment groups:
it_it: Gruppi di fragment registrati per tutto il sito:

source: The site-wide groups above will be purged upon setting changes.
it_it: La cache per i gruppi per tutto il sito precedenti sar&agrave; svuotata al cambiamento delle impostazioni.

source: No site-wide groups have been registered.
it_it: Non &eacute; stato registrato alcun gruppo per tutto il sito.

source: Specify fragment groups that should be managed by W3 Total Cache. Enter one action per line comma delimited, e.g. (group, action1, action2). Include the prefix used for a transient by a theme or plugin.
it_it: Specifica i gruppi di fragment che dovrebbero essere gestiti da W3 Total Cache. Inserisci una azione per volta, delimitata da una virgola, ad esempio (group, action1, action2). Includi il prefisso usato dai temi o dai plugin.

source: Referrer group support is always <span class="w3tc-enabled">enabled
it_it: Il supporto ai gruppi di referrer &eacute; sempre <span class="w3tc-enabled">attivo

source: of referrers by specifying names in the referrers field. Assign a set of referrers to use a specific theme, redirect them to another domain, create referrer groups to ensure that a unique cache is created for each referrer group. Drag and drop groups into order (if needed) to determine their priority (top -&gt; down).
it_it: di referrer specificando i nomi nel campo dei referrer. Assegna un tema da utilizzare ad ogni insieme di referrer, reindirizzali su un altro dominio, crea gruppi di referrer per assicurare che una cache univoca sia creata per ogni gruppo. Ordina (se necessario) i gruppi utilizzando il Drag &amp; drop per determinarne la priorit&agrave; (dal pi&ugrave; al meno prioritario).

source: Delete group
it_it: Cancella gruppo

source: Assign this group of referrers to a specific theme. Selecting "Pass-through" allows any plugin(s) (e.g. referrer plugins) to properly handle requests for these referrers. If the "redirect users to" field is not empty, this setting is ignored.
it_it: Assegna questo gruppo di referrer ad uno specifico tema. Selezionando "pass-through" permetti a qualsiasi plugin (ad esempio, plugin per i referrer) di gestire correttamente le richieste per questi referrer. Se il campo "reindirizza utenti su" non &eacute; vuoto, questa impostazione viene ignorata.

source: A 302 redirect is used to send this group of referrers to another hostname (domain).
it_it: Per reindirizzare questo gruppo di referrer ad un altro hostname (dominio) verr&agrave; utilizzato un redirect 302.

source: Referrers:
it_it: Referrer:

source: Specify the referrers for this group. Remember to escape special characters like spaces, dots or dashes with a backslash. Regular expressions are also supported.
it_it: Specifica i referrer per questo gruppo. Ricorda di effettuare l'escape dei caratteri speciali come spazi, punti o trattini, utilizzando il backslash. Sono supportate anche le espressioni regolari.

source: No groups added. All referrers recieve the same page and minify cache results.
it_it: Nessun gruppo inserito. Tutti i referrer ricevono gli stessi risultati dalla cache di pagina e del minify.

source: Required Information
it_it: Informazione richiesta

source: Request type:
it_it: Tipo di richiesta:

source: Blog <acronym title="Uniform Resource Locator">URL</acronym>:
it_it: <acronym title="Uniform Resource Locator">URL</acronym> del blog:

source: Subject:
it_it: Soggetto:

source: Issue description:
it_it: Descrizione del problema:

source: Attach template:
it_it: Allega template:

source: Attach file:
it_it: Allega file:

source: Attach more files
it_it: Allega pi&ugrave; file

source: Additional Information
it_it: Informazioni aggiuntive

source: Phone:
it_it: Telefono:

source: Forum Topic URL:
it_it: URL dell'argomento del forum:

source: <acronym title="WordPress">WP</acronym> Admin login:</label>
it_it: Nome utente dell'amministratore di <acronym title="WordPress">WP</acronym>:</label>

source: <acronym title="WordPress">WP</acronym> Admin password:</label>
it_it: Password per l'amministratore di <acronym title="WordPress">WP</acronym>:</label>

source: <acronym title="Secure Shell">SSH</acronym> / <acronym title="File Transfer Protocol">FTP</acronym> host:
it_it: Host <acronym title="Secure Shell">SSH</acronym> / <acronym title="File Transfer Protocol">FTP</acronym>:

source: <acronym title="Secure Shell">SSH</acronym> / <acronym title="File Transfer Protocol">FTP</acronym> login:
it_it: Login <acronym title="Secure Shell">SSH</acronym> / <acronym title="File Transfer Protocol">FTP</acronym>:

source: <acronym title="Secure Shell">SSH</acronym> / <acronym title="File Transfer Protocol">FTP</acronym> password:
it_it: Password <acronym title="Secure Shell">SSH</acronym> / <acronym title="File Transfer Protocol">FTP</acronym>:

source: Would you like to be notified when products are announced and updated?
it_it: Vuoi ricevere una notifica quando i prodotti vengono annunciati e aggiornati?

source: Yes, please notify me.
it_it: Si, inviami una notifica.

source: <acronym title="WordPress">WP</acronym> Admin login:
it_it: Nome utente dell'amministratore di <acronym title="WordPress">WP</acronym>:</label>

source: <acronym title="WordPress">WP</acronym> Admin password:
it_it: Password per l'amministratore di <acronym title="WordPress">WP</acronym>:</label>

source: All submitted data will not be saved and is used solely for the purposes your support request. You will not be added to a mailing list, solicited without your permission, nor will your site be administered after this support case is closed.
it_it: I dati inseriti non saranno salvati e saranno utilizzati esclusivamente per poter fornire un supporto. Non sarai inserito in alcuna mailing list, n&egrave; contattato senza il tuo permesso, e il tuo sito non sar&agrave; amministrato dopo la chiusura di questa richiesta di supporto.

source: Instead of providing your primary administrative or <acronym title="Secure Shell">SSH</acronym> / <acronym title="File Transfer Protocol">FTP</acronym> accounts, create a new administrator account that can be disabled when the support case is closed.
it_it: Piuttosto che fornire il tuo account amministrativo o l'account <acronym title="Secure Shell">SSH</acronym> / <acronym title="File Transfer Protocol">FTP</acronym>, crea un nuovo account amministratore che potrai poi disabilitare quando la richiesta di supporto sar&agrave; chiusa.

source: Please add the domain w3-edge.com to your <a href="http://en.wikipedia.org/wiki/Whitelist" target="_blank">email whitelist</a> as soon as possible.
it_it: Aggiungi il dominio w3-edge.com alla tua <a href="http://en.wikipedia.org/wiki/Whitelist" target="_blank">whitelist email</a> il prima possibile.

source: Submit request
it_it: Invia la richiesta

source: Make Payment
it_it: Effettua il pagamento

source: Price: %.2f USD
it_it: Prezzo: %.2f USD

source: Buy now
it_it: Procedi con l'acquisto

source: Choose Request Type
it_it: Scegli un tipo di richiesta

source: -- Choose Type --
it_it: -- Scegli un tipo --

source: Request premium services, suggest a feature or submit a bug using the form below:
it_it: Richiedi i servizi premium, suggerisci una nuova funzionalit&agrave; o segnala un bug utilizzando la form sottostante:

source: This tool will upload files of the selected type to content delivery network provider.
it_it: Questo strumento caricher&agrave; file del tipo selezionato nella content delivery network.

source: Total files:
it_it: File totali:

source: Processed:
it_it: Elaborati:

source: Status:
it_it: Stato:

source: Time elapsed:
it_it: Tempo impiegato:

source: Last response:
it_it: Ultima risposta:

source: Start
it_it: Inizia

source: Total media library attachments:
it_it: Numero totale di allegati della Media Library:

source: This tool will copy post or page attachments into the Media Library allowing WordPress to work as intended.
it_it: Questo strumento effettuer&agrave; una copia degli allegati di una pagina o un articolo nella Media Library, permettendo a WordPress di funzionare come richiesto.

source: Total posts:
it_it: Post totali:

source: Create a list of permanent (301) redirects for use in your site's .htaccess file
it_it: Crea una lista di redirect (301) permanenti da utilizzare nel file .htaccess del tuo sito

source: Create a list of redirects to <acronym title="Content Delivery Network">CDN</acronym> (hostname specified in hostname field #1.)
it_it: Crea una lista di redirect alla <acronym title="Content Delivery Network">CDN</acronym> (hostname specificato nel campo hostname #1.)

source: Add the following directives to your .htaccess file or if there are several hundred they should be added directly to your configuration file:
it_it: Aggiungi le seguenti direttive nel tuo file .htaccess o, se le direttive sono diverse centinaia, aggiungile direttamente al tuo file di configurazione:

source: Remove objects from the CDN by specifying the relative path on individual lines below and clicking the "Purge" button when done. For example:
it_it: Rimuovi oggetti dalla CDN specificandone il percorso relativo sulle righe sottostanti, un oggetto per riga, e cliccando il pulsante "Svuota". Ad esempio:

source: the directory itself (only when accessed directly without any file).
it_it: la cartella stessa (solo quando viene visualizzata direttamente senza alcun file).

source: all files in the directory with no extension, with all parameter variations.
it_it: tutti i file nella cartella senza alcuna estensione, con tutte le variazioni dei parametri.

source: all files in the directory whose extension is "jpg".
it_it: tutti i file nella cartella che hanno l'estensione "jpg".

source: the specific file (when the file does not have an extension), and without parameters.
it_it: il file specifico (quando il file non ha una estensione), e senza parametri.

source: the specific file with its extension, and without parameters.
it_it: il file specifico con la sua estensione, e senza parametri.

source: the specific file with its extension, with all variation of parameters.
it_it: il file specifico con la sua estensione, con tutte le variazioni dei parametri.

source: the specific file with its extension, with the specific parameters.
it_it: il file specifico con la sua estensione, con i parametri specificati.

source: Files to purge:
it_it: File da cancellare:

source: This tool lists the pending file uploads and deletions.
it_it: Questo strumento elenca tutti i file da caricare e da cancellare.

source: Upload queue
it_it: Coda di caricamento

source: Delete queue
it_it: Coda di cancellazione

source: Purge queue
it_it: Coda di cancellazione definitiva

source: Local Path
it_it: Percorso locale

source: Remote Path
it_it: Percorso remoto

source: Last Error
it_it: Ultimo errore

source: Date
it_it: Data

source: Empty upload queue
it_it: Svuota la coda di caricamento

source: Process CDN queue now
it_it: Elabora la coda della CDN adesso

source: Upload queue is empty
it_it: La coda di caricamento &eacute; vuota

source: Empty delete queue
it_it: Svuota la coda di cancellazione

source: Delete queue is empty
it_it: La coda di cancellazione &eacute; vuota

source: Empty purge queue
it_it: Svuota la coda di cancellazione definitiva

source: Purge queue is empty
it_it: La coda di cancellazione definitiva &eacute; vuota

source: This tool allows you to modify the URL of Media Library attachments. Use it if the "WordPress address (<acronym title="Uniform Resource Indicator">URL</acronym>)" value has been changed in the past.
it_it: Questo strumento ti permette di modificare l'URL degli allegati della Media Library. Utilizzalo se il valore dell' "indirizzo di WordPress (<acronym title="Uniform Resource Indicator">URL</acronym>)" &eacute; stato modificato in passato.

source: Domains to rename:
it_it: Dominio da rinominare:

source: e.g.: domain.com
it_it: ad esempio: domain.com

source: Page Speed Score:
it_it: Punteggio di Page Speed:

source: Expand all
it_it: Espandi tutti

source: Collapse all
it_it: Riduci tutti

source: Refresh analysis
it_it: Aggiorna analisi

source: Resolution:
it_it: Risoluzione:

source: Unable to fetch Page Speed results.
it_it: Impossibile reperire i risultati di Page Speed.

source: Refresh Analysis
it_it: Aggiorna analisi

source: Loading&#8230;
it_it: Caricamento&#8230;

source: This widget requires JavaScript.
it_it: Questo widget richiede JavaScript.

source: Status: %s
it_it: Stato: %s

source: Manage
it_it: Gestisci

source: Reports
it_it: Rapporti

source: Reports - 30 days
it_it: Rapporti - 30 giorni

source: <span>Transferred:</span> %s
it_it: <span>Trasferiti:</span> %s

source: <span>Cache Hits:</span> %d (%d%%)
it_it: <span>Interrogazioni della Cache:</span> %d (%d%%)

source: <span>Cache Misses (non-cache hits):</span> %d (%d%%)
it_it: <span>Fallimenti della Cache Misses (cache non interrogata):</span> %d (%d%%)

source: Requests
it_it: Richieste

source: Content Breakdown
it_it: Insuccessi

source: Hits
it_it: Interrogazioni

source: MaxCDN encountered an error trying to retrieve data, make sure your host support cURL and outgoing requests: %s
it_it: MaxCDN ha incontrato un errore durante il tentativo di reperimento dei dati, assicurati che il tuo server supporti cURL e le richieste in uscita: %s

source: Add the MaxCDN content delivery network to increase website speeds dramatically in just a few minutes!
it_it: Aggiungi la concent delivery network MaxCDN per incrementare la velocit&agrave; del tuo sito in maniera drastica ed in pochi minuti!

source: New customers
it_it: Nuovi utenti

source: MaxCDN is a service that lets you speed up your site even more with W3 Total Cache.
it_it: MaxCDN &eacute; un servizio che ti permette di accelerare il tuo sito ancor di pi&ugrave; con W3 Total Cache.

source: 100% Money Back Guarantee (30 Days)
it_it: Rimborso garantito al 100% (in 30 giorni)

source: Current customers
it_it: Utenti correnti

source: Once you've signed up or if you're an existing MaxCDN customer, to enable CDN:
it_it: Dopo esserti registrato o se sei gi&agrave; un utente di MaxCDN, per abilitare la CDN:

source: You have no zone connected with this site. Click button to create a default zone.
it_it: Non hai collegato alcuna zona con questo sito. Clicca il pulsante per creare una zona di default.

source: NetDNA encountered an error trying to retrieve data, make sure your host support cURL and outgoing requests: %s
it_it: NetDNA ha incontrato un errore durante il tentativo di reperimento dei dati, assicurato che il tuo server supporti cURL e le richieste in uscita: %s

source: Once you've signed up or if you're an existing NetDNA customer, to enable CDN:
it_it: Dopo esserti registrato o se sei gi&agrave; un utente di NetDNA, per abilitare la CDN:

source: You have not configured API key and Account Id.
it_it: Non hai configurato l'API key e l'Account Id.

source: Average times
it_it: Tempi medi

source: Top 5 slowest times
it_it: I 5 tempi pi&ugrave; lenti

source: Page load times
it_it: Tempi di caricamento delle pagine

source: Not enough data
it_it: Dati insufficienti

source: Data not available to this subscription level.
it_it: Dati non disponibili per questo livello di sottoscrizione.

source: Web Transaction times
it_it: Tempi delle transazioni Web

source: Database times
it_it: Tempi di Database

source: Subscription level:
it_it: Livello di sottoscrizione:

source: Upgrade your New Relic account to enable more metrics.
it_it: Effettua l'upgrade del tuo account New Relic per abilitare metriche aggiuntive.

source: We're working to make WordPress better. Please support us, here's how:
it_it: Stiamo lavorando per rendere WordPress migliore. Dacci il tuo supporto:

source: Rate:
it_it: Valutaci:

source: select one
it_it: seleziona un'opzione

source: Or manually place a link, here is the code:
it_it: O inserisci un link manualmente, utilizzando questo codice:

source: Performance Optimization %s by W3 EDGE
it_it: Ottimizzazione delle performance %s by W3 EDGE

source: Zone for %s was created by W3 Total Cache
it_it: Una zona per %s &eacute; stata creata by W3 Total Cache

source: Pending
it_it: In sospeso

source: Active
it_it: Attivo

source: Cancelled
it_it: Cancellato

source: Suspended
it_it: Sospeso

source: Fraud
it_it: Truffa

source: unknown
it_it: sconosciuto

source: Invalid API key or Account ID
it_it: API key o Account ID non validi

source: Page load time
it_it: Tempo di caricamento della pagina

source: Web Transaction
it_it: Transazione Web

source: %s is not an correct action.
it_it: %s non &eacute; una azione corretta.

source: action %s does not exist for %s
it_it: l'azione %s non esiste per %s

source: File successfully deleted from the queue.
it_it: File cancellato con successo dalla coda.

source: Queue successfully emptied.
it_it: Coda svuotata con successo.

source: Number of processed queue items: %d
it_it: Numero di elementi della coda processati: %d

source: Unsuccessful file transfer queue.
it_it: Coda di trasferimenti falliti.

source: Media Library export
it_it: Esporta Media Library
