Repository: WP-Translations/language-packs
Catalog: w3-total-cache/languages/w3-total-cache-*.po
Languages: it_it

source: Memcached cache(s) successfully emptied.
it_it: La cache (o le cache) memcached &eacute; stata svuotata con successo.

source: Opcode cache(s) successfully emptied.
it_it: La cache (o le cache) opcode &eacute; stata svuotata con successo.

source: APC system cache successfully emptied
it_it: La cache del sistema APC &eacute; stata svuotata con successo.

source: Disk cache(s) successfully emptied.
it_it: La cache (o le cache) su disco &eacute; stata svuotata con successo.

source: Page cache successfully emptied.
it_it: La cache delle pagine &eacute; stata svuotata con successo.

source: Database cache successfully emptied.
it_it: La cache del database &eacute; stata svuotata con successo.

source: Object cache successfully emptied.
it_it: La cache degli oggetti &eacute; stata svuotata con successo.

source: Fragment cache successfully emptied.
it_it: La fragment cache &eacute; stata svuotata con successo.

source: Minify cache successfully emptied.
it_it: La cache del minify &eacute; stata svuotata con successo.

source: Media Query string has been successfully updated.
it_it: Le Media Query String sono state aggiornate con successo.

source: Varnish servers successfully purged.
it_it: I server Varnish sono stati svuotati con successo.

source: CDN was successfully purged.
it_it: La CDN &eacute; stata svuotata con successo.

source: The support request has been successfully sent.
it_it: La richiesta di supporto &eacute; stata inviata con successo.

source: Settings successfully imported.
it_it: Le impostazioni sono state importate con successo.

source: Settings successfully restored.
it_it: Le impostazioni sono state ripristinate con successo.

source: Preview mode was successfully enabled
it_it: La modalit&agrave; Anteprima &eacute; stata attivata con successo

source: Preview mode was successfully disabled
it_it: La modalit&agrave; Anteprima &eacute; stata disattivata con successo

source: Preview settings successfully deployed. Preview mode remains enabled until it's disabled. Continue testing new settings or disable preview mode if done.
it_it: Le impostazioni dell'anteprima sono state rese effettive. La modalit&agrave; anteprima rimarr&agrave; attiva fino a quando onn sar&agrave; disabilitata. Continua a provare nuove impostazioni o disabilita la modalit&agrave; anteprima se hai finito.

source: Attachment successfully purged.
it_it: L'allegato &eacute; stato cancellato definitivamente dalla cache.

source: Post successfully purged.
it_it: Il post &eacute; stato cancellato definitivamente dalla cache.

source: Page successfully purged.
it_it: La pagina &eacute; stata cancellata definitivamente dalla cache.

source: New relic settings have been updated.
it_it: Le impostazioni di New Relic sono state aggiornate.

source: The add-in has been removed.
it_it: L'add-in &eacute; stato rimosso.

source: Site has been subscribed.
it_it: Il sito &eacute; stato sottoscritto.

source: Edge mode has been enabled.
it_it: La modalit&agrave; Edge &eacute; stata attivata.

source: Edge mode has been disabled.
it_it: La modalit&agrave; Edge &eacute; stata disattivata.

source: Pull Zone was automatically created.
it_it: La Pull Zone &eacute; stata creata automaticamente.

source: Extension has been successfully activated.
it_it: L'estensione &eacute; stata attivata con successo.

source: Required files and directories have been automatically created
it_it: Le cartelle e i file richiesti sono stati creati automaticamente

source: empty the page cache
it_it: svuota la cache delle pagine

source: check the %s to maintain the desired user experience
it_it: verifica %s per mantenere l'esperienza d'uso desiderata

source: minify settings
it_it: impostazioni del minify

source: One or more plugins have been activated or deactivated, please %s. %s
it_it: Uno o pi&ugrave; plugin sono stati attivati o disattivati. %s. %s

source: and
it_it: e

source: The setting change(s) made either invalidate the cached data or modify the behavior of the site. %s now to provide a consistent user experience.
it_it: Le modifiche effettuate alle impostazioni hanno invalidato i dati presenti nella cache o modificano il comportamento del sito. %s adesso per fornire una esperienza d'uso consistente.

source: Empty the object cache
it_it: Svuota la cache degli oggetti

source: Recently an error occurred while creating the CSS / JS minify cache: %s. %s
it_it: Di recente, si &eacute; verificato un errore durante la creazione della cache del minify per i file CSS / JS: %s. %s

source: Empty the minify cache
it_it: Svuota la cache del minify

source: The directory w3tc can be deleted. %s: %s. However, <em>do not remove the w3tc-config directory</em>. %s
it_it: La cartella w3tc pu&ograve; essere cancellata. %s: %s. Tuttavia, <em>non rimuovere la cartella w3tc-config</em>. %s

source: Fragment caching is disabled
it_it: L'utilizzo della fragment cache &eacute; disabilitato

source: The active theme has changed, please %s now to ensure proper operation. %s
it_it: Il tema attivo &eacute; cambiato, %s ora per assicurare una corretta operativit&agrave;. %s

source: upload active theme files
it_it: carica i file del tema attivo

source: Upgraded WordPress? Please %s files now to ensure proper operation. %s
it_it: Hai aggiornato WordPress? %s ora per assicurare una corretta operativit&agrave;. %s

source: Make sure to %s and upload the %s, files to the <acronym title="Content Delivery Network">CDN</acronym> to ensure proper operation. %s
it_it: Assicurati di %s e carica i file %s nella <acronym title="Content Delivery Network">CDN</acronym> per assicurare una corretta operativit&agrave;. %s

source: Settings that affect Browser Cache settings for files hosted by the CDN have been changed. To apply the new settings %s and %s. %s
it_it: Alcune impostazioni che si riflettono sulle impostazioni della Cache lato Browser per i file caricati sulla CDN sono state cambiate. Per applicare le nuove impostazioni %s e %s. %s

source: export the media library
it_it: esporta la media library

source: Make sure to whitelist your servers IPs. Follow the instructions on %s. The IP for this server is %s. %s
it_it: Assicurati di mettere gli IP del tuo server in whitelist. Segui le istruzioni su %s. L'IP per questo server &eacute; %s. %s

source: The %s has unresolved errors. Empty the queue to restore normal operation.
it_it: Il %s ha degli errori non risolti. Svuota la coda per ripristinare la normale operativit&agrave;.

source: unsuccessful transfer queue
it_it: coda di trasferimento fallita

source: Encountered issue with CDN: %s. See %s for instructions of creating correct table.
it_it: Si &eacute; riscontrato un problema con la CDN: %s. Vedi %s per ottenere istruzioni su come create la tabella corretta.

source: Install page
it_it: Pagina di installazione

source: Encountered issue with CDN: %s.
it_it: Si &eacute; riscontrato un problema con la CDN: %s.

source: Browser Cache and use compression
it_it: Cache lato Browser e usa la compressione

source: Application monitoring has detected that your page load time is higher than 300ms. It is recommended that you enable the following features: %s %s
it_it: Il monitoraggio dell'applicazione ha riscontrato che i tempi medi di caricamento delle pagine sono pi&ugrave; alti di 300ms. Ti raccomandiamo di abilitare le seguenti funzionalit&agrave;: %s %s

source: Page Cache: %s.
it_it: Cache di pagina: %s.

source: Object Cache: %s.
it_it: Cache degli oggetti: %s.

source: The following memcached servers are not responding or not running:</p><ul>
it_it: I seguenti server memcached non stanno rispondendo o non sono funzionanti:</p><ul>

source: </ul><p>This message will automatically disappear once the issue is resolved.
it_it: </ul><p>Questo messaggio sparir&agrave; in maniera automatica quando il problema sar&agrave; risolto.

source: The <strong>CURL PHP</strong> extension is not available. Please install it to enable S3 or CloudFront functionality. %s
it_it: L'estensione <strong>PHP CURL</strong> non &eacute; disponibile. Installala per abilitare le funzionalit&agrave; di S3 o CloudFront. %s

source: Unfortunately the PHP installation is incomplete, the <strong>zlib module is missing</strong>. This is a core PHP module. Notify the server administrator. %s
it_it: Sfortunatamente l'installazione del PHP non &eacute; completa, il <strong>modulo zlib non &eacute; presente</strong>. Si tratta di un modulo del core di PHP. Avvisa l'amministratore del server. %s

source: Either the PHP configuration, web server configuration or a script in the WordPress installation has <strong>zlib.output_compression</strong> enabled.<br />Please locate and disable this setting to ensure proper HTTP compression behavior. %s
it_it: La configurazione del PHP, la configurazione del server web o uno script nell'installazione di WordPress ha il parametro <strong>zlib.output_compression</strong> abilitato.<br />Trova e disabilita questa impostazione per assicurare un comportamento corretto con la compressione HTTP. %s

source: <strong>%s</strong> is write-able. When finished installing the plugin, change the permissions back to the default: <strong>chmod 755 %s</strong>. Permissions are currently %s. %s
it_it: <strong>%s</strong> &eacute; scrivibile. QUando hai terminato di installare il plugin, riporta i permessi al valore di default: <strong>chmod 755 %s</strong>. I permessi al momento sono %s. %s

source: <strong>%s</strong> permissions were changed during the setup process. Permissions are currently %s.<br />To restore permissions run <strong>chmod %s %s</strong>. %s
it_it: I permessi <strong>%s</strong> sono stati cambiati durante il processo di installazione. I permessi al momento sono %s.<br />Per ripristinarli esegui <strong>chmod %s %s</strong>. %s

source: The required directives for fancy permalinks could not be detected, please confirm they are available: <a href="http://codex.wordpress.org/Using_Permalinks#Creating_and_editing_.28.htaccess.29">Creating and editing</a> %s
it_it: Impossibile identificare le direttive richieste per i permalink, verifica che siano disponibili: <a href="http://codex.wordpress.org/Using_Permalinks#Creating_and_editing_.28.htaccess.29">Crea e modifica I Permalink</a> %s

source: The uploads directory is not available. Default WordPress directories will be created: <strong>%s</strong>.
it_it: La cartella di caricamento non &eacute; disponibile. Verranno create le cartelle di default di WordPress: <strong>%s</strong>.

source: The uploads path found in the database (%s) is inconsistent with the actual path. Please manually adjust the upload path either in miscellaneous settings or if not using a custom path %s automatically to resolve the issue.
it_it: Il percorso di caricamento trovato nel database (%s) Non &eacute; consistente con il percorso attuale. Correggi manualmente il percorso di caricamento nelle impostazioni varie o se non stai utilizzando un percorso custom %s per risolvere il problema.

source: update the path
it_it: aggiorna il percorso

source: A configuration issue prevents <acronym title="Content Delivery Network">CDN</acronym> from working: The <strong>"Replace default hostname with"</strong> field cannot be empty. Enter <acronym title="Content Delivery Network">CDN</acronym> provider hostname <a href="?page=w3tc_cdn#configuration">here</a>. <em>(This is the hostname used in order to view objects in a browser.)</em>
it_it: Un problema di configurazione impedisce alla <acronym title="Content Delivery Network">CDN</acronym> di funzionare: Il campo <strong>"Sostituisci l'hostname di default con"</strong> non pu&ograve; essere vuoto. Inserisci l'hostname del provider <acronym title="Content Delivery Network">CDN</acronym> <a href="?page=w3tc_cdn#configuration">qui</a>. <em>(Questo sar&agrave; l'hostname utilizzato nei browser per visualizzare gli oggetti.)</em>

source: The <strong>"Access key", "Secret key" and "Bucket"</strong> fields cannot be empty.
it_it: I campi <strong>"Access key", "Secret key" e "Bucket"</strong> non possono essere vuoti.

source: The <strong>"Access key", "Secret key", "Bucket" and "Replace default hostname with"</strong> fields cannot be empty.
it_it: I campi <strong>"Access key", "Secret key", "Bucket" e "Sostituisci l'hostname di default con"</strong> non possono essere vuoti.

source: The <strong>"Access key", "Secret key" and "Replace default hostname with"</strong> fields cannot be empty.
it_it: I campi <strong>"Access key", "Secret key" e "Sostituisci l'hostname di default con"</strong> non possono essere vuoti.

source: The <strong>"Username", "API key", "Container" and "Replace default hostname with"</strong> fields cannot be empty.
it_it: I campi <strong>"Nome utente", "API key", "Container" e "Sostituisci l'hostname di default con"</strong> non possono essere vuoti.

source: The <strong>"Account name", "Account key" and "Container"</strong> fields cannot be empty.
it_it: I campi <strong>"Nome account", "Chiave account" e "Container"</strong> non possono essere vuoti.

source: The <strong>"Replace default hostname with"</strong> field cannot be empty.
it_it: Il campo <strong>"Sostituisci l'hostname di default con"</strong> non pu&ograve; essere vuoto.

source: Replace default hostname with
it_it: Sostituisci l'hostname di default con

source: The <strong>%s</strong> field(s) cannot be empty.
it_it: Il campo(o i campi) <strong>%s</strong> non pu&ograve; essere vuoto.

source: The <strong>"Authorization key"</strong> is not correct.
it_it: La <strong>"Chiave di autorizzazione"</strong> non &eacute; corretta.

source: You need to select / create a pull zone.
it_it: &Eacute; necessario selezionare / creare una pull zone.

source: A configuration issue prevents <acronym title="Content Delivery Network">CDN</acronym> from working:
it_it: Un problema di configurazione impedisce alla <acronym title="Content Delivery Network">CDN</acronym> di funzionare:

source: <a href="?page=w3tc_cdn#configuration">Specify it here</a>.
it_it: <a href="?page=w3tc_cdn#configuration">Specificalo qui</a>.

source: Preview mode is active: Changed settings will not take effect until preview mode is %s or %s.
it_it: La modalit&agrave; anteprima &eacute; attiva: tutte le modifiche alle impostazioni non avranno effetto finch&egrave; la modalit&agrave; anteprima sar&agrave; %s o %s.

source: deploy
it_it: rendi effettivo

source: disable
it_it: disabilitata

source: File permissions are <strong>%s</strong>, however they should be <strong>644</strong>.
it_it: I permessi del file sono <strong>%s</strong>, ma dovrebbero essere <strong>644</strong>.

source: File permissions are <strong>%s</strong>
it_it: I permessi del file sono <strong>%s</strong>

source: File permissions are <strong>%s</strong>, however they should be <strong>644</strong>.
it_it: I permessi del file sono <strong>%s</strong>, ma dovrebbero essere <strong>644</strong>.

source: Directory permissions are <strong>%s</strong>, however they should be <strong>755</strong>.
it_it: I permessi della cartella sono <strong>%s</strong>, ma dovrebbero essere <strong>755</strong>.

source: File: <strong>%s</strong> %s File owner: %s
it_it: File: <strong>%s</strong> %s Proprietario del file: %s

source: Directory: <strong>%s</strong> %s File owner: %s
it_it: Cartella: <strong>%s</strong> %s Proprietario del file: %s

source: Owner of current file: %s
it_it: Proprietario del file corrente: %s

source: <li>The files and directories have different ownership, they should have the same ownership. </li>
it_it: <li>I file e le cartelle hanno propprietari differenti, dovrebbero avere lo stesso prorpietario. </li>

source: <strong>W3 Total Cache Error:</strong> The plugin tried to edit, %s, but failed. Files and directories cannot be modified. Please review your <a target="_blank" href="http://codex.wordpress.org/Changing_File_Permissions"> file permissions</a>. A common cause is %s and %s having different ownership or permissions. %s %s
it_it: <strong>Errore in W3 Total Cache:</strong> Il plugin ha provato a modificare, %s, ma la procedura &eacute; fallita. I file e le cartelle non possono essere modificate. Verifica i <a target="_blank" href="http://codex.wordpress.org/Changing_File_Permissions"> permessi dei file</a>. Una causa comune per questo errore &eacute; che %s e %s hanno permessi o proprietari differenti. %s %s

source: View technical information
it_it: Vedi i dettagli tecnici

source: Please enter FTP details <a href="#ftp_upload_form">below</a> to remove the disabled modules.
it_it: Inserisci i dettagli dell'FTP <a href="#ftp_upload_form">nella form sottostante</a> per rimuovere i moduli disabilitati.

source: Browser Cache:
it_it: Cache lato Browser:

source: Prevent caching exception list:
it_it: Lista di eccezioni per cui impedire il popolamento della cache:

source: Do not process 404 errors for static objects with WordPress
it_it: Non processare gli errori 404 per gli oggetti statici con WordPress

source: 404 error exception list:
it_it: Lista di eccezioni per gli errori 404:

source: Expires header lifetime:
it_it: Tempo di validit&agrave; dell'header expires:

source: Cache Control policy:
it_it: Politiche di Cache Control:

source: Set entity tag (ETag)
it_it: Imposta il tag entity (ETag)

source: Disable cookies for static files
it_it: Disabilita i cookie per i file statici

source: Enable <acronym title="Hypertext Transfer Protocol">HTTP</acronym> (gzip) compression</label>
it_it: Abilita la compressione<acronym title="Hypertext Transfer Protocol">HTTP</acronym> (gzip)</label>

source: <acronym title="Content Delivery Network">CDN</acronym> Type:
it_it: Tipo di <acronym title="Content Delivery Network">CDN</acronym>:

source: Host attachments
it_it: Allegati dell'host

source: Host wp-includes/ files
it_it: File wp-includes/ dell'host

source: Host theme files
it_it: File del tema dell'host

source: Host minified <acronym title="Cascading Style Sheet">CSS</acronym> and <acronym title="JavaScript">JS</acronym> files
it_it: File <acronym title="Cascading Style Sheet">CSS</acronym> e<acronym title="JavaScript">JS</acronym> minimizzati dell'host

source: Host custom files
it_it: File custom dell'host

source: Force over-writing of existing files
it_it: Forza la sovrascrittura dei file esistenti

source: Import external media library attachments
it_it: Importa gli allegati della Media Library esterni

source: Enable mirroring of pages
it_it: Abilita il mirroring delle pagine

source: Add canonical header
it_it: Aggiungi l'header canonico

source: Disable <acronym title="Content Delivery Network">CDN</acronym> on <acronym title="Secure Sockets Layer">SSL</acronym> pages
it_it: Disabilita la <acronym title="Content Delivery Network">CDN</acronym> per le pagine <acronym title="Secure Sockets Layer">SSL</acronym>

source: Disable <acronym title="Content Delivery Network">CDN</acronym> for the following roles
it_it: Disabilita l'utilizzo della <acronym title="Content Delivery Network">CDN</acronym> per i seguenti ruoli

source: Disable <acronym title="Content Delivery Network">CDN</acronym> on the following pages:
it_it: Disabilita l'utilizzo della <acronym title="Content Delivery Network">CDN</acronym> sulle seguenti pagine:

source: Export changed files automatically
it_it: Esporta i file modificati automaticamente

source: Auto upload interval:
it_it: Intervallo di auto caricamento:

source: Re-transfer cycle interval:
it_it: Intervallo del ciclo di ritrasmissione:

source: Re-transfer cycle limit:
it_it: Limite del ciclo di ritrasmissione:

source: wp-includes file types to upload:
it_it: Tipi di file di wp-includes da caricare:

source: Theme file types to upload:
it_it: Tipi di file del tema da caricare:

source: File types to import:
it_it: Tipi di file da importare:

source: Custom file list:
it_it: Lista di file custom:

source: Rejected user agents:
it_it: User agent respinti:

source: Rejected files:
it_it: File respinti:

source: Database Cache Method:
it_it: Modalit&agrave; di cache del Database:

source: Database Cache:
it_it: Cache del Database:

source: Don't cache queries for logged in users
it_it: Non effettuare la cache delle query per gli utenti autenticati

source: Maximum lifetime of cache objects:
it_it: Tempo di vita massimo della cache degli oggetti:

source: Garbage collection interval:
it_it: Intervallo di riciclo dei file cancellati

source: Never cache the following pages:
it_it: Non effettuare mai la cache per le seguenti pagine:

source: Ignored query stems:
it_it: Stem di query ignorate:

source: Reject query words:
it_it: Respingi le query word:

source: Fragment Cache Method:
it_it: Modalit&agrave; della fragment cache:

source: Default lifetime of cached fragments:
it_it: Tempo di vita di default per i fragment in cache:

source: Manual fragment groups:
it_it: Gruppi di fragment manuali:

source: Enable Google Page Speed dashboard widget
it_it: Abilita il widget di Google Page Speed sulla bacheca

source: Page Speed <acronym title="Application Programming Interface">API</acronym> Key:
it_it: <acronym title="Application Programming Interface">API</acronym> Key per Page Speed :

source: Use single network configuration file for all sites.
it_it: Utilizza un solo file di configurazione per tutti i siti.

source: Hide performance settings
it_it: Nascondi le impostazioni di performance

source: Nginx server configuration file path
it_it: Percorso del file di configurazione del server Nginx

source: Verify rewrite rules
it_it: Verifica le rewrite rules

source: License
it_it: Licenza

source: Minify cache method:
it_it: Modalit&agrave; della cache del minify

source: Minify mode:
it_it: Modalit&agrave; del minify:

source: Rewrite <acronym title="Uniform Resource Locator">URL</acronym> structure
it_it: Struttura <acronym title="Uniform Resource Locator">URL</acronym> rewrite

source: Disable minify for logged in users
it_it: Disabilita il minify per gli utenti autenticati

source: Minify error notification:
it_it: Notifica gli errori del minify:

source: Inline <acronym title="Cascading Style Sheet">CSS</acronym> minification
it_it: Minification per i <acronym title="Cascading Style Sheet">CSS</acronym> in linea

source: Inline <acronym title="JavaScript">JS</acronym> minification
it_it: Minification per i <acronym title="JavaScript">JS</acronym> in linea

source: Don't minify feeds
it_it: Non effettuare il minify per i feed

source: Ignored comment stems:
it_it: Stem di commenti ignorati:

source: Embed type:
it_it: Tipo di inclusione:

source: Combine only
it_it: Solo combinazione

source: After <span class="html-tag">&lt;body&gt;</span>
it_it: Dopo il tag <span class="html-tag">&lt;body&gt;</span>

source: Before <span class="html-tag">&lt;/body&gt;</span>
it_it: Prima del tag <span class="html-tag">&lt;/body&gt;</span>

source: @import handling:
it_it: Gestione di @import:

source: Disable minify automatic file name length test
it_it: Disabilita il test automatico della lunghezza dei nomi dei file di minify

source: Filename length:
it_it: Lunghezza del nome del file:

source: Update external files every:
it_it: Aggiorna i file esterni ogni:

source: Never minify the following pages:
it_it: Non effettuare mai il minify per le seguenti pagine:

source: Never minify the following JS files:
it_it: Non effettuare mai il minify per i seguenti file JS:

source: Never minify the following CSS files:
it_it: Non effettuare mai il minify per i seguenti file CSS:

source: Include external files/libaries:
it_it: Includi i file o le librerie esterne:

source: Compilation level:
it_it: Livello di compilazione:

source: Preserved comment removal (not applied when combine only is active)
it_it: Rimozione dei commenti conservati (non applicato quando &eacute; attivo "Solo combinazione")
