Repository: WP-Translations/language-packs
Catalog: w3-total-cache/languages/w3-total-cache-*.po
Languages: it_it

source: If modified files are not always detected and replaced, use this option to over-write them.
it_it: Se i file modificati non vengono sempre riconosciuti e sostituiti, usa questa opzione per sovrascriverli.

source: Download attachments hosted elsewhere into your media library and deliver them via <acronym title="Content Delivery Network">CDN</acronym>.
it_it: Scarica gli allegati ospitati su altri server nella tua Media Library e rendili disponibili tramite la <acronym title="Content Delivery Network">CDN</acronym>.

source: Enabling this option allows the <acronym title="Content Delivery Network">CDN</acronym> to handle requests for unauthenticated pages thereby reducing the traffic load on the origin server(s). Purge policies are set on the <a href="%s">Page Cache settings</a> tab.
it_it: Abilitando questa opzione di permette alla <acronym title="Content Delivery Network">CDN</acronym> di gestire le richieste di pagine effettuate senza autenticazione, riducendo il carico di traffico sul server. Le politiche di svuotamento della cache sono impostate nel tab <a href="%s">Impostazioni di cache di pagina</a>.

source: Adds canonical <acronym title="Hypertext Transfer Protocol">HTTP</acronym> header to assets files.
it_it: Aggiungi gli header <acronym title="Hypertext Transfer Protocol">HTTP</acronym> canonici ai file asset.

source: Configuration
it_it: Configurazione

source: Advanced
it_it: Avanzate

source: Select user roles that will use the origin server exclusively:
it_it: Seleziona i ruoli utente che useranno solo il server origine:

source: Always ignore the specified pages / directories. Supports regular expression (See <a href="%s">FAQ</a>
it_it: Ignora sempre le pagine o le directory specificate. Supporta le espressioni regolari (Vedi le <a href="%s">FAQ</a>

source: Automatically upload minify files
it_it: Carica automaticamente i file minimizzati

source: If <acronym title="Content Delivery Network">CDN</acronym> is enabled (and not using the origin pull method), your minified files will be automatically uploaded.
it_it: Se &eacute; abilitata la <acronym title="Content Delivery Network">CDN</acronym> (ma senza l'utilizzo del metodo origin pull), i tuoi file minimizzati saranno caricati automaticamente.

source: Automatically attempt to find and upload changed files.
it_it: Prova automaticamente ad identificare e caricare i file modificati.

source: Specify the interval between upload of changed files.
it_it: Specifica l'intervallo di caricamento dei file modificati.

source: The number of seconds to wait before upload attempt.
it_it: Numero di secondi di attesa per il tentativo di caricamento dei file.

source: Number of files processed per upload attempt.
it_it: Numero di file elaborati per tentativo di caricamento.

source: Specify the file types within the WordPress core to host with the <acronym title="Content Delivery Network">CDN</acronym>.
it_it: Specifica il tipo di file del core di WordPress da fornire tramite la <acronym title="Content Delivery Network">CDN</acronym>.

source: Specify the file types in the active theme to host with the <acronym title="Content Delivery Network">CDN</acronym>.
it_it: Specifica il tipo di file del tema attivo da fornire tramite la <acronym title="Content Delivery Network">CDN</acronym>.

source: Automatically import files hosted with 3rd parties of these types (if used in your posts / pages) to your media library.
it_it: Importa automaticamente i file dei seguenti (se usati negli articoli o nelle pagine) tipi ospitati su server di 3 parti nella tua Media Library.

source: Specify any files outside of theme or other common directories to host with the <acronym title="Content Delivery Network">CDN</acronym>.
it_it: Specifica qualsiasi file non utilizzato dal tema o all'interno di qualsiasi directory da fornire tramite la <acronym title="Content Delivery Network">CDN</acronym>.

source: To upload files in blogs.dir for current blog write wp-content/&lt;currentblog&gt;/.
it_it: Per caricare file in blogs.dir per il blog corrente scrivi wp-content/&lt;currentblog&gt;/.

source: Specify user agents that should not access files hosted with the <acronym title="Content Delivery Network">CDN</acronym>.
it_it: Specifica gli user agent che non dovrebbero utilizzare la <acronym title="Content Delivery Network">CDN</acronym>.

source: Specify the path of files that should not use the <acronym title="Content Delivery Network">CDN</acronym>.
it_it: Specifica l'indirizzo dei file che non dovrebbero essere forniti tramite la <acronym title="Content Delivery Network">CDN</acronym>.

source: Set cookie domain to &quot;%s&quot
it_it: Imposta il cookie domain a &quot;%s&quot

source: If using subdomain for <acronym title="Content Delivery Network">CDN</acronym> functionality, this setting helps prevent new users from sending cookies in requests to the <acronym title="Content Delivery Network">CDN</acronym> subdomain.
it_it: Se stai utilizzando dei sotto-domini per implementare le funzionalit&agrave; di <acronym title="Content Delivery Network">CDN</acronym>, questa impostazione &eacute; utile ad impedire ai nuovi utenti di inviare cookie nella richiesta al sotto-dominio usato come <acronym title="Content Delivery Network">CDN</acronym>.

source: Note(s):
it_it: Note:

source: You can use placeholders {wp_content_dir}, {plugins_dir}, {uploads_dir} instead of writing folder paths (wp-content, wp-content/plugins, wp-content/uploads).
it_it: Puoi utilizzare i placeholder {wp_content_dir}, {plugins_dir}, {uploads_dir} invece di scrivere gli indirizzi (wp-content, wp-content/plugins, wp-content/uploads).

source: If using Amazon Web Services or Self-Hosted <acronym title="Content Delivery Network">CDN</acronym> types, enable <acronym title="Hypertext Transfer Protocol">HTTP</acronym> compression in the "Media &amp; Other Files" section on <a href="admin.php?page=w3tc_browsercache">Browser Cache</a> Settings tab.
it_it: Se stai usando Amazon Web Services o <acronym title="Content Delivery Network">CDN</acronym> proprie, abilita la compressione <acronym title="Hypertext Transfer Protocol">HTTP</acronym> nella sezione "Media &amp; altri file" nel tab di impostazioni <a href="admin.php?page=w3tc_browsercache">Cache lato browser</a>.

source: The following configuration changes are needed to ensure optimal performance:
it_it: Le seguenti modifiche alla configurazione sono necessarie per assicurare delle performance ottimali:

source: If permission allow this can be done automatically, by clicking here:
it_it: Se permesso, questo pu&ograve; essere fatto automaticamente, cliccando qui:

source: If permission allow this can be done using the <a href="#ftp_upload_form">FTP form</a> below.
it_it: Se permesso, questo pu&ograve; essere fatto usando la <a href="#ftp_upload_form">form FTP</a> sottostante.

source: Page Cache
it_it: Cache delle pagine

source: Database Cache
it_it: Cache del Database

source: Object Cache
it_it: Cache degli oggetti

source: Browser Cache
it_it: Cache lato browser

source: Monitoring
it_it: Monitoraggio

source: Licensing
it_it: Licenza

source: Miscellaneous
it_it: Varie

source: Import / Export Settings
it_it: Importa / Esporta le impostazioni

source: Main Menu
it_it: Menu principale

source: Cache Preload
it_it: Precaricamento della cache

source: Purge Policy
it_it: Politiche di svuotamento della cache

source: Note(s)
it_it: Note

source: Jump to:
it_it: Vai a:

source: Manage User Agent Groups
it_it: Gestisci gruppi di User Agent

source: Manage Referrer Groups
it_it: Gestisci gruppi di Referrer

source: Jump to:
it_it: Vai a:

source: Request professional <a href="admin.php?page=w3tc_support" style="color: red;"><strong>support</strong></a> or troubleshoot issues using the common questions below:
it_it: Richiedi un <a href="admin.php?page=w3tc_support" style="color: red;"><strong>supporto</strong></a> professionale o cerca la soluzione ad un problema tramite le domande seguenti:

source: The plugin is currently <span class="w3tc-%s">%s</span> in <strong>%s%s</strong> mode.
it_it: Il plugin &eacute; attualmente <span class="w3tc-%s">%s</span> in modalit&agrave; <strong>%s%s</strong>.

source: compatibility check
it_it: check compatibilit&agrave;

source: empty all caches
it_it: Svuota tutte le cache

source: at once or
it_it: in una sola volta o

source: empty only the memcached cache(s)
it_it: svuota solo le cache memcached

source: or
it_it: oppure

source: empty only the opcode cache
it_it: svuota solo la cache opcode

source: empty only the APC system cache
it_it: svuota solo la cache di sistema APC

source: empty only the disk cache(s)
it_it: svuota solo la cache su disco

source: purge CDN completely
it_it: svuota completamente la CDN

source: update Media Query String
it_it: aggiorna Media Query String

source: Dashboard
it_it: Bacheca

source: Database caching via %s is currently %s.
it_it: La cache del Database tramite %s &eacute; attualmente %s.

source: To rebuild the database cache use the
it_it: Per ricreare la cache del database usa l'operazione

source: empty cache
it_it: svuota la cache

source: Enabling this option is recommended to maintain default WordPress behavior.
it_it: &Eacute; consigliato abilitare questa opzione per mantenere il comportamento di default di WordPress.

source: Multiple servers may be used and seperated by a comma; e.g. 192.168.1.100:11211, domain.com:22122
it_it: Possono essere utilizzati server multipli e separati da una virgola; ad esempio 192.168.1.100:11211, domain.com:22122

source: Determines the natural expiration time of unchanged cache items. The higher the value, the larger the cache.
it_it: Determina il tempo di scadenza degli elementi presenti in cache che sono rimasti invariati. Pi&ugrave; &eacute; alto il valore, pi&ugrave; sar&agrave; larga la cache.

source: If caching to disk, specify how frequently expired cache data is removed. For busy sites, a lower value is best.
it_it: Se si sta utilizzando la cache sul disco, specifica la frequenza con cui i dati scaduti vengono rimossi. Per siti con un carico alto, un valore basso &eacute; la scelta migliore.

source: Always ignore the specified pages / directories. Supports regular expressions (See <a href="%s">FAQ</a>).
it_it: Ignora sempre le pagine o gli indirizzi specificati. Supporta le espressioni regolari (Vedi le <a href="%s">FAQ</a>).

source: Do not cache queries that contain these terms. Any entered prefix (set in wp-config.php) will be replaced with current database prefix (default: wp_). Query stems can be identified using debug mode.
it_it: Non effettuare la cache delle query che contengono questi termini. Ogni prefisso inserito (impostato in wp-config.php) sar&agrave; sostituito con il prefisso del database corrente (default: wp_). Le stem query possono essere identificate usando la modalit&agrave; debug.

source: Do not cache queries that contain these words or regular expressions.
it_it: Non effettuare la cache delle query che contengono queste parole o espressioni regolari.

source: upgrade
it_it: effettua l'upgrade

source: Please enter the license key you received after successful checkout %s.
it_it: Inserisci la chiave di licenza che hai ricevuto dopo l'acquisto %s.

source: here
it_it: qui

source: Database Cluster Configuration File
it_it: File di configurazione del Database Cluster

source: Note: Changes will have immediate effect on your database configuration. If the application stops working creating the settings file, edit or remove this configuration file manually at <strong>/wp-content/db-cluster-config.php</strong>.
it_it: Nota bene: tutte le modifiche avranno effetto immediato sulla configurazione del tuo database. Se l'applicazione interromper&agrave; la creazione del file di impostazioni, modifica o rimuovi il file <strong>/wp-content/db-cluster-config.php</strong> manualmente.

source: Save configuration file
it_it: Salva il file di configurazione

source: Bulk Actions
it_it: Azioni di gruppo

source: Activate
it_it: Attiva

source: Deactivate
it_it: Disattiva

source: Apply
it_it: Applica

source: %s extension
it_it: estensione %s

source: Select All
it_it: Seleziona tutto

source: Extension
it_it: Estenzione

source: Description
it_it: Descrizione

source: Select %s
it_it: Seleziona %s

source: Deactivate this extension
it_it: Disattiva questa estensione

source: Activate this extension
it_it: Attiva questa estensione

source: Disabled: Unsupported
it_it: Disabilitata: non supportata

source: Requirements: %s
it_it: Requisiti: %s

source: Version %s
it_it: Versione %s

source: Visit author homepage
it_it: Visita la homepage dell'autore

source: Visit extension site
it_it: Visita il sito dell'estensione

source: Apply the %s settings to the entire network.
it_it: Applica l'impostazione %s a tutta la rete.

source: Save network settings
it_it: Salva le impostazioni della rete

source: Save settings
it_it: Salva impostazioni

source: Extension support is always %s
it_it: Il supporto alle estensioni &eacute; sempre %s

source: Table of Contents
it_it: Tabella dei Contenuti

source: Toggle all caching types on or off (at once)
it_it: Attiva/disattiva tutti i tipi di cache (tutti insieme)

source: Disable
it_it: Disabilita

source: Deploy
it_it: Rendi effettivo

source: To preview any changed settings (without deploying): %s
it_it: Per avere una anteprima delle impostazioni modificate (senza renderle effettive): %s

source: Use preview mode to test configuration scenarios prior to releasing them (deploy) on the actual site. Preview mode remains active even after deploying settings until the feature is disabled.
it_it: Usa la modalit&agrave; anteprima per provare le configurazioni prima di renderle effettive sul sito. La modalit&agrave; anteprima rimane attiva anche dopo aver reso effettive le impostazioni, fino a quando non viene disabilitata.

source: Enable page caching to decrease the response time of the site.
it_it: Abilita la cache delle pagine per diminuire il tempo di risposta del sito.

source: Caching pages will reduce the response time of your site and increase the scale of your web server.
it_it: La cache delle pagine riduce il tempo di risposta del tuo sito e incrementa la scalabilit&agrave; del server web.

source: Shared Server (disk enhanced is best):
it_it: Server condiviso (cache su disco avanzata &eacute; la scelta migliore):

source: Disk: Basic
it_it: Su disco: di base

source: Disk: Enhanced
it_it: Su disco: avanzata

source: Dedicated / Virtual Server:
it_it: Server dedicato / virtuale:

source: Multiple Servers:
it_it: Server multipli:

source: Empty cache
it_it: Svuota la cache

source: Reduce load time by decreasing the size and number of <acronym title="Cascading Style Sheet">CSS</acronym> and <acronym title="JavaScript">JS</acronym> files. Automatically remove unncessary data from <acronym title="Cascading Style Sheet">CSS</acronym>, <acronym title="JavaScript">JS</acronym>, feed, page and post <acronym title="Hypertext Markup Language">HTML</acronym>.
it_it: Riduce il tempo di caricamento diminuendo la dimensione e il numero dei file <acronym title="Cascading Style Sheet">CSS</acronym> e <acronym title="JavaScript">JS</acronym>. Rimuove automaticamente dati inutili da <acronym title="Cascading Style Sheet">CSS</acronym>, <acronym title="JavaScript">JS</acronym>, feed, pagine e articoli <acronym title="Hypertext Markup Language">HTML</acronym>.

source: Minify is disabled because CloudFlare minification is enabled.
it_it: Minify &eacute; disabilitato perch&egrave; la minification di CloudFlare &eacute; abilitata.

source: Minification can decrease file size of <acronym title="Hypertext Markup Language">HTML</acronym>, <acronym title="Cascading Style Sheet">CSS</acronym>, <acronym title="JavaScript">JS</acronym> and feeds respectively by ~10% on average.
it_it: La minification pu&ograve; diminuire la dimezione dei file <acronym title="Hypertext Markup Language">HTML</acronym>, <acronym title="Cascading Style Sheet">CSS</acronym>, <acronym title="JavaScript">JS</acronym> e dei feed, rispettivamente del ~10% in media.

source: Auto
it_it: Automatica

source: Manual
it_it: Manuale

source: Select manual mode to use fields on the minify settings tab to specify files to be minified, otherwise files will be minified automatically.
it_it: Seleziona la modalit&agrave; manuale per utilizzare i campi nel tab delle impostazioni di minify, per specificare i file da minimizzare, altrimenti i file saranno minimizzati automaticamente.

source: Shared Server (disk is best):
it_it: Server condiviso (cache su disco &eacute; la scelta migliore):

source: Disk
it_it: Su disco

source: Enable database caching to reduce post, page and feed creation time.
it_it: Abilita la cache del database per ridurre il tempo di creazione di articoli, pagine e feed.

source: Caching database objects decreases the response time of your site. Best used if object caching is not possible.
it_it: Effettuare la cache di oggetti di database diminuisce i tempi di caricamento del tuo sito. Conviene utilizzarla se non &eacute; possibile attivare la Cache degli oggetti.

source: Enable object caching to further reduce execution time for common operations.
it_it: Abilita la cache degli oggetti per ridurre ancora di pi&ugrave; il tempo di esecuzione delle operazioni pi&ugrave; comuni.

source: Object caching greatly increases performance for highly dynamic sites that use the <a href="http://codex.wordpress.org/Class_Reference/WP_Object_Cache" target="_blank">Object Cache <acronym title="Application Programming Interface">API</acronym></a>.
it_it: La cache degli oggetti incrementa le performance di siti altamente dinamici che usano le <a href="http://codex.wordpress.org/Class_Reference/WP_Object_Cache" target="_blank">Object Cache <acronym title="Application Programming Interface">API</acronym></a>.

source: Shared Server:
it_it: Server condiviso:

source: Reduce server load and decrease response time by using the cache available in site visitor's web browser.
it_it: Riduce il carico sul server e i tempi di risposta usando la cache disponibile nei browser dei visitatori.

source: Enable <acronym title="Hypertext Transfer Protocol">HTTP</acronym> compression and add headers to reduce server load and decrease file load time.
it_it: Abilita la compressione <acronym title="Hypertext Transfer Protocol">HTTP</acronym> e aggiunge gli header per ridurre il carico sul server e i tempi di risposta.

source: Host static files with your content delivery network provider to reduce page load time.
it_it: Rendi disponibili i file statici tramite la CDN per ridurre i tempi di caricamento delle pagine.

source: If you do not have a <acronym title="Content Delivery Network">CDN</acronym> provider try MaxCDN. <a href="%s" target="_blank">Sign up and save 25&#37;</a>.
it_it: Se non utilizzi alcun gestore di <acronym title="Content Delivery Network">CDN</acronym> prova MaxCDN. <a href="%s" target="_blank">Registrati ora per risparmiare il 25&#37;</a>.

source: Theme files, media library attachments, <acronym title="Cascading Style Sheet">CSS</acronym>, <acronym title="JavaScript">JS</acronym> files etc will appear to load instantly for site visitors.
it_it: Ai visitatori sembrer&agrave; di caricare i file dei temi, gli allegati, i file <acronym title="Cascading Style Sheet">CSS</acronym>, <acronym title="JavaScript">JS</acronym> e via dicendo istantaneamente.

source: Self-hosted / File Transfer Protocol Upload
it_it: Proprietario / Caricamento su FTP

source: Select the <acronym title="Content Delivery Network">CDN</acronym> type you wish to use.
it_it: Seleziona il tipo di <acronym title="Content Delivery Network">CDN</acronym> che intendi utilizzare.

source: Purge policies are set on the <a href="%s">Page Cache settings</a> page.
it_it: Le politiche di svuotamento della cache possono essere impostate nella pagina <a href="%s">Impostazioni della cache delle pagine</a>.

source: Specify the IP addresses of your varnish instances above. The <acronym title="Varnish Configuration Language">VCL</acronym>'s <acronym title="Access Control List">ACL</acronym> must allow this request.
it_it: Specifica l'indirizzo IP della tua istanza varnish. La <acronym title="Access Control List">ACL</acronym> del <acronym title="Varnish Configuration Language">VCL</acronym> deve permettere questa richiesta.

source: Specify the Amazon SNS service endpoint hostname. If empty, then default "sns.us-east-1.amazonaws.com" will be used.
it_it: Specifica l'hostname dell'endpoint del servizio Amazon SNS. Se lasciato vuoto, verr&agrave; utilizzato il valore di default "sns.us-east-1.amazonaws.com".

source: Specify the <acronym title="Application Programming Interface">API</acronym> Key.
it_it: Specifica la tua <acronym title="Application Programming Interface">API</acronym> Key.

source: Specify the <acronym title="Application Programming Interface">API</acronym> secret.
it_it: Specifica il tuo <acronym title="Application Programming Interface">API</acronym> secret.

source: Subscribe to the <acronym title="Simple Notification Service">SNS</acronym> topic.
it_it: Iscriviti al topic <acronym title="Simple Notification Service">SNS</acronym>.

source: New Relic may not be installed on this server. %s. Visit %s for installation instructions.
it_it: New Relic non pu&ograve; essere installato su questo server. %s. Visita il sito %s per consultare le istruzioni di installazione.

source: Sign up for a (free) account
it_it: Registrati per ottenere un account (gratuito)

source: The network administrator has not provided the API Key.
it_it: L'amministratore della rete non ha fornito una API Key.

source: Verify %s
it_it: Verifica %s

source: Application name:
it_it: Nome applicazione:

source: Obtain application ID via:
it_it: Ottieni l'ID applicazione tramite:

source: Enter application name below:
it_it: Inserisci il nome dell'applicazione di seguito:

source: Select from the following list:
it_it: Seleziona dalla lista seguente:

source: -- Select Application --
it_it: -- Seleziona Applicazione --

source: Note: Changing application name may create a new application in New Relic if no application with that name already exists.
it_it: Nota bene: cambiando il nome dell'applicazione potresti creare una nuova applicazione in New Relic se non esiste alcuna applicazione con quel nome.

source: Verify license key
it_it: Verifica la chiave di licenza

source: Please enter the license key provided you received after %s.
it_it: Inserisci la chiave di licenza che hai ottenuto dopo aver %s.

source: upgrading
it_it: effettuato l'upgrade

source: Display Google Page Speed results on the WordPress dashboard.
it_it: Mostra il risultato di Google Page Speed sulla bacheca WordPress.
