Repository: WP-Translations/language-packs
Catalog: w3-total-cache/languages/w3-total-cache-*.po
Languages: it_it

source: Media Library import
it_it: Importa Media Library

source: Modify attachment URLs
it_it: Modifica gli URL degli allegati

source: Includes files export
it_it: Esporta gli include file

source: Theme files export
it_it: Esporta i file del tema

source: Minify files export
it_it: Esporta i file minimizzati

source: Custom files export
it_it: Esporta i file custom

source: Content Delivery Network (CDN): Purge Tool
it_it: Strumento di svuotamento della Content Delivery Network (CDN)

source: Empty files list.
it_it: Svuota la lista di file.

source: Incorrect engine.
it_it: Engine non corretto.

source: Test passed
it_it: Test superato

source: Error: %s
it_it: Errore: %s

source: Incorrect type.
it_it: Tipo non corretto.

source: Created successfully.
it_it: Creato con successo.

source: An authorization key was not provided.
it_it: Non &eacute; stata specificata alcuna chiave di autorizzazione.

source: The provided authorization key is not in the correct format: %s.
it_it: La chiave di autorizzazione fornita non &eacute; nel formato corretto: %s.

source: The provided zone id was not connected to the provided authorization key.
it_it: L'id di zona fornito non &eacute; collegato alla chiave di autorizzazione specificata.

source: %s is not supported for Pull Zone selection.
it_it: %s non &eacute; supportato per la Pull Zone selezionata.

source: Database Cluster configuration file has been successfully saved
it_it: Il file di configurazione del Cluster di Database &eacute; stato salvato con successo

source: You do not have the rights to perform this action.
it_it: Non hai i permessi per completare questa azione.

source: Added by W3 Total Cache
it_it: Aggiunto da W3 Total Cache

source: Submit a Bug Report
it_it: Segnala un bug

source: Suggest a New Feature
it_it: Suggerisci una nuova funzionali&agrave;

source: Less than 15 Minute Email Support Response (M-F 9AM - 5PM EDT): $75 USD
it_it: Supporto tramite email con risposta in meno di 15 minuti (dal Luned&igrave; al Venerd&igrave; 9:00 - 17:00 EDT): $75 USD

source: Less than 15 Minute Phone Support Response (M-F 9AM - 5PM EDT): $150 USD
it_it: Supporto telefonico con risposta in meno di 15 minuti (dal Luned&igrave; al Venerd&igrave; 9:00 - 17:00 EDT): $150 USD

source: Professional Plugin Configuration: Starting @ $100 USD
it_it: Configurazione del plugin a livello professionale: a partire da @ $100 USD

source: Theme Performance Optimization & Plugin Configuration: Starting @ $150 USD
it_it: Ottimizzazione delle performance del tema e configurazione plugin: a partire da @ $150 USD

source: Linux Server Optimization & Plugin Configuration: Starting @ $200 USD
it_it: Ottimizzazione del server Linux e configurazione plugin: a partire da @ $200 USD

source: Test passed.
it_it: Test superato.

source: Test failed.
it_it: Test fallito.

source: Empty JAVA executable path.
it_it: Percorso al file JAVA eseguibile vuoto.

source: Empty JAR file path.
it_it: Percorso al file JAR vuoto.

source: Invalid engine.
it_it: Engine non valido.

source: The following plugins are not compatible with W3 Total Cache and will cause unintended results:
it_it: I plugin seguenti non sono compatibili con W3 Total Cache e causeranno dei risultati inattesi:

source: Deactivate this plugin
it_it: Disattiva questo plugin

source: Network Deactivate
it_it: Disattiva sul Network

source: Empty username.
it_it: Username vuoto.

source: Empty password.
it_it: Password vuota.

source: Constructor error (%s).
it_it: Errore del costruttore (%s).

source: Invalid response.
it_it: Risposta non valida.

source: Unable to purge (%s).
it_it: Impossibile effettuare la cancellazione definitiva (%s).

source: Empty zones list.
it_it: Lista di zone vuota.

source: Empty account #.
it_it: Account # vuoto.

source: Empty token.
it_it: Token vuoto.

source: Invalid Request Parameter
it_it: Parametro di richiesta non valido

source: Authentication Failure or Insufficient Access Rights
it_it: Autenticazione fallita o permessi di accesso insufficienti

source: Invalid Request URI
it_it: URI di richiesta non valido

source: Invalid Request
it_it: Richiesta non valida

source: Server Error
it_it: Errore del server

source: Empty Authorization Key.
it_it: Chiave di autorizzazione vuota.

source: Malformed Authorization Key.
it_it: Chiave di autorizzazione malformata.

source: No zones match site: %s.
it_it: Nessuna zona che vada bene per il sito: %s.

source: No zones match site: %s or %s.
it_it: Nessuna zona che vada bene per il sito: %s o %s.

source: Failed with error code %s Please check your alias, consumer key, and private key.
it_it: Fallito con codice errore %s. Controlla i tuoi alias, la consumer key e la private key.

source: Failed with error code
it_it: Fallito con codice errore

source: No registered CNAMEs match %s.
it_it: Nessun CNAME registrato che vada bene per %s.

source: Failed with error code %s. Please check your alias, consumer key, and private key.
it_it: Fallito con codice errore %s. Controlla i tuoi alias, la consumer key e la private key.

source: Failure to pull zone:
it_it: Fallimento nella fase di estrazione della zona:

source: No zones match custom domain.
it_it: Nessuna zona che vada bene per il dominio custom.

source: CDN module: Required Database SQL
it_it: Modulo CDN: &eacute; richiesto un Database SQL

source: Flushing the DB cache failed.
it_it: Lo svuotamento della cache del DB &eacute; fallito.

source: The DB cache is flushed successfully.
it_it: La cache del DB &eacute; stata svuotata con successo.

source: Flushing the minify cache failed.
it_it: Lo svuotamento della cache del minify &eacute; fallito.

source: The minify cache is flushed successfully.
it_it: La cache del minify &eacute; stata svuotata con successo.

source: Flushing the object cache failed.
it_it: Lo svuotamento della cache degli oggetti &eacute; fallito.

source: The object cache is flushed successfully.
it_it: La cache degli oggetti &eacute; stata svuotata con successo.

source: Flushing the page from cache failed.
it_it: Il tentativo di cancellare la pagina dalla cache &eacute; fallito.

source: The page is flushed from cache successfully.
it_it: La pagina &eacute; stata cancellata dalla cache con successo.

source: This is not a valid post id.
it_it: Questo non &eacute; un id di un post valido.

source: There is no post with this permalink.
it_it: Non esiste alcun post con questo permalink.

source: Flushing the page cache failed.
it_it: Lo svuotamento della cache delle pagine &eacute; fallito.

source: The page cache is flushed successfully.
it_it: La cache delle pagine &eacute; stata svuotata con successo.

source: updating the query string failed. with error %s
it_it: l'aggiornamento della query string &eacute; fallito con l'errore %s

source: The query string was updated successfully.
it_it: La query string &eacute; stata aggiornata con successo.

source: Files did not successfully purge with error %s
it_it: I file non sono stati cancellati per via dell'errore %s

source: Files purged successfully.
it_it: I file sono stati cancellati con successo.

source: is not supported. Change to SNS or local to reload APC files
it_it: non &eacute; supportato. Modifica in SNS o locale o carica nuovamente i file APC

source: Files did not successfully reload with error %s
it_it: I file non sono stati aggiornati per via dell'errore %s

source: Files did not successfully reload with message:
it_it: I file non sono stati aggiornati per via il seguente messaggio di errore:

source: Files reloaded successfully.
it_it: I file sono stati aggiornati con successo.

source: is not supported. Change to SNS or local to delete APC files
it_it: non &eacute; supportato. Modifica in SNS o locale o cancella i file APC

source: Files did not successfully delete with error %s
it_it: I file non sono stati cancellati per via dell'errore %s

source: Files did not successfully delete with message:
it_it: I file non sono stati cancellati per via del seguente messaggio di errore:

source: Files deleted successfully.
it_it: I file sono stati cancellati con successo.

source: PageCache Garbage cleanup did not start with error %s
it_it: La pulizia di PageCache Garbage non &eacute; partita per via dell'errore %s

source: PageCache Garbage cleanup triggered successfully.
it_it: La pulizia di PageCache Garbage &eacute; iniziata con successo.

source: Request-wide
it_it: Per tutte le richieste

source: Database caching is disabled
it_it: La cache del Database &eacute; disabilitata

source: DONOTCACHEDB constant is defined
it_it: La costante DONOTCACHEDB &eacute; definita

source: Doing AJAX
it_it: Operazioni AJAX in corso

source: Request URI is rejected
it_it: L'URI di richiesta &eacute; stato respinto

source: Cookie is rejected
it_it: Il cookie &eacute; respinto

source: Doing cron
it_it: Operazioni cron in corso

source: Application request
it_it: Richiesta dell'applicazione

source: XMLRPC request
it_it: Richiesta XMLRPC

source: Short init
it_it: Inizializzazione breve

source: Query is rejected
it_it: La query &eacute; stata respinta

source: User is logged in
it_it: L'utente &eacute; autenticato

source: The Database add-in file db.php is not a W3 Total Cache drop-in. Remove it or disable Database Caching. %s
it_it: Il file add-in db.php per il Database non &eacute; un drop-in W3 Total Cache. Rimuovilo o disabilita la cache del Database. %s

source: Remove it for me
it_it: Rimuovilo per me

source: <strong>ERROR</strong>: WordPress %s requires MySQL 4.1.2 or higher
it_it: <strong>ERRORE</strong>: WordPress %s richiede la versione 4.1.2 di MySQL o una versione successiva

source: Purge from cache
it_it: Cancella dalla cache

source: The Page Cache add-in file advanced-cache.php is not a W3 Total Cache drop-in. It should be removed. %s
it_it: Il file add-in advanced-cache.php per la cache di pagina non &eacute; un drop-in W3 Total Cache. Deve essere rimosso. %s

source: Yes, remove it for me
it_it: Si, rimuovilo per me

source: The W3 Total Cache license key has expired. Please renew it: %s
it_it: La chiave di licenza per W3 Total Cache &eacute; scaduta. Rinnovala: %S

source: Renew
it_it: Rinnova

source: The W3 Total Cache license key you entered is not valid.
it_it: La chiave di licenza per W3 Total Cache inserita non &eacute; valida.

source: Please enter it again.
it_it: Inserisci nuovamente.

source: The W3 Total Cache license key is not active.
it_it: La chiave di licenza per W3 Total Cache inserita non &eacute; attiva.

source: The W3 Total Cache license key is not active for this site.
it_it: La chiave di licenza per W3 Total Cache inserita non &eacute; attiva per questo sito.

source: The W3 Total Cache license key can't be verified.
it_it: La chiave di licenza per W3 Total Cache inserita non pu&ograve; essere verificata.

source: check again
it_it: verifica nuovamente

source: The W3 Total Cache license key is deactivated for this site.
it_it: La chiave di licenza per W3 Total Cache inserita &eacute; disattivata per questo sito.

source: The W3 Total Cache license key is activated for this site.
it_it: La chiave di licenza per W3 Total Cache inserita &eacute; attivata per questo sito.

source: General Settings
it_it: Impostazioni generali

source: User Agent Groups
it_it: Gruppi di user agent

source: Referrer Groups
it_it: Gruppi di referrer

source: Support
it_it: Assistenza

source: <span style="color: red;">Support</span>
it_it: <span style="color: red;">Supporto</span>

source: Install
it_it: Installa

source: About
it_it: Informazioni

source: Performance
it_it: Prestazioni

source: Supported
it_it: Supportato

source: PHP version
it_it: versione PHP

source: Not supported: %s. Supported versions are %s.
it_it: Non supportato: %s. Le versioni supportate sono %s.

source: Operating System
it_it: Sistema Operativo

source: Not Supported. (%s %s See %s page.)
it_it: Non supportato. (%s %s Vedi la pagina %s.)

source: PHP module is not enabled.
it_it: Il modulo PHP non &eacute; abilitato.

source: PHP agent is not enabled.
it_it: Il PHP agent non &eacute; abilitato.

source: API Key is not configured.
it_it: La API key non &eacute; configurata.

source: Account ID is not configured.
it_it: L'Account ID non &eacute; configurato.

source: Application ID is not configured. Enter/Select application name.
it_it: L'Application ID non &eacute; configurato. Inserisci/seleziona il nome dell'applicazione.

source: License key could not be detected.
it_it: Non &eacute; stato possibile attivare la chiave di licenza.

source: Configured license key does not match license key(s) in account: <br />%s <br />%s
it_it: La chiave di licenza configurata non combacia con le chiavi del tuo account: <br />%s <br />%s

source: API Key is invalid.
it_it: La API key non &eacute; valida.

source: Object caching is disabled
it_it: La cache degli oggetto &eacute; disabilitata

source: DONOTCACHEOBJECT constant is defined
it_it: La costante DONOTCACHEOBJECT &eacute; definita

source: The Object Cache add-in file object-cache.php is not a W3 Total Cache drop-in. Remove it or disable Object Caching. %s
it_it: Il file add-in object-cache.php per la cache degli oggetti non &eacute; un drop-in W3 Total Cache. Rimuovilo o disabilita la cache degli oggetti. %s

source: Edit file <strong>%s</strong> and remove all lines between and including <strong> %s</strong> and <strong>%s</strong> markers.
it_it: Modifica il file <strong>%s</strong> e rimuovi tutte le righe comprese tra i marker <strong> %s</strong> e <strong>%s</strong>, includendo i marker.

source: Edit file <strong>%s</strong> and remove all lines between and including <strong>%s</strong> and <strong>%s</strong> markers.
it_it: Modifica il file <strong>%s</strong> e rimuovi tutte le righe comprese tra i marker <strong> %s</strong> e <strong>%s</strong>, includendo i marker.

source: Edit file <strong>%s</strong> and replace all lines between and including <strong>%s</strong> and <strong>%s</strong> markers with:
it_it: Modifica il file <strong>%s</strong> e sostituisci tutte le righe comprese tra i marker <strong> %s</strong> e <strong>%s</strong>, includendo i marker, con:

source: Edit file <strong>%s</strong> and add the following rules above the WordPress directives:
it_it: Modifica il file <strong>%s</strong> e aggiungi le seguenti regole prima delle direttive WordPress:

source: Upgrading database
it_it: Aggiornamento del database

source: Purge from CDN
it_it: Cancella dalla CDN

source: Apply all changes
it_it: Applica tutte le modifiche

source: Append
it_it: Accoda

source: Replace
it_it: Sostituire

source: Remove
it_it: Rimuovi

source: Extensions
it_it: Estensioni

source: Minify Auto encountered an error. The filename length value is most likely too high for your host. It is currently %d. The plugin is trying to solve the issue for you: <span id="minify_auto_test_loading">(solving ...)</span>.
it_it: La modalit&agrave; automatica di Minify ha incontrato un errore. Sembra che la lunghezza del nome del file sia troppo grande per il tuo server. Attualmente la lunghezza &eacute; %d. Il plugin sta tentando di risolvere il problema al posto tuo: <span id="minify_auto_test_loading">(risoluzione in corso...)</span>.

source: DOING_AJAX constant is defined
it_it: La costante DOING_AJAX &eacute; definita

source: DONOTAUTORUM constant is defined
it_it: La costante DONOTAUTORUM &eacute; definita

source: logged in role is rejected
it_it: il ruolo autenticato &eacute; stato respinto

source: New Relic is not running correctly. The plugin has detected the following issues:
it_it: New Relic non sta funzionando correttamente. Il plugin ha individuato i seguenti problemi:

source: Please review the <a href="%s">settings</a>.
it_it: Verifica le <a href="%s">impostazioni</a>.

source: <p>You can now keep W3 Total Cache up-to-date without having to worry about new features breaking your website. There will be more releases with bug fixes, security fixes and settings updates. </p> <p>Also, you can now try out our new features as soon as they're ready. %s to enable "edge mode" and unlock pre-release features. %s</p>
it_it: <p>Puoi tenere W3 Total Cahce aggiornato senza preoccuparti che le nuove funzionalit&agrave; facciano smettere di funzionare il tuo sito. Saranno rilasciate sempre pi&ugrave; versioni con soluzioni di bug, correzioni di sicurezza e aggiornamenti alle impostazioni. </p> <p>Inoltre, puoi provare le nuove funzionalit&agrave; appena saranno pronte. %s per abilitare la "modalit&agrave; edge" e sbloccare le funzionalit&agrave; prima del loro rilascio effettivo. %s</p>

source: Click Here
it_it: Clicca qui

source: Purge From Cache
it_it: Cancella dalla cache

source: Empty Disc Cache(s)
it_it: Svuota la cache (o le cache) su disco

source: Empty Opcode Cache
it_it: Svuota la cache Opcode

source: Empty Memcached Cache(s)
it_it: Svuota la cache (o le cache) Memcached

source: Update Media Query String
it_it: Aggiorna le Media Query String

source: Empty All Caches
it_it: Svuota tutte le cache

source: Empty Modules
it_it: Svuota i moduli

source: Empty Page Cache
it_it: Svuota la cache delle pagine

source: Empty Minify Cache
it_it: Svuota la cache di minify

source: Empty Database Cache
it_it: Svuota la cache del Database

source: Empty Object Cache
it_it: Svuota la cache degli oggetti

source: Empty Fragment Cache
it_it: Svuota la Fragment Cache

source: Purge Varnish Cache
it_it: Svuota la cache di Varnish

source: Purge CDN
it_it: Svuota la CDN

source: Purge CDN Completely
it_it: Svuota completamente la CDN

source: Unsuccessful file transfers
it_it: Trasferimenti di file falliti

source: <span style="color: red; background: none;">Support</span>
it_it: <span style="color: red; background: none;">Supporto</span>

source: Minified using %s%s
it_it: Minimizzato utilizzando %s%s

source: Page Caching using %s%s
it_it: Cache delle pagine utilizzando %s%s

source: Database Caching %d/%d queries in %.3f seconds using %s%s
it_it: La cache del Database %d/%d query in %.3f secondi utilizzando %s%s

source: Database Caching using %s%s
it_it: Cache del Database utilizzando %s%s

source: Object Caching %d/%d objects using %s%s
it_it: La cache degli oggetti %d/%d oggetti utilizzando %s%s

source: Fragment Caching %d/%d fragments using %s%s
it_it: La fragment cache %d/%d fragment utilizzando %s%s

source: Content Delivery Network via %s%s
it_it: Content Delivery Network tramite %s%s

source: Application Monitoring using New Relic%s
it_it: Monitoraggio applicazione utilizzando New Relic%s

source: Empty Caches
it_it: Svuota le cache

source: Fancy permalinks are disabled. Please %s it first, then re-attempt to enabling enhanced disk mode.
it_it: I permalink sono disabilitati. Prima di procedere %s, poi riprova ad abilitare la modalit&agrave; su disco avanzata.

source: Fancy permalinks are disabled. Please %s it first, then re-attempt to enabling the 'Do not process 404 errors for static objects with WordPress'.
it_it: I permalink sono disabilitati. Prima di procedere %s, poi riprova ad abilitare l'opzione "Non elaborare gli errori 404 per gli oggetti statici con WordPress".

source: Please select request type.
it_it: Seleziona il tipo di richiesta.

source: Please enter the address of the site in the site <acronym title="Uniform Resource Locator">URL</acronym> field.
it_it: Inserisci l'indirizzo del sito nel campo della <acronym title="Uniform Resource Locator">URL</acronym> del sito.

source: Please enter your name in the Name field
it_it: Inserisci il tuo nome nel campo Nome.

source: Please enter valid email address in the E-Mail field.
it_it: Inserisci un indirizzo email valido nel campo E-Mail.

source: Please enter your phone in the phone field.
it_it: Inserisci il tuo numero di telefono nel campo Telefono.

source: Please enter subject in the subject field.
it_it: Inserisci un oggetto nel campo Oggetto.

source: Please describe the issue in the issue description field.
it_it: Descrivi il problema nel campo Descrizione del problema.

source: Please enter an administrator login. Create a temporary one just for this support case if needed.
it_it: Inserisci un login da amministratore. Se necessario, creane uno temporaneo per utilizzarlo solo per questa richiesta di supporto.

source: Please enter WP Admin password, be sure it's spelled correctly.
it_it: Inserisci la password di amministratore per WP, assicurandoti di scriverla correttamente.

source: Please enter <acronym title="Secure Shell">SSH</acronym> or <acronym title="File Transfer Protocol">FTP</acronym> host for the site.
it_it: Inserisci l'host <acronym title="Secure Shell">SSH</acronym> o<acronym title="File Transfer Protocol">FTP</acronym> per il sito.

source: Please enter <acronym title="Secure Shell">SSH</acronym> or <acronym title="File Transfer Protocol">FTP</acronym> login for the server. Create a temporary one just for this support case if needed.
it_it: Inserisci il login per <acronym title="Secure Shell">SSH</acronym> o <acronym title="File Transfer Protocol">FTP</acronym> per il server. Se necessario, creane uno temporaneo per utilizzarlo solo per questa richiesta di supporto.

source: Please enter <acronym title="Secure Shell">SSH</acronym> or <acronym title="File Transfer Protocol">FTP</acronym> password for the <acronym title="File Transfer Protocol">FTP</acronym> account.
it_it: Inserisci la password dell'account <acronym title="Secure Shell">SSH</acronym> o <acronym title="File Transfer Protocol">FTP</acronym>.

source: Unable to send the support request.
it_it: Impossibile inviare la richiesta di supporto.

source: Please select config file.
it_it: Seleziona il file di configurazione.

source: Unable to upload config file.
it_it: Impossibile caricare il file di configurazione.

source: Configuration file could not be imported.
it_it: Non &eacute; stato possibile importare la configurazione.

source: Default settings could not be restored. Please run <strong>chmod 777 %s</strong> to make the configuration file write-able, then try again.
it_it: Impossibile ripristinare le impostazioni di default. Esegui il comando <strong>chmod 777 %s</strong> per rendere il file di configurazione scrivibile, poi prova nuovamente.

source: Unable to purge attachment.
it_it: Impossibile cancellare l'allegato.

source: Unable to purge post.
it_it: Impossibile cancellare l'articolo.

source: Unable to purge page.
it_it: Impossibile cancellare la pagina.

source: <strong>%swp-config.php</strong> could not be written, please edit config and add:<br /><strong style="color:#f00;">define('COOKIE_DOMAIN', '%s');</strong> before <strong style="color:#f00;">require_once(ABSPATH . 'wp-settings.php');</strong>.
it_it: <strong>%swp-config.php</strong> non pu&ograve; essere modificato, cambia la configurazione e aggiungi:<br /><strong style="color:#f00;">define('COOKIE_DOMAIN', '%s');</strong> prima di <strong style="color:#f00;">require_once(ABSPATH . 'wp-settings.php');</strong>.

source: <strong>%swp-config.php</strong> could not be written, please edit config and add:<br /><strong style="color:#f00;">define('COOKIE_DOMAIN', false);</strong> before <strong style="color:#f00;">require_once(ABSPATH . 'wp-settings.php');</strong>.
it_it: <strong>%swp-config.php</strong> non pu&ograve; essere modificato, cambia la configurazione e aggiungi:<br /><strong style="color:#f00;">define('COOKIE_DOMAIN', false);</strong> prima di <strong style="color:#f00;">require_once(ABSPATH . 'wp-settings.php');</strong>.

source: Pull Zone could not be automatically created.
it_it: Impossibile creare automaticamente la Pull Zone.

source: Plugin configuration successfully updated.
it_it: La configurazione del plugin &eacute; stata caricata con successo.

source: All caches successfully emptied.
it_it: Tutte le cache sono state svuotate con successo.
