Repository: WP-Translations/language-packs
Catalog: w3-total-cache/languages/w3-total-cache-*.po
Languages: it_it

source: Line break removal (not applied when combine only is active)
it_it: Rimozione dei ritorni a capo (non applicato quando &eacute; attivo "Solo combinazione")

source: Remove unnecessary backslashes
it_it: Rimuovi i backslash non necessari

source: Compress colors
it_it: Comprimi i colori

source: Compress font-weight
it_it: Comprimi font-weight

source: Lowercase selectors
it_it: Metti in minuscolo i selettori

source: Remove last ;
it_it: Rimuovi l'ultimo ;

source: Sort Properties
it_it: Ordina le propriet&agrave;

source: Sort Selectors (caution)
it_it: Ordina i selettori (fai attenzione)

source: Discard invalid properties
it_it: Scarta le propriet&agrave; invalide

source: Preserve CSS
it_it: Conserva CSS

source: Add timestamp
it_it: Aggiungi timestamp

source: Compression:
it_it: Compressione:

source: Optimize shorthands:
it_it: Ottimizza le abbreviazioni:

source: Case for properties:
it_it: Maiuscolo/minuscolo per le propriet&agrave;:

source: Regroup selectors:
it_it: Raggruppa i selettori:

source: Line break removal
it_it: Rimozione del ritorno a capo

source: Clean
it_it: Pulisci

source: Hide comments
it_it: Nascondi i commenti

source: Wrap after:
it_it: Effettua un wrap dopo:

source: Line break removal (not safe, not applied when combine only is active)
it_it: Rimozione del ritorno a capo (non sicuro, non applicato quando &eacute; attivo "Solo combinazione")

source: Line break after:
it_it: Ritorno a capo dopo:

source: Minify only, do not obfuscate local symbols
it_it: Solo minify, non offuscare i simboli locali

source: Preserve unnecessary semicolons
it_it: Conserva i punti e virgola non necessari

source: Disable all the built-in micro optimizations
it_it: Disabilita tutte le micro ottimizzazioni built-in

source: User Agents:
it_it: User Agent:

source: User Agent groups
it_it: Gruppi di User Agent

source: Use above application name and ID for all sites in network:
it_it: Utilizza l'ID e il nome applicazione precedenti per tutti i siti:

source: Cache time:
it_it: Tempo di cache:

source: Use <acronym title="Real User Monitoring">RUM</acronym> only for following user roles
it_it: Utilizza <acronym title="Real User Monitoring">RUM</acronym> solo per i seguenti ruoli utente

source: Select user roles that <acronym title="Real User Monitoring">RUM</acronym> should be enabled for:
it_it: Seleziona i ruoli utente per cui <acronym title="Real User Monitoring">RUM</acronym> dovrebbe essere attivo:

source: Include <acronym title="Real User Monitoring">RUM</acronym> in compressed or cached pages
it_it: Includi <acronym title="Real User Monitoring">RUM</acronym> nelle pagine compresse o inserite nella cache

source: Prefix network sites:
it_it: Prefisso per i siti della rete:

source: Include network sites stats in network:
it_it: Includi le statistiche per i siti della rete:

source: Use PHP function to set application name:
it_it: Utilizza le funzioni del PHP per impostare il nome dell'applicazione:

source: Enable XMIT
it_it: Abilita XMIT

source: Object Cache Method:
it_it: Modalit&agrave; della cache degli oggetti:

source: Object Cache:
it_it: Cache degli oggetti:

source: Default lifetime of cache objects:
it_it: Tempo di vita di default per la cache degli oggetti:

source: Global groups:
it_it: Gruppi globali:

source: Non-persistent groups:
it_it: Gruppi non persistenti:

source: Flush all cache on post, comment etc changes.
it_it: Svuota tutte le cache su articoli, commenti, eccetera.

source: Page cache method:
it_it: Modalit&agrave; di cache delle pagine:

source: Page cache:
it_it: Cache delle pagine:

source: Cache front page
it_it: Crea la cache per la pagina iniziale

source: Cache posts page
it_it: Crea la cache per la pagina degli articoli

source: Don't cache front page
it_it: Non creare la cache per la pagina iniziale

source: Cache feeds: site, categories, tags, comments
it_it: Crea la cache per i feed: siti, categorie, tag, commenti

source: Cache <acronym title="Secure Socket Layer">SSL</acronym> (<acronym title="HyperText Transfer Protocol over SSL">https</acronym>) requests
it_it: Crea la cache per le richieste <acronym title="Secure Socket Layer">SSL</acronym> (<acronym title="HyperText Transfer Protocol over SSL">https</acronym>)

source: Cache <acronym title="Uniform Resource Identifier">URI</acronym>s with query string variables
it_it: Crea la cache per gli <acronym title="Uniform Resource Identifier">URI</acronym> che contengono variabili in query string

source: Cache 404 (not found) pages
it_it: Crea la cache per le pagine 404 (non trovato)

source: Cache requests only for %s site address
it_it: Crea la cache solo per l'indirizzo %s

source: Don't cache pages for logged in users
it_it: Non creare la cache delle pagine per gli utenti autenticati

source: Don't cache pages for following user roles
it_it: Non creare la cache delle pagine per i seguenti ruoli utente

source: Automatically prime the page cache
it_it: Carica automaticamente la cache delle pagine

source: Update interval:
it_it: Intervallo di aggiornamento:

source: Pages per interval:
it_it: Pagine per intervallo:

source: Sitemap <acronym title="Uniform Resource Indicator">URL</acronym>:
it_it: <acronym title="Uniform Resource Indicator">URL</acronym> della sitemap:

source: Preload the post cache upon publish events.
it_it: Carica anticipatamente la cache degli articoli quando si effettua una pubblicazione.

source: Front page
it_it: Pagina iniziale

source: Posts page
it_it: Pagina dei post

source: Post page
it_it: Pagina degli articoli

source: Blog feed
it_it: Feed del blog

source: Post comments pages
it_it: Pagine dei commenti agli articoli

source: Post author pages
it_it: Pagine degli autori degli articoli

source: Post terms pages
it_it: Pagine dei termini degli articoli

source: Post comments feed
it_it: Feed dei commenti agli articoli

source: Post author feed
it_it: Feed degli autori degli articoli

source: Post terms feeds
it_it: Feed dei termini degli articoli

source: Daily archive pages
it_it: Pagine archivio giornaliere

source: Monthly archive pages
it_it: Pagine archivio mensili

source: Yearly archive pages
it_it: Pagine archivio annuali

source: Specify the feed types to purge:
it_it: Specifica il tipo di feed da svuotare:

source: Purge Limit:
it_it: Limite di svuotamento:

source: Additional pages:
it_it: Pagine addizionali:

source: Purge sitemaps:
it_it: Svuota le sitemap:

source: Enable compatibility mode
it_it: Abilita la modalit&agrave; compatibilit&agrave;

source: Disable UTF-8 blog charset support
it_it: Disabilita il supporto al set di caratteri UTF-8

source: Disable caching of HEAD <acronym title="Hypertext Transfer Protocol">HTTP</acronym> requests
it_it: Disabilita la cache per le richieste <acronym title="Hypertext Transfer Protocol">HTTP</acronym> HEAD

source: Comment cookie lifetime:
it_it: Tempo di vita per i cookie dei commenti:

source: Accepted query strings:
it_it: Query string accettate:

source: Rejected cookies:
it_it: Cookie respinti:

source: Cache exception list:
it_it: Lista di eccezioni della cache:

source: Non-trailing slash pages:
it_it: Pagine senza slash finale:

source: Specify page headers:
it_it: Specifica gli header della pagina:

source: Handle <acronym title="Extensible Markup Language">XML</acronym> mime type
it_it: Gestisci il tipo mime <acronym title="Extensible Markup Language">XML</acronym>

source: Referrer groups
it_it: Gruppi di referrer

source: Manage the cache purge queue via <acronym title="Simple Notification Service">SNS</acronym>
it_it: Gestisci la coda di svuotamento della cache tramite <acronym title="Simple Notification Service">SNS</acronym>

source: SNS region:
it_it: Regione SNS:

source: Topic <acronym title="Identification">ID</acronym>:
it_it: <acronym title="Identification">ID</acronym> del topic:

source: Enable varnish cache purging
it_it: Abilita lo svuotamento della cache Varnish

source: Varnish servers:
it_it: Server Varnish:

source: Forums
it_it: Forum

source: view visualizations
it_it: Vedi le visualizzazioni

source: News
it_it: Notizie

source: Page Speed Report
it_it: Report Page Speed

source: Less than 15 Minute Email Support Response %s
it_it: Risposta di supporto tramite Email in meno di 15 minuti %s

source: Less than 15 Minute Phone Support Response %s
it_it: Risposta di supporto tramite telefono in meno di 15 minuti %s

source: Professional Plugin Configuration %s
it_it: Configurazione professionale del plugin %s

source: Theme Performance Optimization & Plugin Configuration %s
it_it: Ottimizzazione delle performance del tema &amp; Configurazione del plugin %s

source: Linux Server Optimization & Plugin Configuration %s
it_it: Ottimizzazione del server Linux &amp; Configurazione del plugin %s

source: Premium Services
it_it: Servizi premium

source: Spread The Word
it_it: Spargi la voce

source: Thank you for linking to us!
it_it: Grazie per esserti collegato a noi!

source: You are no longer linking to us. Please support us in other ways instead.
it_it: Non sei pi&ugrave; collegato con noi. Supportarci in altri modi.

source: The highest rated and most complete WordPress performance plugin. Dramatically improve the speed and user experience of your site. Add browser, page, object and database caching as well as minify and content delivery network (CDN) to WordPress.
it_it: Il plugin sulle performance pi&ugrave; votato e completo per WordPress. Migliora drasticamente la velocit&agrave; e l'esperenza d'uso del tuo sito. Aggiunge a WordPress la cache lato browser, delle pagine, degli oggetti e del database, cos&igrave; come il minify e la possibilit&agrave; di utilizzare le Content Delivery Network (CDN).
