Repository: WP-Translations/language-packs
Catalog: w3-total-cache/languages/w3-total-cache-*.po
Languages: it_it

source: To acquire an <acronym title="Application Programming Interface">API</acronym> key, visit the <a href="https://code.google.com/apis/console" target="_blank"><acronym title="Application Programming Interface">API</acronym>s Console</a>. Go to the Project Home tab, activate the Page Speed Online <acronym title="Application Programming Interface">API</acronym>, and accept the Terms of Service. Then go to the <acronym title="Application Programming Interface">API</acronym> Access tab. The <acronym title="Application Programming Interface">API</acronym> key is in the Simple <acronym title="Application Programming Interface">API</acronym> Access section.
it_it: Per ottenere una <acronym title="Application Programming Interface">API</acronym> key, visita la <a href="https://code.google.com/apis/console" target="_blank"><acronym title="Application Programming Interface">API</acronym> Console</a>. Vai su the Project Home, attiva la Page Speed Online <acronym title="Application Programming Interface">API</acronym>, e accetta i Termini del Servizio. Poi vai su <acronym title="Application Programming Interface">API</acronym> Access. La <acronym title="Application Programming Interface">API</acronym> si trova nella sezione Simple <acronym title="Application Programming Interface">API</acronym> Access.

source: Only one configuration file for whole network will be created and used. Recommended if all sites have the same configuration.
it_it: Verr&agrave; creato ed utilizzato un solo file di configurazione per l'intera rete. Raccomandato se tutti i siti hanno la stessa configurazione.

source: Prevent sites from independently managing their performance settings.
it_it: Impedisci ai siti di gestire in maniera indipendente le proprie impostazioni sulle performance.

source: If empty the default path will be used..
it_it: Se lasciato vuoto, verr&agrave; utilizzato l'indirizzo di default.

source: Notify of server configuration errors, if this option is disabled, the server configuration for active settings can be found on the <a href="admin.php?page=w3tc_install">install</a> tab.
it_it: Notifica gli errori di configurazione del server. Se questa opzione %ecute; disabilitata, puoi trovare le configurazioni del server per le impostazioni attualmente attive nella pagina di <a href="admin.php?page=w3tc_install">installazione</a>.

source: Enable file locking
it_it: Abilita il blocco dei file

source: Not recommended for <acronym title="Network File System">NFS</acronym> systems.
it_it: Non raccomandato su sistemi che utilizzano <acronym title="Network File System">NFS</acronym>.

source: Optimize disk enhanced page and minify disk caching for <acronym title="Network File System">NFS</acronym>
it_it: Ottimizza la cache su disco avanzata e la cache su disco dei file minimizzati per <acronym title="Network File System">NFS</acronym>

source: Try this option if your hosting environment uses a network based file system for a possible performance improvement.
it_it: Prova questa opzione se il tuo server utilizza un file system basato sulla rete per ottenere dei probabili miglioramenti nelle performance.

source: Enable Edge mode
it_it: Abilita la modalit&agrave; Edge

source: Disable Edge mode
it_it: Disabilita la modalit&agrave; Edge

source: Enable this to try out new functionality under development. Might cause issues on some sites. If you have issues and can't access wp-admin, remove "define('W3TC_EDGE_MODE', true);" from your wp-config.php file and edge mode features will be disabled.
it_it: Abilita questa modalit&agrave; per provare nuove funzionalit&agrave; ancora in fase di sviluppo. Potrebbe causare dei problemi su alcuni siti. Se riscontri dei problemi e non puoi accedere a wp-admin, rimuovi "define('W3TC_EDGE_MODE', true);" dal tuo file wp-config.php e la modalit&agrave; edge verr&agrave; disabilitata.

source: Detailed information about each cache will be appended in (publicly available) <acronym title="Hypertext Markup Language">HTML</acronym> comments in the page's source code. Performance in this mode will not be optimal, use sparingly and disable when not in use.
it_it: Saranno inserite delle informazioni dettagliate su ogni cache all'interno dei commenti nel codice <acronym title="Hypertext Markup Language">HTML</acronym> delle pagine (saranno visibili pubblicamente). In questa modalit&agrave; le performance non saranno ottimali, quindi utilizzala di rado e disabilitala quanto non &eacute; pi&ugrave; necessaria.

source: Debug Mode:
it_it: Modalit&agrave; Debug:

source: If selected, detailed caching information will be appear at the end of each page in a <acronym title="Hypertext Markup Language">HTML</acronym> comment. View a page's source code to review.
it_it: Se selezionato, saranno inserite delle informazioni dettagliate sulla cache all'interno del codice <acronym title="Hypertext Markup Language">HTML</acronym> di ogni pagina come commento. Visualizza il codice sorgente delle pagine per analizzare le informazioni.

source: Import configuration:
it_it: Importa configurazione:

source: Upload
it_it: Carica

source: Upload and replace the active settings file.
it_it: Carica e sostituisci il file di configurazione attualmente attivo.

source: Export configuration:
it_it: Esporta configurazione:

source: Download
it_it: Scarica

source: Download the active settings file.
it_it: Scarica il file di configurazione attualmente attivo.

source: Reset configuration:
it_it: Azzera configurazioni:

source: Restore Default Settings
it_it: Reimposta le impostazioni di default

source: Revert all settings to the defaults. Any settings staged in preview mode will not be modified.
it_it: Riporta tutte le impostazioni ai valori di default. Le impostazioni attive in modalit&agrave; anteprima non saranno modificate.

source: Set the permissions of wp-content/ back to 755, e.g.:
it_it: Imposta i permessi di wp-content/ a 755, ad esempio:

source: On the "<a href="admin.php?page=w3tc_general">General</a>" tab and select your caching methods for page, database and minify. In most cases, "disk enhanced" mode for page cache, "disk" mode for minify and "disk" mode for database caching are "good" settings.
it_it: Nel tab "<a href="admin.php?page=w3tc_general">Impostazioni generali</a>" seleziona il metodo di cache per le pagine, il database e per il minify. Nella maggiorparte dei casi, le impostazioni migliori sono la modalit&agrave; "Su disco avanzata" per la cache, "Su disco" per il minify e "Su disco" per il database.

source: 1. The "Compatibility Mode" option found in the advanced section of the "<a href="admin.php?page=w3tc_pgcache">Page Cache Settings</a>" tab will enable functionality that optimizes the interoperablity of caching with WordPress, is disabled by default, but highly recommended. Years of testing in hundreds of thousands of installations have helped us learn how to make caching behave well with WordPress. The tradeoff is that disk enhanced page cache performance under load tests will be decreased by ~20% at scale.
it_it: 1. L'opzione "Modalit&agrave; Compatibilit&agrave;" nella sezione avanzata del tab "<a href="admin.php?page=w3tc_pgcache">Impostazioni della cache di pagina</a>" abiliter&agrave; delle funzionalit&agrave; che ottimizzano l'interoperabilit&agrave; del meccanismo di cache di WordPress; &eacute; disabilitata di default, ma ne consigliamo l'attivazione. Anni di test in centinaia di migliaia di installazioni ci hanno aiutato ad apprendere come far comportare la cache nel migliore dei modi in WordPress. Il rovescio della medaglia &eacute; rappresentato dal fatto che le performance della cache delle pagine diminiuranno del ~20% se si utilizza la modalit&agrave; su disco avanzata..

source: <em>Recommended:</em> On the "<a href="admin.php?page=w3tc_minify">Minify</a>" tab all of the recommended settings are preset. Use the help button to simplify discovery of your <acronym title="Cascading Style Sheet">CSS</acronym> and <acronym title="JavaScript">JS</acronym> files and groups. Pay close attention to the method and location of your <acronym title="JavaScript">JS</acronym> group embeddings. See the plugin's <a href="admin.php?page=w3tc_faq">FAQ</a> for more information on usage.
it_it: <em>Raccomandato:</em> Tutte le impostazioni raccomandate nel tab "<a href="admin.php?page=w3tc_minify">Minify</a>" sono gi&agrave; preimpostate. Utilizza il pulsante "Aiuto" per avere informazioni sui tuoi file <acronym title="Cascading Style Sheet">CSS</acronym> e<acronym title="JavaScript">JS</acronym>. Fai particolare attenzione alla posizione e alla modalit&agrave; di inclusione dei file <acronym title="JavaScript">JS</acronym>. Vedi le <a href="admin.php?page=w3tc_faq">FAQ</a> del plugin per ottenere pi&ugrave; informazioni sull'utilizzo.

source: <em>Recommended:</em> On the "<a href="admin.php?page=w3tc_browsercache">Browser Cache</a>" tab, <acronym title="Hypertext Transfer Protocol">HTTP</acronym> compression is enabled by default. Make sure to enable other options to suit your goals.
it_it: <em>Raccomandato:</em> Nel tab "<a href="admin.php?page=w3tc_browsercache">Cache lato Browser</a>", la compressione <acronym title="Hypertext Transfer Protocol">HTTP</acronym> &eacute; abilitata di default. Assicurati di abilitare le altre opzioni per il raggiungimento dei tuoi obiettivi.

source: <em>Recommended:</em> If you already have a content delivery network (<acronym title="Content Delivery Network">CDN</acronym>) provider, proceed to the "<a href="admin.php?page=w3tc_cdn">Content Delivery Network</a>" tab and populate the fields and set your preferences. If you do not use the Media Library, you will need to import your images etc into the default locations. Use the Media Library Import Tool on the "Content Delivery Network" tab to perform this task. If you do not have a <acronym title="Content Delivery Network">CDN</acronym> provider, you can still improve your site's performance using the "Self-hosted" method. On your own server, create a subdomain and matching <acronym title="Domain Name System">DNS</acronym> Zone record; e.g. static.domain.com and configure <acronym title="File Transfer Protocol">FTP</acronym> options on the "Content Delivery Network" tab accordingly. Be sure to <acronym title="File Transfer Protocol">FTP</acronym> upload the appropriate files, using the available upload buttons.
it_it: <em>Raccomandato:</em> Se hai gi&agrave; aderito ad un servizio di content delivery network (<acronym title="Content Delivery Network">CDN</acronym>), vai nel tab "<a href="admin.php?page=w3tc_cdn">Content Delivery Network</a>" e popola i campi per impostare le tue preferenze. Se non utilizzi la Media Library, sar&agrave; necessario importare le tue immagini e gli altri file nella posizione di default. Usa il tool Importa Media Library Import nel tab "Content Delivery Network" per completare questa operazione. Se non hai alcun account su una <acronym title="Content Delivery Network">CDN</acronym>, puoi migliorare le performance del tuo sito creando un sottodominio sul tuo server e una Zona <acronym title="Domain Name System">DNS</acronym> per il sottodominio, ad esempio static.domain.com, e configurando le opzioni <acronym title="File Transfer Protocol">FTP</acronym> nel tab "Content Delivery Network" per poterlo utilizzare. Assicurati di caricare tramite <acronym title="File Transfer Protocol">FTP</acronym> i file appropriati, utilizzando i pulsanti di caricamento disponibili.

source: <em>Optional:</em> On the "<a href="admin.php?page=w3tc_dbcache">Database Cache</a>" tab the recommended settings are preset. If using a shared hosting account use the "disk" method with caution; in either of these cases the response time of the disk may not be fast enough, so this option is disabled by default.
it_it: <em>Facoltativo:</em> Le impostazioni consigliate nel tab "<a href="admin.php?page=w3tc_dbcache">Cache del Database</a>" sono gi&agrave; preimpostate. Se stai ospitando il sito su un server condiviso, utilizza la modalit&agrave; "su disco" con cautela; in questi casi la risposta del disco potrebbe non essere veloce a sufficienza, per cui questa opzione &eacute; disabilitata di default.

source: <em>Optional:</em> On the "<a href="admin.php?page=w3tc_objectcache">Object Cache</a>" tab the recommended settings are preset. If using a shared hosting account use the "disk" method with caution, the response time of the disk may not be fast enough, so this option is disabled by default. Test this option with and without database cache to ensure that it provides a performance increase.
it_it: <em>Facoltativo:</em> Le impostazioni consigliate nel tab "<a href="admin.php?page=w3tc_objectcache">Cache degli oggetti</a>" sono gi&agrave; preimpostate. Se stai ospitando il sito su un server condiviso, utilizza la modalit&agrave; "su disco" con cautela; in questi casi la risposta del disco potrebbe non essere veloce a sufficienza, per cui questa opzione &eacute; disabilitata di default. Effettua dei test su questa opzione con la cache del database abilitata e non, per assicurarti di avere degli incrementi prestazionali.

source: <em>Optional:</em> On the "<a href="admin.php?page=w3tc_mobile">User Agent Groups</a>" tab, specify any user agents, like mobile phones if a mobile theme is used.
it_it: <em>Facoltativo:</em> Nel tab "<a href="admin.php?page=w3tc_mobile">Gruppi di User Agent</a>", specifica qualsiasi user agent, ad esempio quelli dei dispositivi mobili se &eacute; utilizzato un tema per i dispositivi mobili.

source: Check out the <acronym title="Frequently Asked Questions">FAQ</acronym> for more details on <a href="admin.php?page=w3tc_faq">usage</a>
it_it: Consulta le <acronym title="Frequently Asked Questions">FAQ</acronym> per maggiori dettagli sull'<a href="admin.php?page=w3tc_faq">utilizzo</a>

source: Other
it_it: Altro

source: Software Installation for Dedicated / Virtual Dedicated / Multiple Servers (Optional)
it_it: Installazione software per server Dedicati / Virtuali / Multipli (Opzionale)

source: <strong>Server Preparation:</strong><br /><em>Time required: ~1 minute</em>
it_it: <strong>Preparazione del server:</strong><br /><em>Tempo richiesto: ~1 minuto</em>

source: <a href="http://www.google.com/search?q=installing%20yum&amp;output=search&amp;tbs=qdr:y&amp;tbo=1" target="_blank">Install yum</a> if you don't already have it. Then, if you like, you can update all of your installed software, but do so only if you have the experience and time to double check configurations afterwards:
it_it: <a href="http://www.google.com/search?q=installing%20yum&amp;output=search&amp;tbs=qdr:y&amp;tbo=1" target="_blank">Installa yum</a> se non &eacute; gi&agrave; installato. Se preferisci, puoi aggiornare tutti i software installati, ma procedi con questa operazione solo se hai esperienza e tempo per verificare due volte le seguenti configurazioni:

source: Install <acronym title="PHP Extension Community Library">PECL</acronym>:
it_it: Installa <acronym title="PHP Extension Community Library">PECL</acronym>:

source: Install the <acronym title="Hypertext Preprocessor">PHP</acronym> Development package:
it_it: Installa il pacchetto di sviluppo <acronym title="Hypertext Preprocessor">PHP</acronym>:

source: Install apxs with the following command:
it_it: Installa apxs tramite i seguenti comandi:

source: Make sure GCC is up-to-date:
it_it: Verifica che GCC sia aggiornato:

source: Make sure ZLIB is fully installed:
it_it: Verifica che ZLIB sia completamente installato:

source: Make sure PCRE is fully installed:
it_it: Verifica che PCRE sia completamente installato:

source: Memcached (Daemon) Installation:</strong><br /><em>Time required: 2 minutes</em>
it_it: Installazione di Memcached (Daemon):</strong><br /><em>Tempo richiesto: 2 minuti</em>

source: Try to install with yum:
it_it: Prova ad installare tramite yum:

source: If this succeeds skip to #5. If this fails, then let's compile. Download and extract the <a href="http://www.monkey.org/~provos/libevent/" target="_blank">latest stable version</a>:
it_it: Se questa operazione termina con successo, vai al passo #5. Altrimenti, procedi alla compilazione. Scarica ed estrai <a href="http://www.monkey.org/~provos/libevent/" target="_blank">l'ultima versione stabile</a>:

source: Let's compile:
it_it: Procedi alla compilazione:

source: In the output you should see:
it_it: Il tuo output dovrebbe essere:

source: If so you can:
it_it: Se si, puoi eseguire questo comando:

source: Configure your server for the new install:
it_it: Configura il tuo server per la nuova installazione:

source: Now find the <a href="http://memcached.org/" target="_blank">latest stable memcached</a>, download and extract:
it_it: Ora scarica <a href="http://memcached.org/" target="_blank">l'ultima versione stabile di memcached</a> ed estraila:

source: Make sure memcached is starts automatically on server boot:
it_it: Assicurati che memcached sia avviato automaticamente all'avvio del server:

source: And finally, let's start memcached:
it_it: Infine, avvia memcached:

source: <strong><acronym title="PHP Extension Community Library">PECL</acronym> Memcache Module Installation:</strong><br /><em>Time required: 1 minute</em>
it_it: Installazione del modulo <strong><acronym title="PHP Extension Community Library">PECL</acronym> Memcache:</strong><br /><em>Tempo richiesto: 1 minuto</em>

source: Either use <acronym title="PHP Extension Community Library">PECL</acronym> (and skip to #4 if successful):
it_it: Puoi utilizzare <acronym title="PHP Extension Community Library">PECL</acronym> (e vai al passo #4 se questo si conclude con successo):

source: Or via compilation. Download the <a href="http://pecl.php.net/package/memcache" target="_blank">latest stable version</a> and extract:
it_it: Oppure puoi effettuare la compilazione. Scarica <a href="http://pecl.php.net/package/memcache" target="_blank">l'ultima versione stabile</a> ed estraila:

source: Now we start to compile:
it_it: Procedi con la compilazione:

source: You can also use the memcache.ini file we prepared for you:
it_it: Puoi anche utilizzare il file memcache.ini che abbiamo preparato per te:

source: Finally restart apache:
it_it: Infine, riavvia apache:

source: You're done! Memcache should now be available. If the following command retuns anything, you're all set:
it_it: Hai finito! Memcache &eacute installato. Se il comando seguente restituisce qualcosa, tutto &eacute; andato per il verso giusto:

source: <strong><acronym title="PHP Extension Community Library">PECL</acronym> Alternative PHP Cache (<acronym title="Alternative PHP Cache">APC</acronym>) Installation (Recommended):</strong><br /><em>Time required: 1 minute</em>
it_it: Installazione della cache Alternative PHP Cache <strong><acronym title="PHP Extension Community Library">PECL</acronym> (<acronym title="Alternative PHP Cache">APC</acronym>) (Raccomandata):</strong><br /><em>Ttempo richiesto: 1 minuto</em>

source: Install <acronym title="Alternative PHP Cache">APC</acronym> using the <acronym title="PHP Extension Community Library">PECL</acronym> command (and skip to #5 if successful):
it_it: Installa <acronym title="Alternative PHP Cache">APC</acronym> usando il comando <acronym title="PHP Extension Community Library">PECL</acronym> (e salta al passo #5 se l'operazione termina con successo):

source: Or via compilation. Download the <a href="http://pecl.php.net/package/APC" target="_blank">latest stable version</a> and extract:
it_it: Oppure procedi alla compilazione. Scarica <a href="http://pecl.php.net/package/APC" target="_blank">l'ultima versione stabile</a> ed estraila:

source: Note the paths returned for the following commands:
it_it: Prendi nota dei percorsi restituiti dai seguenti comandi:

source: Use the output from #2 to modify the --with-apxs and --with-php-config flags in the following compile command:
it_it: Utilizza gli output del passo #2 per modificare i flag --with-apxs e --with-php-config nel seguente comando di compilazione:

source: You can also use the apc.ini file we prepared for you:
it_it: Puoi anche utilizzare il file apc.ini che abbiamo preparato per te:

source: Restart apache when ready:
it_it: Riavvia apache:

source: You're done! <acronym title="Alternative PHP Cache">APC</acronym> should now be available. If the following command retuns anything, you're all set:
it_it: Hai finito! <acronym title="Alternative PHP Cache">APC</acronym> &eacute; installato. Se il comando seguente restituisce qualcosa, tutto &eacute; andato per il verso giusto:

source: <strong>XCache Installation:</strong><br /><em>Time required: 1 minute</em>
it_it: <strong>Installazione di XCache:</strong><br /><em>Tempo richiesto: 1 minuto</em>

source: Download the <a href="http://xcache.lighttpd.net/wiki/ReleaseArchive" target="_blank">latest compatible version</a> and extract:
it_it: Scarica <a href="http://xcache.lighttpd.net/wiki/ReleaseArchive" target="_blank">l'ultima versione compatibile</a> ed estraila:

source: Note the path returned for the following command:
it_it: Annota il percorso restituito dal seguente comando:

source: Use the output from #2 to modify the --with-php-config flag in the following compile command:
it_it: Utilizza l'output del passo #2 per modificare il flag --with-php-config nel seguente comando di compilazione:

source: The result should be similar to:
it_it: Il risultato dovrebbe essere simile al seguente:

source: You can also use the eaccelerator.ini file we prepared for you:
it_it: Puoi anche utilizzare il file eaccelerator.ini che abbiamo preparato per te:

source: You're done! XCache should now be available. If the following command retuns anything, you're all set:
it_it: Hai finito! XCache &eacute; installato. Se il comando seguente restituisce qualcosa, tutto &eacute; andato per il verso giusto:

source: <strong>eAccelerator Installation:</strong><br /><em>Time required: 1 minute</em>
it_it: <strong>Installazione di eAccelerator:</strong><br /><em>Tempo richiesto: 1 minuto</em>

source: If using <acronym title="Hypertext Preprocessor">PHP</acronym> v5+, download the <a href="http://eaccelerator.net/" target="_blank">lastest compatible version</a> and extract. Remember v0.9.5.3 is the last version that supports user objects, later versions only support opcode caching.
it_it: Se stai usando la versione 5 di <acronym title="Hypertext Preprocessor">PHP</acronym> o successive, scarica <a href="http://eaccelerator.net/" target="_blank">l'ultima versione compatibile</a> ed estraila. Ricorda che la versione 0.9.5.3 &eacute; l'ultima versione che supporta gli oggetti utente, le versioni successive supportano esclusivamente la cache opcode.

source: You're done! eAccelerator should now be available. If the following command retuns anything, you're all set:
it_it: Hai finito! eAccelerator &eacute; installato. Se il comando seguente restituisce qualcosa, tutto &eacute; andato per il verso giusto:

source: The provided instructions are for 32-bit CentOS, however we can provide others based on <a href="mailto:wordpressexperts@w3-edge.com">your requests</a>.
it_it: Le istruzioni fornite sono riferite a CentOS a 32-bit, ma possiamo fornirne delle altre in base alle <a href="mailto:wordpressexperts@w3-edge.com">tue richieste</a>.
