Repository: WP-Translations/language-packs
Catalog: w3-total-cache/languages/w3-total-cache-*.po
Languages: it_it

source: Best compatibility with <a href="http://www.iis.net/" target="_blank">IIS</a> is realized via <a href="http://www.microsoft.com/web/webmatrix/" target="_blank">WebMatrix</a>, which also includes the supported <a href="http://www.iis.net/download/wincacheforphp" target="_blank">WinCache</a> opcode cache.
it_it: La compatibilit&agrave; migliore con <a href="http://www.iis.net/" target="_blank">IIS</a> &eacute; ottenuta tramite <a href="http://www.microsoft.com/web/webmatrix/" target="_blank">WebMatrix</a>, che include anche il supporto alla cache opcode <a href="http://www.iis.net/download/wincacheforphp" target="_blank">WinCache</a>.

source: In the case where Apache is not used, the .htaccess file located in the root directory of the WordPress installation, wp-content/w3tc/pgcache/.htaccess and wp-content/w3tc/min/.htaccess contain directives that must be manually created for your web server software.
it_it: Nel caso in cui non venga utilizzato Apache, il file .htaccess presente nel percorso principale dell'installazione di WordPress, wp-content/w3tc/pgcache/.htaccess e wp-content/w3tc/min/.htaccess contiene direttive che devono essere create manualmente per il software del tuo server web.

source: Restarting the web server will empty the opcode cache, which means it will have to be rebuilt over time and your site's performance will suffer during this period. Still, an opcode cache should be installed in any case to maximize WordPress performance.
it_it: Riavviare il server web svuoter&agrave; la cache opcode, e questo significa che dovr&agrave; essere ricreata e le performance del tuo sito soffriranno durante questo periodo. In ogni caso, &eacute; opportuno installare una cache opcode per massimizzare le performance di WordPress.

source: Consider using memcached for objects that must persist across web server restarts or that you wish to share amongst your pool of servers (or cluster), e.g.: database objects or page cache.
it_it: Prendi in considerazione l'utilizzo di memcached per gli oggetti che devono essere resi persistenti anche dopo un riavvio del server web o che vuoi condividere all'interno di un pool di server (o in un cluster), ad esempio oggetti del database o cache di pagina.

source: Some yum or mirrors may not have the necessary packages, in such cases you may have to do a manual installation.
it_it: Alcuni mirror yum potrebbero non avere i package necessari. In questi casi potresti dover effettuare una installazione manuale.

source: Whitespace only
it_it: Solo spazi bianchi

source: Simple optimizations
it_it: Ottimizzazioni di base

source: Advanced optimizations
it_it: Ottimizzazioni avanzate

source: Test Closure Compiler
it_it: Effettua un test del compilatore Closure

source: Highest (no readability, smallest size)
it_it: Il pi&ugrave; alto (nessuna leggibilit&agrave;, dimensioni pi&ugrave; piccole in assoluto)

source: High (moderate readability, smaller size)
it_it: Alto (leggibilit&agrave; moderata, dimensioni pi&ugrave; piccole)

source: Standard (balance between readability and size)
it_it: Standard (bilanciamento tra leggibilit&agrave; e dimensioni)

source: Low (higher readability)
it_it: Basso (alta leggibilit&agrave;)

source: Don't optimise
it_it: Non ottimizzare

source: Safe optimisations
it_it: Ottimizzazioni non rischiose

source: All optimisations
it_it: Tutte le ottimizzazioni

source: None
it_it: Nessuno

source: Lowercase
it_it: Minuscolo

source: Uppercase
it_it: Maiuscolo

source: Do not change anything
it_it: Non cambiare nulla

source: Only seperate selectors (split at ,)
it_it: Solo selettori separati (suddividi quando incontri ,)

source: Merge selectors with the same properties (fast)
it_it: Unisci i selettori con le stesse propriet&agrave; (veloce)

source: Test YUI Compressor
it_it: Effettua il test del compressore YUI

source: Path to JAVA executable:
it_it: Percorso agli eseguibili JAVA:

source: Path to JAR file:
it_it: Percorso al file JAR:

source: symbols (set to 0 to disable)
it_it: simboli (imposta a 0 per disabilitare)

source: Minify via %s is currently %s.
it_it: Minify tramite %s &eacute; al momento %s.

source: To rebuild the minify cache use the %s operation.
it_it: Per ricostruire la cache minify utilizza l'operazione %s.

source: Get minify hints using the
it_it: Ottieni suggerimenti sul minify utilizzando la

source: help
it_it: procedura guidata

source: %s to make existing file modifications visible to visitors with a primed cache.
it_it: %s per rendere le modifiche ai file gi&agrave; esistenti visibili ai visitatori con una cache gi&agrave; inizializzata.

source: If disabled, <acronym title="Cascading Style Sheet">CSS</acronym> and <acronym title="JavaScript">JS</acronym> embeddings will use GET variables instead of "fancy" links.
it_it: Se disabilitato, l'inclusione di file <acronym title="Cascading Style Sheet">CSS</acronym> e <acronym title="JavaScript">JS</acronym> utilizzer&agrave; variabili GET invece di "fancy" link.

source: Authenticated users will not receive minified pages if this option is enabled.
it_it: Gli utenti autenticati non riceveranno le pagine minimizzate se questa opzione &eacute; abilitata.

source: Admin Notification
it_it: Notifiche Admin

source: Email Notification
it_it: Nofitiche Email

source: Both Admin &amp; Email Notification
it_it: Entrambe le notifiche Admin &amp; Email

source: Notify when minify cache creation errors occur.
it_it: Notifica quando la creazione della cache minify incontra degli errori.

source: <acronym title="Hypertext Markup Language">HTML</acronym> minify settings:
it_it: Impostazioni minify per <acronym title="Hypertext Markup Language">HTML</acronym>:

source: Do not remove comments that contain these terms.
it_it: Non rimuovere commenti che contengono questi termini.

source: <acronym title="JavaScript">JS</acronym> minify settings:
it_it: Impostazioni minify per file <acronym title="JavaScript">JS</acronym>:

source: Operations in areas:
it_it: Operazioni nelle aree:

source: Before <span class="html-tag">&lt;/head&gt;
it_it: Prima del tag <span class="html-tag">&lt;/head&gt;

source: Default (blocking)
it_it: Default (bloccante)

source: Non-blocking using JS
it_it: Non-bloccante utilizzando JS

source: Non-blocking using "async"
it_it: Non-bloccante utilizzando "async"

source: Non-blocking using "defer"
it_it: Non-bloccante utilizzando "defer"

source: Non-blocking using "extsrc"
it_it: Non-bloccante utilizzando "extsrc"

source: Non-blocking using "asyncsrc"
it_it: Non-bloccante utilizzando "asyncsrc"

source: <acronym title="JavaScript">JS</acronym> file management:
it_it: Gestione file <acronym title="JavaScript">JS</acronym>:

source: Theme:
it_it: Tema:

source: Files are minified by template. First select the theme to manage, then add scripts used in all templates to the "All Templates" group. Use the menu above to manage scripts unique to a specific template. If necessary drag &amp; drop to resolve dependency issues (due to incorrect order).
it_it: I file vengono minimizzati per template. Innanzitutto seleziona il tema da gestire, poi aggiungi gli script utilizzati in tutti i template nel gruppo "Tutti i template". Utilizza il menu precedente per gestire gli script unici di un template. Se necessario utilizza il drag &amp; drop per risolvere i problemi di dipendenza (dovuti ad un ordine non corretto).

source: No <acronym title="JavaScript">JS</acronym> files added
it_it: Nessun file <acronym title="JavaScript">JS</acronym> specificato

source: Add a script
it_it: Aggiungi uno script

source: <acronym title="Cascading Style Sheet">CSS</acronym> minify settings:
it_it: Impostazioni minify per file <acronym title="Cascading Style Sheet">CSS</acronym>:

source: <acronym title="Cascading Style Sheet">CSS</acronym> file management:
it_it: Gestione file <acronym title="Cascading Style Sheet">CSS</acronym>:

source: Files are minified by template. First select the theme to manage, then add style sheets used in all templates to the "All Templates" group. Use the menu above to manage style sheets unique to a specific template. If necessary drag &amp; drop to resolve dependency issues (due to incorrect order).
it_it: I file vengono minimizzati per template. Innanzitutto seleziona il tema da gestire, poi aggiungi i fogli di stile utilizzati in tutti i template nel gruppo "Tutti i template". Utilizza il menu precedente per gestire i fogli di stile unici di un template. Se necessario utilizza il drag &amp; drop per risolvere i problemi di dipendenza (dovuti ad un ordine non corretto).

source: No <acronym title="Cascading Style Sheet">CSS</acronym> files added
it_it: Nessun file <acronym title="Cascading Style Sheet">CSS</acronym> specificato

source: Add a style sheet
it_it: Aggiungi un foglio di stile

source: Do not automatically attempt to determine the optimal file name length minify files created in auto mode.
it_it: Non determinare automaticamente la lunghezza ottimale del nome dei file minimizzati in modalit&agrave; automatica.

source: Change this value to decrease or determine the number of minified files that are generated. The more <acronym title="Cascading Style Sheet">CSS</acronym> / <acronym title="JavaScript">JS</acronym> files you have the more files will be generated because their file names are combined in the final <acronym title="Uniform Resource Locator">URL</acronym> of the minified file name. File name length is only applicable when minify is in auto mode and file name length testing is enabled. The maximum file name length value is 246.
it_it: Cambia questo valore per incrementare o diminuire il numero di file minimizzati che venono generati. Pi&ugrave; file <acronym title="Cascading Style Sheet">CSS</acronym> / <acronym title="JavaScript">JS</acronym> sono presenti e pi&ugrave; ne verranno generati in quanto i nomi dei file sono combinati nell' <acronym title="Uniform Resource Locator">URL</acronym> finale del file minimizzato. La lunghezza del nome del file &eacute; applicabile solo quando minify &eacute; attivo in modalit&agrave; automatica ed &eacute; abilitato il testing della lunghezza del nome del file. La lunghezza massima del nome &eacute; pari a 246 caratteri.

source: Specify the interval between download and update of external files in the minify cache. Hint: 6 hours is 21600 seconds. 12 hours is 43200 seconds. 24 hours is 86400 seconds.
it_it: Specifica l'intervallo tra scaricamento e aggiornamento dei file esterni nella cache minify. Suggerimento: 6 ore corrispondono a 21600 secondi. 12 ore corrispondono a 43200 secondi. 24 ore corrispondono a 86400 secondi.

source: Always ignore the specified pages / directories.
it_it: Ignora sempre le pagine e le cartelle specificate.

source: Always ignore the specified JS files.
it_it: Ignora sempre i file JS specificati.

source: Always ignore the specified CSS files.
it_it: Ignora sempre i file CSS specificati.

source: Specify user agents that will never receive minified content.
it_it: Specifica gli user agent che non riceveranno mai i contenuti minimizzati.

source: Specify external files/libraries that should be combined.
it_it: Specifica le librerie o i file esterni che dovrebbero essere combinati.

source: Enable <acronym title="Hypertext Transfer Protocol">HTTP</acronym> compression in the "Cascading Style Sheets &amp; JavaScript" section on <a href="admin.php?page=w3tc_browsercache">Browser Cache</a> Settings tab.
it_it: Abilita la compressione <acronym title="Hypertext Transfer Protocol">HTTP</acronym> nella sezione "Cascading Style Sheets &amp; JavaScript" all'interno del tab delle impostazioni della <a href="admin.php?page=w3tc_browsercache">Cache lato Browser</a>.

source: The <acronym title="Time to Live">TTL</acronym> of page cache files is set via the "Expires header lifetime" field in the "Cascading Style Sheets &amp; JavaScript" section on <a href="admin.php?page=w3tc_browsercache">Browser Cache</a> Settings tab.
it_it: Il <acronym title="Time to Live">TTL</acronym> dei file della cache di pagina &eacute; impostato tramite il campo "Lifetime dell'header expires" nella sezione "Cascading Style Sheets &amp; JavaScript" all'interno del tab delle impostazioni della <a href="admin.php?page=w3tc_browsercache">Cache lato Browser</a>.

source: User agent group support is always <span class="w3tc-enabled">enabled</span>.
it_it: Il supporto ai gruppi di user agent &eacute; sempre <span class="w3tc-enabled">abilitato</span>.

source: Create a group
it_it: Crea un gruppo

source: of user agents by specifying names in the user agents field. Assign a set of user agents to use a specific theme, redirect them to another domain or if an existing mobile plugin is active, create user agent groups to ensure that a unique cache is created for each user agent group. Drag and drop groups into order (if needed) to determine their priority (top -&gt; down).
it_it: di user agent specificandone i nomi nel campo degli user agent. Assegna un insieme di user agent ad uno specifico tema, reindirizzali su un altro dominio o, se &eacute; attivo un plugin mobile, crea dei gruppi di user agent per assicurarti che venga creata una unica cache per ogni gruppo. Usando il drag &amp; drop, ordina i gruppi (se necessario) per determinare la loro priorit&agrave; (dal pi&ugrave; al meno prioritario).

source: Group name:
it_it: Nome del gruppo:

source: Enabled:
it_it: Abilitato:

source: Assign this group of user agents to a specific theme. Selecting "Pass-through" allows any plugin(s) (e.g. mobile plugins) to properly handle requests for these user agents. If the "redirect users to" field is not empty, this setting is ignored.
it_it: Assegna questo gruppo di user agent ad uno specifico tema. Selezionando "Pass-through" si permette a qualsiasi plugin (ad esempio, i plugin per il mobile) di gestire correttamente le richieste per questi user agent. Se il campo "reindirizza gli utenti su" non &eacute; vuoto, questa impostazione verr&agrave; ignorata.

source: Redirect users to:
it_it: Reindirizza gli utenti su:

source: A 302 redirect is used to send this group of users to another hostname (domain); recommended if a 3rd party service provides a mobile version of your site.
it_it: Un redirect 302 &eacute; utilizzato per reindirizzare questo gruppo di utenti su un altro hostname (dominio); raccomandato se un servizio di 3 parti fornisce una versione del sito per dispositivi mobile.

source: User agents:
it_it: User agent:

source: Specify the user agents for this group. Remember to escape special characters like spaces, dots or dashes with a backslash. Regular expressions are also supported.
it_it: Specifica gli user agent per questo gruppo. Ricorda di effettuare l'escape dei caratteri speciali come lo spazio, il punto, i trattini, utilizzando il backslash. Sono supportate anche le espressioni regolari.

source: No groups added. All user agents recieve the same page and minify cache results.
it_it: Nessun gruppo specificato. Tutti gli user agent riceveranno la stessa pagina e gli stessi risultati della cache minify.

source: Enabling even a single user agent group will set a cookie called "w3tc_referrer." It is used to ensure a consistent user experience across page views. Make sure any reverse proxy servers etc respect this cookie for proper operation.
it_it: Abilitando anche solo un gruppo di user agent, sar&agrave; impostato un cookie chiamato "w3tc_referrer". Questo cookie &eacute; utilizzato per assicurare una esperienza d'uso consistente su tutte le pagine del sito. Assicurati che eventuali reverse proxy rispettino questo cookie.

source: Per the above, make sure that visitors are notified about the cookie as per any regulations in your market.
it_it: Per il punto precedente, assicurati che i visitatori vengano informati sul cookie, in conformit&agrave; con i regolamenti vigenti.

source: Monitoring via New Relic is currently
it_it: Il monitoraggio tramite New Relic &eacute; al momento

source: Application Settings
it_it: Impostazioni dell'applicazione

source: Application settings could not be retrieved. New Relic may not be properly configured, <a href="%s">review the settings</a>.
it_it: Le impostazioni dell'applicazione non possono essere reperite. New Relic potrebbe non essere configurato correttamente, <a href="%s">verifica le impostazioni</a>.

source: Application settings are only visible when New Relic is enabled
it_it: Le impostazioni dell'applicazione sono visibili solo quando New Relic &eacute; abilitato

source: Dashboard Settings
it_it: Impostazioni della bacheca

source: How many minutes data retrieved from New Relic should be stored. Minimum is 1 minute.
it_it: Il numero di minuti per cui conservare i dati reperiti da New Relic. Il valore minimo &eacute; 1 minuto.

source: Behavior Settings
it_it: Impostazioni sul comportamento del monitoraggio real time

source: This enables inclusion of <acronym title="Real User Monitoring">RUM</acronym> when using Page Cache together with Browser Cache gzip or when using Page Cache with Disc: Enhanced
it_it: Abilita l'inclusione del <acronym title="Real User Monitoring">RUM</acronym> quando si utilizza la cache di pagina assieme alla cache lato browser con gzip abilitato, oppure quando si utilizza la cache di pagina su disco in modalit&agrave; avanzata

source: This means that the data collected for sites in the network will be included in the main network sites data on New Relic.
it_it: Questo significa che i dati reperiti per i siti all'interno della rete saranno inclusi nei dati principali della rete su New Relic.

source: This is required when using New Relic on a network install to set the proper names for sites.
it_it: Richiesto quando si utilizza New Relic per impostare i corretti nomi per i siti.

source: Enable this to dynamically set proper application name. (See New Relic <a href="https://newrelic.com/docs/php/per-directory-settings">Per-directory settings</a> for other methods.
it_it: Abilita questa impostazione per impostare dinamicamente il nome corretto dell'applicazione. (Vedi le <a href="https://newrelic.com/docs/php/per-directory-settings">Impostazioni Per-directory</a> di New Relic per altri metodi.

source: Object caching via %1$s is currently %2$s
it_it: La cache degli oggetti tramite %1$s &eacute; al momento %2$s

source: Groups shared amongst sites in network mode.
it_it: Gruppi condivisi sui siti in modalit&agrave; rete.

source: Groups that should not be cached.
it_it: Gruppi per cui non creare una cache.

source: Enabling this option will increase load on server on certain actions but will guarantee that the Object Cache is always clean and contains latest changes. <em>Enable if you are experiencing issues with options displaying wrong value/state (checkboxes etc).</em>
it_it: Abilitando questa opzione si incrementer&agrave; il carico sul server per alcune azioni, ma sar&agrave; garantito che la cache degli oggetti sar&agrave; sempre pulita e conterr&agrave; le ultime modifiche. <em>Abilita questa opzione se stai incontrando comportamenti strani con parole o stati che apapiono in maniera errata (ad esempio, gli stati delle checkbox).</em>

source: Page caching via %1$s is currently %2$s
it_it: La cache delle pagine tramite %1$s &eacute; al momento %2$s

source: To rebuild the page cache use the %s operation
it_it: Per ricostruire la cache delle pagine utilizza l'operazione %s

source: For many blogs this is your most visited page, it is recommended that you cache it.
it_it: Per molti blog, questa &eacute; la pagina pi&ugrave; visitata, quindi si raccomanda di tenerla in cache.

source: By default the front page is cached when using static front page in reading settings.
it_it: Di default la pagina principale &eacute; tenuta in cache quando nelle impostazioni si sceglie di avere una pagina statica.

source: Even if using a feed proxy service (like <a href="http://en.wikipedia.org/wiki/FeedBurner" target="_blank">FeedBurner</a>), enabling this option is still recommended.
it_it: Si consiglia di abilitare questa opzione anche se si sta utilizzando un servizio di feed proxy (come <a href="http://en.wikipedia.org/wiki/FeedBurner" target="_blank">FeedBurner</a>).

source: Cache <acronym title="Secure Socket Layer">SSL</acronym> requests (uniquely) for improved performance.
it_it: Gestisci la cache per le richieste <acronym title="Secure Socket Layer">SSL</acronym> (in maniera univoca) per migliorare le performance.

source: Search result (and similar) pages will be cached if enabled.
it_it: Le pagine di risultato della ricerca (e simili) verranno tenute nella cache se si abilita questa opzione.

source: Reduce server load by caching 404 pages. If the disk enhanced method of disk caching is used, 404 pages will be returned with a 200 response code. Use at your own risk.
it_it: Riduce il carico sul server tenendo le pagine 404 in cache. Se la cache su disco &eacute; impostata sulla modalit&agrave; avanzata, le pagine 404 verranno fornite con un codice di risposta 200. Questa opzione &eacute; rischiosa.

source: Cache only requests with the same <acronym title="Uniform Resource Indicator">URL</acronym> as the site's <a href="options-general.php">site address</a>.
it_it: Mantieni in cache solo le richieste con <acronym title="Uniform Resource Indicator">URL</acronym> che hanno lo stesso <a href="options-general.php">indirizzo del sito</a>.

source: Unauthenticated users may view a cached version of the last authenticated user's view of a given page. Disabling this option is not recommended.
it_it: Gli utenti non autenticati potrebbero vedere una versione della pagina corrispondente all'ultima versione in cache della pagina cos&igrave; come visibile per gli utenti autenticati. &Eacute; sconsigliato disabilitare questa opzione.

source: Select user roles that should not receive cached pages:
it_it: Seleziona i ruoli utente che non devono ricevere versioni delle pagine prese dalla cache:

source: The number of seconds to wait before creating another set of cached pages.
it_it: Il numero di secondi da attendere prima di creare una nuova versione delle pagine in cache.

source: Limit the number of pages to create per batch. Fewer pages may be better for under-powered servers.
it_it: Limita il numero di pagine da inserire in cache per volta. Un numero minore di pagine pu&ograve; essere migliore su server poco potenti.

source: A <a href="http://www.xml-sitemaps.com/validate-xml-sitemap.html" target="_blank">compliant</a> sitemap can be used to specify the pages to maintain in the primed cache. Pages will be cached according to the priorities specified in the <acronym title="Extensible Markup Language">XML</acronym> file. Due to its completeness and integrations, <a href="http://wordpress.org/extend/plugins/wordpress-seo/" target="_blank">WordPress SEO</a> is recommended for use with this feature.
it_it: Puoi utilizzare una <a href="http://www.xml-sitemaps.com/validate-xml-sitemap.html" target="_blank">sitemap compliant</a> per specificare le pagine da mantenere in cache. La cache delle pagine sar&agrave; mantenuta in base alle priorit&agrave; specificate nel file <acronym title="Extensible Markup Language">XML</acronym>. Per via della sua completezza e delle integrazioni, &eacute; consigliato l'utilizzo di <a href="http://wordpress.org/extend/plugins/wordpress-seo/" target="_blank">WordPress SEO</a> assieme a questa funzionalit&agrave;.

source: Purge Policy:
it_it: Politiche di svuotamento della cache:
