Repository: WP-Translations/language-packs
Catalog: w3-total-cache/languages/w3-total-cache-*.po
Languages: it_it

source: Bandwidth savings via Minify and <acronym title="Hypertext Transfer Protocol">HTTP</acronym> compression of <acronym title="Hypertext Markup Language">HTML</acronym>, <acronym title="Cascading Style Sheet">CSS</acronym>, JavaScript and feeds
it_it: Migliore utilizzo della larghezza di banda tramite il Minify e la compressione <acronym title="Hypertext Transfer Protocol">HTTP</acronym> del codice <acronym title="Hypertext Markup Language">HTML</acronym>, <acronym title="Cascading Style Sheet">CSS</acronym>, JavaScript e dei feed

source: Increased web server concurrency and increased scale (easily sustain high traffic spikes)
it_it: Concorrenza e scalabilit√† del web server aumentata (facilit&agrave; nel sostenere picchi di traffico intenso)

source: Transparent content delivery network (<acronym title="Content Delivery Network">CDN</acronym>) integration with Media Library, theme files and WordPress core
it_it: Integrazione trasparente con le reti di distribuzione dei contenuti (<acronym title="Content Delivery Network">CDN</acronym>) per Media Library, i file dei temi e i file del core di WordPress

source: Caching of pages / posts in memory or on disk or on CDN (mirror only)
it_it: Creazione di cache, in memoria, su disco o su CDN (solo tramite mirror), per pagine e post

source: Caching of (minified) <acronym title="Cascading Style Sheet">CSS</acronym> and JavaScript in memory, on disk or on <acronym title="Content Delivery Network">CDN</acronym>
it_it: Creazione di cache, in memoria, su disco o su <acronym title="Content Delivery Network">CDN</acronym>, di <acronym title="Cascading Style Sheet">CSS</acronym> (minimizzati) e JavaScript

source: Caching of database objects in memory or on disk
it_it: Creazione di cache, in memoria o su disco, di oggetti presenti in database

source: Caching of objects in memory or on disk
it_it: Creazione di cache, in memoria o su disco, di altri tipi di oggetti oggetti

source: Caching of feeds (site, categories, tags, comments, search results) in memory or on disk
it_it: Creazione di cache, in memoria o su disco, di feed (siti, categorie, tag, commenti e risultati di ricerca)

source: Caching of search results pages (i.e. <acronym title="Uniform Resource Identifier">URI</acronym>s with query string variables) in memory or on disk
it_it: Creazione di cahce, in memoria o su disco, dei risultati delle ricerche (per esempio, <acronym title="Uniform Resource Identifier">URI</acronym> con variabili in query string)

source: Minification of posts / pages and feeds
it_it: Minification degli articoli, delle pagine e dei feed

source: Minification (concatenation and white space removal) of inline, external or 3rd party JavaScript / <acronym title="Cascading Style Sheet">CSS</acronym> with automated updates
it_it: Minification (rimozione degli spazi bianchi e concatenazione) di JavaScript JavaScript / <acronym title="Cascading Style Sheet">CSS</acronym> inline, esterni o di 3 parti, con aggiornamenti automatizzati

source: Complete header management including <a href="http://en.wikipedia.org/wiki/HTTP_ETag">Etags</a>
it_it: Completa gestione degli header, incluso <a href="http://en.wikipedia.org/wiki/HTTP_ETag">Etags</a>

source: JavaScript embedding group and location management
it_it: Gestione della posizione e dell'embedding dei file JavaScript

source: Import post attachments directly into the Media Library (and <acronym title="Content Delivery Network">CDN</acronym>)
it_it: Importazione degli allegati direttamente nella Media Library (e nelle <acronym title="Content Delivery Network">CDN</acronym>)

source: Your users have less data to download, you can now serve more visitors at once without upgrading your hardware and you don't have to change how you do anything; just set it and forget it.
it_it: I tuoi utenti hanno meno dati da scaricare, e puoi quindi gestire pi&ugrave; visitatori per volta senza dover potenziare il tuo hardware o cambiare il modo in cui fai qualcosa; semplicemente, configura il tutto e dimenticati del resto.

source: Who do I thank for all of this?
it_it: Chi posso ringraziare per tutto questo?

source: It's quite difficult to recall all of the innovators that have shared their thoughts, code and experiences in the blogosphere over the years, but here are some names to get you started:
it_it: &Eacute; difficile ricordare tutte le persone con idee innovatrici che hanno condiviso il loro modo di pensare, il loro codice e le loro esperienze nel mondo dei blog durante gli anni, ma di seguito troverai alcuni nomi da cui partire:

source: Please reach out to all of these people and support their projects if you're so inclined.
it_it: Se ti va, entra in contatto con queste persone e supporta i loro progetti.

source: Browser caching is currently %s.
it_it: L'utilizzo della cache lato browser &eacute; attualmente %s.

source: %sUpdate media query string%s to make existing file modifications visible to visitors with a primed cache
it_it: %sAggiorna la query string dei media%s per rendere visibili le modifiche ai file esistenti a tutti i visitatori con una cache gi&agrave; popolata

source: General
it_it: Generale

source: Specify global browser cache policy.
it_it: Specifica la politica generale per la cache lato browser.

source: Set Last-Modified header
it_it: Imposta l'header Last-Modified

source: Set the Last-Modified header to enable 304 Not Modified response.
it_it: Imposta l'header Last-Modified per abilitare la risposta 304 Not Modified.

source: Set expires header
it_it: Imposta l'header expires

source: Set the expires header to encourage browser caching of files.
it_it: Imposta l'header expires per incoraggiare i browser a creare la cache dei file.

source: Set cache control header
it_it: Imposta l'header cache control

source: Set pragma and cache-control headers to encourage browser caching of files.
it_it: Imposta gli header pragma e cache-control per incoraggiare i browser a creare la cache dei file.

source: Set entity tag (eTag)
it_it: Imposta l'entity tag (eTag)

source: Set the Etag header to encourage browser caching of files.
it_it: Imposta l'header eTag per incoraggiare i browser a creare la cache dei file.

source: Set W3 Total Cache header
it_it: Imposta l'header W3 Total Cache

source: Set this header to assist in identifying optimized files.
it_it: Imposta questo header per permettere al plugin di identificare i file ottimizzati.

source: Enable <acronym title="Hypertext Transfer Protocol">HTTP</acronym> (gzip) compression
it_it: Abilita la comprezzione <acronym title="Hypertext Transfer Protocol">HTTP</acronym> (gzip)

source: Reduce the download time for text-based files.
it_it: Riduce il tempo di download per i file di testo.

source: Prevent caching of objects after settings change
it_it: Impedisci l'utilizzo della cache dopo il cambiamento delle impostazioni

source: Whenever settings are changed, a new query string will be generated and appended to objects allowing the new policy to be applied.
it_it: Ogni volta che delle impostazioni vengono cambiate, verr&agrave; generata una nuova query string per permettere l'applicazione delle nuove impostazioni.

source: Do not add the prevent caching query string to the specified files. Supports regular expressions.
it_it: Non applicare la query string per impedire l'utilizzo della cache ai file specificati. Supporta le espressioni regolari.

source: Don't set cookies for static files
it_it: Non impostare i cookie per i file statici

source: Removes Set-Cookie header for responses.
it_it: Rimuove l'header Set-Cookie nelle risposte.

source: Reduce server load by allowing the web server to handle 404 (not found) errors for static files (images etc).
it_it: Riduci il carico sul server abilitando la gestione degli errori 404 (file non trovato) per i file statici (immagini eccetera).

source: If enabled - tou may get 404 File Not Found response for some files generated on-the-fly by WordPress plugins. You may add those file URIs to 404 error exception list below to avoid that.
it_it: Se abilitato, potresti ricevere la risposta 404 File Not Found per alcuni file generati al volo da alcuni plugin di WordPress. Per evitare ci&ograve;, puoi aggiungere gli URI di questi file nella lista di eccezioni per gli errori 404 che trovi di seguito.

source: Never process 404 (not found) events for the specified files.
it_it: Non processare gli eventi 404 (file non trovato) per i file specificati.

source: Specify browser cache policy for Cascading Style Sheets and JavaScript files.
it_it: Specifica le politiche di creazione della cache lato browser per i file Cascading Style Sheets e JavaScript.

source: seconds
it_it: secondi

source: cache with max-age ("public, max-age=EXPIRES_SECONDS")
it_it: cache con max-age ("public, max-age=EXPIRES_SECONDS")

source: cache with validation ("public, must-revalidate, proxy-revalidate"
it_it: cache con validazione ("public, must-revalidate, proxy-revalidate"

source: cache with max-age and validation ("max-age=EXPIRES_SECONDS, public, must-revalidate, proxy-revalidate")
it_it: cache con max-age e validazione ("max-age=EXPIRES_SECONDS, public, must-revalidate, proxy-revalidate")

source: cache without proxy ("private, must-revalidate")
it_it: cache senza proxy ("private, must-revalidate")

source: Specify browser cache policy for posts, pages, feeds and text-based files.
it_it: Specifica le politiche di creazione della cache lato browser per gli articoli, le pagine, i feed e i file di testo.

source: cache with validation ("public, must-revalidate, proxy-revalidate")
it_it: cache con validazione ("public, must-revalidate, proxy-revalidate")

source: Media &amp; Other Files
it_it: Media &amp; altri file

source: Username:
it_it: Nome utente:

source: Email notification:
it_it: Notifiche via email:

source: Specify email addresses for completed removal notifications. One email per line.
it_it: Specifica gli indirizzi email per l'invio delle notifiche al termine della rimozione completa. Una email per riga.

source: Domain to purge:
it_it: Dominio da cancellare definitivamente:

source: Purge action:
it_it: Metodo di svuotamento della cache:

source: <acronym title="Secure Sockets Layer">SSL</acronym> support:</label>
it_it: Supporto <acronym title="Secure Sockets Layer">SSL</acronym>:</label>

source: Auto (determine connection type automatically)
it_it: Automatico (determina automaticamente il tipo di connessione)

source: Enabled (always use SSL)
it_it: Abilitato (usa sempre SSL)

source: Disabled (always use HTTP)
it_it: Disabilitato (usa sempre HTTP)

source: Some <acronym>CDN</acronym> providers may or may not support <acronym title="Secure Sockets Layer">SSL</acronym>, contact your vendor for more information.
it_it: Alcuni provider <acronym>CDN</acronym> potrebbero supportare o meno <acronym title="Secure Sockets Layer">SSL</acronym>, contatta il tuo venditore per avere pi&ugrave; informazioni.

source: Replace site's hostname with:
it_it: Sostituisci l'hostname del sito con:

source: Enter the hostname provided by your <acronym>CDN</acronym> provider, this value will replace your site's hostname in the <acronym title="Hypertext Markup Language">HTML</acronym>.
it_it: Imposta l'hostname fornito dal tuo provider <acronym>CDN</acronym>, questo valore sostituir&agrave; l'hostname del tuo sito all'interno del codice <acronym title="Hypertext Markup Language">HTML</acronym>.

source: Test akamai
it_it: Effettua il test di akamai

source: <acronym title="Secure Sockets Layer">SSL</acronym> support:
it_it: Supporto <acronym title="Secure Sockets Layer">SSL</acronym>:

source: Account name:
it_it: Nome account:

source: Account key:
it_it: Chiave account:

source: Create container
it_it: Crea container

source: or CNAME:
it_it: o CNAME:

source: Test Microsoft Azure Storage upload
it_it: Effettua un test dell'upload su Microsoft Azure Storage

source: We recommend that you use <a href="http://docs.amazonwebservices.com/IAM/latest/UserGuide/AccessPolicyLanguage_KeyConcepts.html" target="_blank"><acronym title="AWS Identity and Access Management">IAM</acronym></a> to create a new policy for <acronym title="Amazon Web Services">AWS</acronym> services that have limited permissions. A helpful tool: <a href="http://awspolicygen.s3.amazonaws.com/policygen.html" target="_blank"><acronym title="Amazon Web Services">AWS</acronym> Policy Generator</a>
it_it: Ti raccomandiamo di usare <a href="http://docs.amazonwebservices.com/IAM/latest/UserGuide/AccessPolicyLanguage_KeyConcepts.html" target="_blank"><acronym title="AWS Identity and Access Management">IAM</acronym></a> per creare una nuova politica per i servizi <acronym title="Amazon Web Services">AWS</acronym> che hanno permessi limitati. Ti segnaliamo uno strumento utile: <a href="http://awspolicygen.s3.amazonaws.com/policygen.html" target="_blank"><acronym title="Amazon Web Services">AWS</acronym> Policy Generator</a>

source: Access key ID:
it_it: Chiave ID di accesso:

source: Secret key:
it_it: Chiave Segreta:

source: Create bucket &amp; distribution
it_it: Crea bucket &amp; distribuzione

source: If you have already added a <a href="http://docs.amazonwebservices.com/AmazonCloudFront/latest/DeveloperGuide/index.html?CNAMEs.html" target="_blank">CNAME</a> to your <acronym title="Domain Name System">DNS</acronym> Zone, enter it here.
it_it: Se hai gi&agrave; aggiunto un <a href="http://docs.amazonwebservices.com/AmazonCloudFront/latest/DeveloperGuide/index.html?CNAMEs.html" target="_blank">CNAME</a> alla tua zona <acronym title="Domain Name System">DNS</acronym>, inseriscilo qui.

source: Test S3 upload &amp; CloudFront distribution
it_it: Effettua un test dell'upload su S3 e della distribuzione CloudFront

source: Origin:
it_it: Origine:

source: Create distribution
it_it: Crea distribuzione

source: Test CloudFront distribution
it_it: Effettua un test della distribuzione CloudFront

source: (reserved for CSS)
it_it: (riservato per i CSS)

source: (reserved for JS in <head>)
it_it: (riservato per i JS nel tag <head>)

source: (reserved for JS after <body>)
it_it: (riservato per i JS dopo il tag <body>)

source: (reserved for JS before </body>)
it_it: (riservato per i JS prima del tag </body>)

source: Delete
it_it: Cancella

source: Add CNAME
it_it: Aggiungi CNAME

source: Zones to purge:
it_it: Zone per cui svuotare la cache:

source: Test Cotendo
it_it: Effettua un test di Cotendo

source: Test EdgeCast
it_it: Effettua un test di EdgeCast

source: Use passive <acronym title="File Transfer Protocol">FTP</acronym> mode
it_it: Utilizza il passive mode di <acronym title="File Transfer Protocol">FTP</acronym>

source: Enable this option only if there are connectivity issues, otherwise it's not recommended.
it_it: Abilita questa opzione solo se incontri problemi di connettivit&agrave;, altrimenti ne sconsigliamo l'utilizzo.

source: <acronym title="File Transfer Protocol">FTP</acronym> hostname:
it_it: Hostname <acronym title="File Transfer Protocol">FTP</acronym>:

source: Specify the server's address, e.g.: "ftp.domain.com". Try "127.0.0.1" if using a sub-domain on the same server as your site.
it_it: Specifica l'indirizzo del server, ad esempio: "ftp.domain.com". Prova "127.0.0.1" se stai usando un sotto-dominio sullo stesso server del tuo sito.

source: <acronym title="File Transfer Protocol">FTP</acronym> username:
it_it: Username <acronym title="File Transfer Protocol">FTP</acronym>:

source: <acronym title="File Transfer Protocol">FTP</acronym> password:
it_it: Password <acronym title="File Transfer Protocol">FTP</acronym>:

source: <acronym title="File Transfer Protocol">FTP</acronym> path:
it_it: Percorso <acronym title="File Transfer Protocol">FTP</acronym>:

source: Specify the directory where files must be uploaded to be accessible in a web browser (the document root).
it_it: Indica la cartella dove dovranno essere caricati i file per poter essere accessibili ad un browser web (la cartella principale).

source: Enter the hostname or CNAME(s) of your <acronym title="File Transfer Protocol">FTP</acronym> server configured above, these values will replace your site's hostname in the <acronym title="Hypertext Markup Language">HTML</acronym>.
it_it: Inserisci l'hostname o il/i CNAME del tuo server <acronym title="File Transfer Protocol">FTP</acronym> configurato precedentemente, questi valori sostituiranno l'hostname del tuo sito all'interno del codice <acronym title="Hypertext Markup Language">HTML</acronym>.

source: Test FTP server
it_it: Effettua un test del server FTP

source: Create account:
it_it: Crea account:

source: Sign Up Now and Save 25%
it_it: Registrati ora e risparmia il 25%

source: MaxCDN is a service that lets you speed up your site even more with W3 Total Cache. 100% Money Back Guarantee (30 Days)!
it_it: MaxCDN &eacute, un servizio che ti permette di velocizzare il tuo sito ancora di pi&ugrave; tramite l'utilizzo di W3 Total Cache. Rimborso garantito al 100% (entro i primi 30 giorni)!

source: Create pull zone:
it_it: Crea una pull zone:

source: Create new pull zone:
it_it: Crea una nuova pull zone:

source: Create pull zone
it_it: Crea una pull zone

source: Create new pull zone
it_it: Crea una nuova pull zone

source: Click the Create Pull Zone button above and create a pull zone manually for this site.
it_it: Clicca il pulsante "Crea una pull zone" e crea manualmente una pull zone per questo sito.

source: Specify account credentials:
it_it: Specifica le credenziali dell'account:

source: Authorize
it_it: Autorizza

source: Click the Authorize button above, log in, paste the key below and save settings.
it_it: Clicca il pulsante "Autorizza", effettua il login, incolla la chiave e salva le impostazioni.

source: Authorization key
it_it: Chiave di autorizzazione

source: Validate
it_it: Valida

source: Consists of alias+key+secret . Example: bluewidgets+asd897asd98a7sd+798a7sd9 . If you use "Authorize" its already formatted correctly.
it_it: &Eacute; formata da alias+key+secret . Esempio: bluewidgets+asd897asd98a7sd+798a7sd9 . Se utilizzi "Autorizza" &eacute; gi&agrave; formattato correttamente.

source: Create zone:
it_it: Crea una zona:

source: Create Default Zone
it_it: Crea la Default Zone

source: You have no zone connected with this site. Click button to create a default zone automatically.
it_it: Non hai alcuna zona collegata a questo sito. Clicca il pulsante per creare una default zone automaticamente.

source: Select pull zone:
it_it: Seleziona una pull zone:

source: Use Zone
it_it: Usa la Zone

source: Select the pull zone to use with this site.
it_it: Seleziona la pull zone da usare con questo sito.

source: <acronym title="Secure Sockets Layer">SSL</acronym> support
it_it: Supporto <acronym title="Secure Sockets Layer">SSL</acronym>

source: Test MaxCDN
it_it: Effettua un test di MaxCDN

source: Test Mirror
it_it: Effettua un test di Mirror

source: Create Account
it_it: Crea account

source: Are you a new customer? Click the Create Account button to receive a discount on a new MaxCDN account.
it_it: Sei un nuovo utente? Clicca il pulsante "Crea account" per ricevere uno sconto su un nuovo account MaxCDN.

source: Test NetDNA
it_it: Effettua un test di NetDNA

source: <acronym title="Application Programming Interface">API</acronym> key:
it_it: Chiave <acronym title="Application Programming Interface">API</acronym>:

source: Location:
it_it: Posizione:

source: Enter the hostname provided by Rackspace Cloud Files, this value will replace your site's hostname in the <acronym title="Hypertext Markup Language">HTML</acronym>.
it_it: Inserisci l'hostname fornito da Rackspace Cloud Files, questo valore sostituir&agrave; l'hostname del tuo sito all'interno del codice <acronym title="Hypertext Markup Language">HTML</acronym>.

source: Test Cloud Files upload
it_it: Effettua un test dell'upload su Cloud Files

source: If you have already added a <a href="http://docs.amazonwebservices.com/AmazonS3/latest/DeveloperGuide/VirtualHosting.html#VirtualHostingCustomURLs" target="_blank">CNAME</a> to your <acronym title="Domain Name System">DNS</acronym> Zone, enter it here.
it_it: Se hai gi&agrave; inserito un <a href="http://docs.amazonwebservices.com/AmazonS3/latest/DeveloperGuide/VirtualHosting.html#VirtualHostingCustomURLs" target="_blank">CNAME</a> alla tua zona <acronym title="Domain Name System">DNS</acronym>, inseriscilo qui.

source: Test S3 upload
it_it: Effettua un test dell'upload su S3

source: Content Delivery Network support via %1$s is currently %2$s.
it_it: Il supporto alle Content Delivery Network tramite %1$s &eacute; al momento %2$s.

source: Prepare the <acronym title="Content Delivery Network">CDN</acronym> by:
it_it: Prepara la <acronym title="Content Delivery Network">CDN</acronym> tramite:

source: importing attachments into the Media Library
it_it: importazione degli allegati nella Media Library

source: unsuccessful file transfers
it_it: trasferimenti di file non riusciti

source: if some objects appear to be missing.
it_it: se alcuni oggetti sembrano mancare.

source: Purge
it_it: Svuota la cache

source: objects from the <acronym title="Content Delivery Network">CDN</acronym> if needed.
it_it: oggetti dalla <acronym title="Content Delivery Network">CDN</acronym> se necessario.

source: if the domain name of your site has ever changed.
it_it: se il nome di dominio del tuo sito &eacute; stato cambiato.

source: Update media query string
it_it: Aggiorna la query string per i media

source: to make existing file modifications visible to visitors with a primed cache.
it_it: per rendere le modifiche ai file esistenti visibili ai visitatori con una cache gi&agrave; popolata.

source: If checked, all attachments will be hosted with the <acronym title="Content Delivery Network">CDN</acronym>.
it_it: Se selezionato, tutti gli allegati saranno forniti tramite la <acronym title="Content Delivery Network">CDN</acronym>.

source: Upload attachments
it_it: Carica allegati

source: If checked, WordPress static core file types specified in the "wp-includes file types to upload" field below will be hosted with the <acronym title="Content Delivery Network">CDN</acronym>.
it_it: Se selezionato, i file statici del core di WordPress specificati nel campo "tipi file wp-includes da caricare" sottostante saranno forniti tramite la <acronym title="Content Delivery Network">CDN</acronym>.

source: Upload includes files
it_it: Carica gli includes file

source: If checked, all theme file types specified in the "theme file types to upload" field below will be hosted with the <acronym title="Content Delivery Network">CDN</acronym>.
it_it: Se selezionato, tutti i tipi di file dei temi specificati nel campo "tipi di file dei temi da caricare" sottostante saranno forniti tramite la <acronym title="Content Delivery Network">CDN</acronym>.

source: Upload theme files
it_it: Carica i file dei temi

source: If checked, minified <acronym>CSS</acronym> and <acronym>JS</acronym> files will be hosted with the <acronym title="Content Delivery Network">CDN</acronym>.
it_it: Se selezionato, i file <acronym>CSS</acronym> e <acronym>JS</acronym> minimizzati saranno forniti tramite la <acronym title="Content Delivery Network">CDN</acronym>.

source: Upload minify files
it_it: Carica i file minimizzati

source: If checked, any file names or paths specified in the "custom file list" field below will be hosted with the <acronym title="Content Delivery Network">CDN</acronym>. Supports regular expressions (See <a href="%s">FAQ</a>)
it_it: Se selezionato, qualsiasi file specificato nel campo "lista di file custom" sottostante sar&agrave; fornito tramite la <acronym title="Content Delivery Network">CDN</acronym>. Supporta le espressioni regolari (Vedi le<a href="%s">FAQ</a>)

source: Upload custom files
it_it: Carica i file custom
