Repository: WP-Translations/language-packs
Catalog: w3-total-cache/languages/w3-total-cache-*.po
Languages: it_it

source: CloudFlare requires "email" to be set.
it_it: CloudFlare richiede l'impostazione di una "email".

source: CloudFlare requires "API key" to be set.
it_it: CloudFlare richiede l'impostazione di una "API key".

source: CloudFlare requires "domain" to be set.
it_it: CloudFlare richiede l'impostazione di un "dominio".

source: CloudFlare account email:
it_it: Account email per CloudFlare

source: Domain:
it_it: Dominio:

source: Cloudflare <abbr title="Internet Protocol">IPs</abbr> <abbr title="Internet Protocol version 4">IP4</abbr> addresses
it_it: Indirizzi <abbr title="Internet Protocol">IP</abbr> <abbr title="Internet Protocol version 4">IP4</abbr> per CloudFlare

source: Cloudflare <abbr title="Internet Protocol">IPs</abbr> <abbr title="Internet Protocol version 6">IP6</abbr> addresses
it_it: Indirizzi <abbr title="Internet Protocol">IP</abbr> <abbr title="Internet Protocol version 6">IP6</abbr> per CloudFlare

source: Network Performance &amp; Security powered by CloudFlare
it_it: Performance di rete &amp; Sicurezza powered by CloudFlare

source: CloudFlare protects and accelerates websites.
it_it: CloudFlare protegge e accelera il tuo sito web.

source: Enable
it_it: Abilita

source: find it here
it_it: trovalo qui

source: Security level:
it_it: Livello di sicurezza:

source: Development mode:
it_it: Modalit&agrave; sviluppatore:

source: Will automatically turn off at %s
it_it: Si disalibiter&agrave; automaticamente alle %s

source: Network policy:
it_it: Regole di rete:

source: Apply the settings above to the entire network.
it_it: Applica le regole a tutta la rete.

source: Save all settings
it_it: Salva tutte le impostazioni

source: Purge cache
it_it: Cancella definitivamente la cache

source: My Websites
it_it: I miei siti

source: Settings
it_it: Impostazioni

source: CloudFlare protects and accelerates websites. <a href="%s" target="_blank">Sign up now for free</a> to get started, or if you have an account simply log in to obtain your <abbr title="Application Programming Interface">API</abbr> key from the <a target="_blank" href="https://www.cloudflare.com/my-account">account page</a> to enter it on the General Settings box that appears after plugin activation. Contact the CloudFlare <a href="http://www.cloudflare.com/help.html" target="_blank">support team</a> with any questions.
it_it: CloudFlare protegge e accelera il tuo sito web. <a href="%s" target="_blank">Registrati gratuitamente</a> per iniziare, o se hai gi&agrave; un account effettua il login per ottenere la tua <abbr title="Application Programming Interface">API</abbr> key nella tua <a target="_blank" href="https://www.cloudflare.com/my-account">pagina personale</a> per inserirla nel box delle Impostazioni Generali, che apparir&agrave; dopo l'attivazione del plugin. Contatta il <a href="http://www.cloudflare.com/help.html" target="_blank">team di supporto</a> di CloudFlare per qualsiasi richiesta.

source: Unable to make CloudFlare API request.
it_it: Impossibile effettuare una richiesta CloudFlare API

source: All caches except CloudFlare successfully emptied.
it_it: Tutte le cache sono state svuotate ad eccezione della cache CloudFlare

source: empty all caches except CloudFlare
it_it: svuota tutte le cache ad eccezione della cache CloudFlare

source: at once
it_it: in una sola volta

source: CloudFlare plugin detected. We recommend removing the plugin as it offers no additional capabilities when W3 Total Cache is installed. This message will disappear when CloudFlare is removed.
it_it: &Eacute; stato rilevato il plugin di CloudFlare. Raccomandiamo di rimuovere questo plugin, poich&egrave; non offre alcuna funzionalit&agrave; aggiuntiva rispetto a W3 Total Cache. Questo messaggio sparir&agrave; quando CludFlare sar&agrave; rimosso.

source: The FeedBurner extension is currently %s
it_it: L'estensione FeedBurner &eacute; al momento %s

source: enabled
it_it: abilitata

source: Automatically ping (purge) FeedBurner feeds when pages / posts are modified. Default URL: %s
it_it: Effettua automaticamente il ping (cancella definitivamente la copia locale) dei feed FeedBurner quando una pagina o un articolo viene modificato. URL di default: %s

source: Network Admin has no main URL.
it_it: Network Admin non ha un URL principale.

source: Additional URLs:
it_it: URL addizionali:

source: Specify any additional feed URLs to ping on FeedBurner.
it_it: Specifica tutti gli URL ai feed addizionali da far verificare su FeedBurner

source: The Genesis Framework extension is currently %s
it_it: L'estensione Genesis Framework &eacute; al momento %s

source: disabled
it_it: disabilitata

source: and caching via <strong>%s</strong>
it_it: e le funzionalit&agrave; di cache tramite <strong>%s</strong>

source: Cache wp_head loop:
it_it: Cache wp_head:

source: Cache wp_head. This includes the embedded CSS, JS etc.
it_it: Cache wp_head. Include CSS, JS ed altri file integrati.

source: Cache header loop. This is the area where the logo is located.
it_it: Cache header. Questa &eacute; l'area dove &eacute; posizionato il logo.

source: Cache primary navigation:
it_it: Navigazione principale della cache:

source: Caches the navigation filter; per page.
it_it: Crea la cache dei filtri di navigazione; per pagina.

source: Cache secondary navigation:
it_it: Navigazione secondaria della cache:

source: Caches secondary navigation filter; per page.
it_it: Crea la cache dei filtri secondari di navigazione; per pagina.

source: Cache front page post loop:
it_it: Cache dei post nella home page:

source: Caches the front page post loop, pagination is supported.
it_it: Crea la cache dei post nella home page, supportando la paginazione.

source: Cache author/tag/categories/term post loop:
it_it: Cache per autori/tag/categorie/termini negli articoli:

source: Caches the posts listed on tag, categories, author and other term pages, pagination is supported.
it_it: Crea una cache degli articoli elencati nei tag, nelle categorie, nella lista di autori e delle altre pagine dei termini, supportando la paginazione.

source: Flush posts loop:
it_it: Svuota la cache degli articoli:

source: Flushes the posts loop cache on post updates. See setting above for affected loops.
it_it: Svuota la cache degli articoli quando un articolo viene aggiornato. Vedi le impostazioni precedenti per identificare gli articoli interessati.

source: Cache single post / page:
it_it: Cache per singolo articolo o pagina:

source: Caches the single post / page loop, pagination is supported.
it_it: Crea la cache per un singolo articolo o una singola pagina, supportando la paginazione.

source: Excluded single pages / posts:
it_it: Singoli articoli o pagine escluse:

source: List of pages / posts that should not have the single post / post loop cached. Specify one page / post per line. This area supports regular expressions.
it_it: Lista di singole pagine o articoli per cui non effettuare la cache. Specifica una pagina o articolo per riga. Questa area supporta le espressioni regolari.

source: Cache comments:
it_it: Cache dei commenti:

source: Caches the comments loop, pagination is supported.
it_it: Crea la cache per i commenti, supportando la paginazione.

source: Cache pings:
it_it: Cache dei ping:

source: Caches the ping loop, pagination is supported. One per line.
it_it: Crea la cache per i ping, supportando la paginazione. Inserire un ping per riga.

source: Cache sidebar:
it_it: Cache della sidebar:

source: Caches sidebar loop, the widget area.
it_it: Crea la cache per la sidebar, contenente i widget.

source: Exclude pages:
it_it: Escludi pagine:

source: List of pages that should not have sidebar cached. Specify one page / post per line. This area supports regular expressions.
it_it: Lista di pagine per cui non effettuare il cache della sidebar. Specifica una pagina o articolo per riga. Questa area supporta le espressioni regolari.

source: Cache footer:
it_it: Cache del footer:

source: Caches footer loop.
it_it: Crea la cache del footer.

source: Caches wp_footer loop.
it_it: Crea la cache per il wp_footer.

source: Disable fragment cache:
it_it: Disabilita la fragment cache:

source: Select hooks:
it_it: Seleziona gli hook:

source: Select hooks from the list that should not be cached if user belongs to any of the roles selected below.
it_it: Seleziona dalla lista gli hook per cui non creare la cache se l'utente appartiene ad uno qualsiasi dei ruoli selezionati nella lista sotto.

source: Select roles:
it_it: Seleziona i ruoli:

source: Select user roles that should not use the fragment cache.
it_it: Seleziona i ruoli utente per cui non usare la fragment cache

source: The WordPress SEO extension is currently %s
it_it: L'estensione WordPress SEO &eacute; al momento %s

source: Configures W3 Total Cache to comply with WordPress SEO requirements automatically.
it_it: Configura W3 Total Cache per adeguarsi automaticamente a WordPress SEO.

source: Stop Previewing
it_it: Ferma anteprima

source: Preview
it_it: Anteprima

source: %s<br />then %s.
it_it: %s<br />poi %s.

source: <strong>%s</strong> could not be read, please run following command:<br /> <strong style="color: #f00;">chmod 777 %s</strong>
it_it: Impossibile leggere<strong>%s</strong>, esegui il seguente comando:<br /> <strong style="color: #f00;">chmod 777 %s</strong>

source: <strong>%s</strong> could not be read, <strong>open_basedir</strong> restriction in effect, please check your php.ini settings:<br /><strong style="color: #f00;">open_basedir = "%s"</strong>
it_it: Impossibile leggere<strong>%s</strong>, la restrizione <strong>open_basedir</strong> &eacute; attiva, verifica le impostazioni nel tuo php.ini:<br /><strong style="color: #f00;">open_basedir = "%s"</strong>

source: <strong>%s</strong> could not be created, please run following command:<br />%s
it_it: Impossibile creare <strong>%s</strong>, esegui il seguente comando:<br />%s

source: <strong>%s</strong> could not be created, <strong>open_basedir </strong> restriction in effect, please check your php.ini settings:<br /> <strong style="color: #f00;">open_basedir = "%s"</strong>
it_it: Impossibile creare <strong>%s</strong>, la restrizione <strong>open_basedir </strong> &eacute; attiva, verifica le impostazioni nel tuo php.ini:<br /> <strong style="color: #f00;">open_basedir = "%s"</strong>

source: FTP credentials don't allow to delete folder
it_it: Le credenziali FTP inserite non permettono la cancellazione di cartelle

source: FTP credentials don't allow to chmod
it_it: Le credenziali FTP inserite non permettono di eseguire il comando chmod

source: FTP credentials don't allow to delete
it_it: Le credenziali FTP inserite non permettono la cancellazione di file

source: Create the <strong>%s</strong> file and paste the following text into it: <textarea>%s</textarea> <br />
it_it: Crea il file <strong>%s</strong> ed incolla il testo seguente al suo interno: <textarea>%s</textarea> <br />

source: Technical info
it_it: Informazioni tecniche

source: Execute next commands in a shell:
it_it: Esegui i comandi seguenti in una shell:

source: <strong>W3 Total Cache Error:</strong> Files and directories could not be automatically deleted. <table> <tr> <td>Please execute commands manually</td> <td> %s </td> </tr> <tr> <td>or use FTP form to allow <strong>W3 Total Cache</strong> make it automatically. </td> <td> %s </td> </tr></table>
it_it: <strong>Errore in W3 Total Cache:</strong> I file e le cartelle non possono essere cancellate automaticamente. <table> <tr> <td>Esegui questi comandi manualmente</td> <td> %s </td> </tr> <tr> <td>o utilizza l'FTP per permettere a <strong>W3 Total Cache</strong> di cancellarle automaticamente. </td> <td> %s </td> </tr></table>

source: View required changes
it_it: Mostra le modifiche necessarie

source: Update via FTP
it_it: Aggiorna via FTP

source: Cancel
it_it: Annulla

source: Take a minute to update, here's why:
it_it: Prenditi un minuto per aggiornare, ecco i motivi:

source: Click to toggle
it_it: Clicca per commutare

source: It appears that activating the <a href="%s">%s</a> extension for W3 Total Cache will be helpful for your site. <a class="button" href="%s">Click here</a> to try it. %s
it_it: Sembra che attivare l'estensione <a href="%s">%s</a> in W3 Total Cache sia utile per il tuo sito. <a class="button" href="%s">Clicca qui</a> per provare. %s

source: Hide this message
it_it: Nascondi questo messaggio

source: Edit file <strong>%s </strong> and replace all lines between and including <strong>%s</strong> and <strong>%s</strong> markers with:
it_it: Modifica il file <strong>%s </strong> e sostituisci tutte le linee contenute tra e contenenti i marker <strong>%s</strong> e <strong>%s</strong> con:

source: Edit file <strong>%s</strong> and add the following rules above the WordPress directives:
it_it: Modifica il file <strong>%s</strong> e aggiungi le regole seguenti sopra le direttive WordPress:

source: Edit file <strong>%s</strong> and remove all lines between and including <strong>%s</strong> and <strong>%s</strong> markers.
it_it: Modifica il file <strong>%s</strong> e rimuovi tutte le linee contenute tra e contenenti i marker <strong>%s</strong> e <strong>%s</strong>.

source: All Templates
it_it: Tutti i template

source: View all
it_it: Visualizza tutte

source: Configure
it_it: Configura

source: Submit
it_it: Invia

source: Create bucket
it_it: Crea un bucket

source: Close
it_it: Chiudi

source: Create Pull Zone
it_it: Crea la Pull Zone

source: Name:
it_it: Nome:

source: Pull Zone Name. Length: 3-32 chars; only letters, digits, and dash (-) accepted
it_it: Nome della Pull Zone. Lunghezza: 3-32 caratteri; solo lettere, numeri e trattini (-) sono accettati

source: Origin <acronym title="Uniform Resource Indicator">URL</acronym>:
it_it: <acronym title="Uniform Resource Indicator">URL</acronym> di origine:

source: Your server's hostname or domain
it_it: L'hostname o il dominio del tuo server

source: Description:
it_it: Descrizione:

source: Something that describes your zone. Length: 1-255 chars
it_it: Una descrizione per la tua zona. Lunghezza: 1-255 caratteri

source: You can now keep up-to-date on all of the web performance optimization (WPO) techniques that will make your website as fast as possible without having to worry about new features breaking your website when you update!
it_it: Da ora, puoi essere sempre aggiornato su tutte le tecnologie di ottimizzazione delle performance dei siti web (WPO) che renderanno il tuo sito il pi&ugrave; veloce possibile, senza doverti preoccupare che le nuove funzionalit&agrave; facciano funzionare male il sito quando lo aggiorni!

source: Enable "edge mode" to opt-in to pre-release features or simply close this window to opt-in to bug fixes, security fixes and settings updates only.
it_it: Abilita la modalit&agrave; "edge" per sbloccare le funzionalit&agrave; pi&ugrave; nuove prima ancora del loro rilascio, oppure chiudi questa finestra per avere esclusivamente aggiornamenti sulle correzioni di bug, sulle correzioni di sicurezza e delle impostazioni.

source: Enable Edge Mode
it_it: Abilita la modalit&agrave; Edge

source: To get started with minify, we've identified the following external CSS and JS objects in the
it_it: Per iniziare con il minify, abbiamo identificato i seguenti CSS e JS esterni nel tema

source: theme. Select "add" the files you wish to minify, then click "apply &amp; close" to save the settings.
it_it: . Seleziona "Aggiungi" per i file che vuoi minimizzare, poi clicca "Applica &amp; chiudi" per salvare le impostazioni.

source: Add:
it_it: Aggiungi:

source: File URI:
it_it: URI del file:

source: Embed Location:
it_it: Includi la Location:

source: Embed in &lt;head&gt;
it_it: Includi in &lt;head&gt;

source: Embed after &lt;body&gt;
it_it: Includi dopo &lt;body&gt;

source: Embed before &lt;/body&gt;
it_it: Includi prima di &lt;/body&gt;

source: Verify URI
it_it: Verifica URI

source: Check / Uncheck All
it_it: Seleziona / Deseleziona tutti

source: No files found.
it_it: Nessun file trovato.

source: Apply &amp; close
it_it: Applica &amp; chiudi

source: Notes
it_it: Note

source: Typically minification of advertiser code, analytics/statistics or any other types of tracking code is not recommended.
it_it: Tipicamente, &eacute; sconsigliato minimizzare i codici delle pubblicit&agrave;, di analytics, delle statistiche o di qualsiasi codice di tracciamento.

source: Scripts that were not already detected above may require <a href="admin.php?page=w3tc_support&amp;request_type=plugin_config">professional consultation</a> to implement.
it_it: Gli script che non sono gi&agrave; stati identificati finora potrebbero richiedere <a href="admin.php?page=w3tc_support&amp;request_type=plugin_config">assistenza professionale</a> per essere correttamente gestiti.

source: Compatibility Test
it_it: Test di compatibilit&agrave;

source: Legend
it_it: Legenda

source: <code>Installed</code>: Functionality will work properly.
it_it: <code>Installato</code>: La funzionalit&agrave; funzioner&agrave; correttamente.

source: <code>Not detected</code>: May be installed, but cannot be automatically confirmed.
it_it: <code>Non trovato</code>: Pu&agrave; essere installato, ma non potr&agrave; essere confermato automaticamente.

source: <code>Ok</code>: Current value is acceptable.
it_it: <code>Ok</code>: Il valore corrente &eacute; accettabile.

source: <code>Yes / No</code>: The value was successful detected.
it_it: <code>Si / No</code>: Il valore &eacute; stato identificato correttamente.

source: Server Modules &amp; Resources:
it_it: Moduli del server &amp; Risorse:

source: Plugin Version:
it_it: Versione del plugin:

source: PHP Version:
it_it: Versione PHP:

source: (required for Self-hosted (<acronym title="File Transfer Protocol">FTP</acronym>) <acronym title="Content Delivery Network">CDN</acronym> support)
it_it: (richiesto per la compatibilit&agrave; in caso di <acronym title="Content Delivery Network">CDN</acronym> ospitata su un server (<acronym title="File Transfer Protocol">FTP</acronym>) proprio)

source: Multibyte String support:
it_it: Compatibilit&agrave; con Multibyte String:

source: Installed
it_it: Installato

source: Not installed
it_it: Non installato

source: (required for Rackspace Cloud Files support)
it_it: (richiesto per la compatibilit&agrave; con Rackspace Cloud Files)

source: cURL extension:
it_it: Estensioni di cURL:

source: (required for Amazon S3, Amazon CloudFront, Rackspace CloudFiles support)
it_it: (richiesto per la compatibilit&agrave; con Amazon S3, Amazon CloudFront, Rackspace CloudFiles)

source: (required for compression support)
it_it: (richiesto per la compatibilit&agrave; con la compressione)

source: Installed (APC)
it_it: Installato (APC)

source: Installed (eAccelerator)
it_it: Installato (eAccelerator)

source: Installed (XCache)
it_it: Installato (XCache)

source: Memcache extension:
it_it: Estensione memcache:

source: HTML Tidy extension:
it_it: Estensione HTML Tidy:

source: (required for HTML Tidy minifier suppport)
it_it: (richiesto per la compatibilit&agrave; con HTML Tidy minifier)

source: Mime type detection:
it_it: Rilevamento del Mime type:

source: Installed (Fileinfo)
it_it: Installato (Fileinfo)

source: Installed (mime_content_type)
it_it: Installato (mime_content_type)

source: (required for <acronym title="Content Delivery Network">CDN</acronym> support)
it_it: (richiesto per la compatibilit&agrave; con <acronym title="Content Delivery Network">CDN</acronym>)

source: Hash function:
it_it: Funzione Hash:

source: Installed (hash)
it_it: Installato (hash)

source: Installed (mhash)
it_it: Installato (mhash)

source: (required for NetDNA / MaxCDN <acronym title="Content Delivery Network">CDN</acronym> purge support)
it_it: (richiesto per la compatibilit&agrave; con le funzioni di cancellazione della cache di NetDNA / MaxCDN <acronym title="Content Delivery Network">CDN</acronym>)

source: Safe mode:
it_it: Modalit&agrave; sicura:

source: On
it_it: Attivato

source: Off
it_it: Disattivato

source: Open basedir:
it_it: Basedir:

source: On:
it_it: Attivato:

source: zlib output compression:
it_it: Output della compressione zlib:

source: Available
it_it: Disponibile

source: Not available
it_it: Non disponibile

source: Not detected
it_it: Non rilevato

source: (required for disk enhanced Page Cache and Browser Cache)
it_it: (richiesto per la compatibilit&agrave; con enhanced Page Cache e Browser Cache)

source: Additional Server Modules
it_it: Moduli Server aggiuntivi

source: WordPress Resources
it_it: Risorse WordPress

source: Not write-able
it_it: Non scrivibile

source: Write-able
it_it: Scrivibile

source: Error:
it_it: Errore:

source: Fancy permalinks:
it_it: Permalinks:

source: Disabled
it_it: Disabilitato

source: WP_CACHE define:
it_it: Definizione WP_CACHE:

source: Defined
it_it: Definito

source: Not defined
it_it: Non definito

source: Enabled
it_it: Abilitato

source: Network mode:
it_it: Modalit&agrave; di rete:

source: Yes
it_it: Si

source: Support Us, It's Free!
it_it: Supportaci, &eacute; gratuito!

source: We noticed you've been using W3 Total cache for at least 30 days, please help us improve WordPress:
it_it: Abbiamo notato che hai usato W3 Total Cache per pi&ugrave; di 30 giorni, aiutaci a migliorare WordPress:

source: select location
it_it: seleziona la localit&agrave;

source: Tell Your Friends
it_it: Dillo ai tuoi amici

source: Login & Rate Us
it_it: Effettua il login ed esprimi un voto

source: Yes, sign me up.
it_it: Si, registrami.

source: Subscribe to Go Faster Now
it_it: Sottoscrivi per andare pi&ugrave; veloce

source: User experience is an important aspect of every web site and all web sites can benefit from effective caching and file size reduction. We have applied web site optimization methods typically used with high traffic sites and simplified their implementation. Coupling these methods either <a href="http://memcached.org/" target="_blank">memcached</a> and/or opcode caching and the <acronym title="Content Delivery Network">CDN</acronym> of your choosing to provide the following features and benefits:
it_it: L'esperienza utente &eacute; un aspetto importante per ogni sito web, e tutti i siti web possono beneficiare degli effetti dell'utilizzo di una cache e della riduzione dei file. Abbiamo applicato delle modalit&agrave; di ottimizzazione dei siti web usate tipicamente da siti con un traffico elevato e ne abbiamo semplificato la loro implementazione. Accoppiando queste modalit&agrave; con <a href="http://memcached.org/" target="_blank">memcached</a> e/o con la cache opcode e l'utilizzo di una <acronym title="Content Delivery Network">CDN</acronym> scelta da te, puoi raggiungere i seguenti benefici:

source: Improved Google search engine ranking
it_it: Posizione nei risultati di ricerca di Google migliorata

source: Increased visitor time on site
it_it: Tempo di rimanenza sul sito per una visita migliorato

source: Optimized progressive render (pages start rendering immediately)
it_it: Rendering progressivo ottimizzato (le pagine iniziano ad essere renderizzate immediatamente)

source: Reduced <acronym title="Hypertext Transfer Protocol">HTTP</acronym> Transactions, <acronym title="Domain Name System">DNS</acronym> lookups and reduced document load time
it_it: Numero ridotto di transazioni <acronym title="Hypertext Transfer Protocol">HTTP</acronym>, richieste ai <acronym title="Domain Name System">DNS</acronym> e tempi di caricamento ridotti
