Repository: WP-Translations/language-packs
Catalog: imdb-connector/languages/imdb-connector-*.po
Languages: de_de, fr_fr, pt_br

source: All settings have been successfully resetted to default.
de_de: Alle Einstellungen wurden erfolgreich zurückgesetzt.
fr_fr: Les réglages ont bien été réinitialisés.
pt_br: Todas as configurações foram restauradas para o padrão com sucesso.

source: The settings have been successfully saved.
de_de: Die Einstellungen wurden erfolgreich gespeichert.
fr_fr: Les réglages ont bien été sauvegardés.
pt_br: As configurações foram salvas com sucesso.

source: Caching
de_de: Zwischenspeichern
fr_fr: Mise en cache
pt_br: Armazenamento em cache

source: Movie details and posters
de_de: Filmdetails und Cover
fr_fr: Détails et affiches du film
pt_br: Detalhes do filme e posters

source: Only movie details
de_de: Nur Filmdetails
fr_fr: Détails du film uniquement
pt_br: Apenas detalhes do filme

source: Off
de_de: Aus
pt_br: Desligado

source: Delete cached movies (%s)
de_de: Zwischengespeicherte Filme löschen (%s)
fr_fr: Supprimer le cache des films (%s)
pt_br: Remover filmes armazenados em cache (%s)

source: Delete all cache files generated by IMDb Connector
de_de: Entfernt alle von IMDb Connector generierten Cache-Dateien.
fr_fr: Supprimer tous les fichiers cache générés par IMDb Connector
pt_br: Remover todos os arquivos de cache gerados pelo Conector IMDb

source: Loading...
de_de: Laden...
fr_fr: Chargement en cours...
pt_br: Carregando...

source: %s files successfully deleted.
de_de: %s Dateien erfolgreich gelöscht.
fr_fr: %s fichiers supprimés avec succès
pt_br: %s arquivos deletados com sucesso.

source: Allows IMDb Connector to cache movie details locally and covers for faster access (recommended).
de_de: Erlaubt es IMDb Connector, Filmdetails und -cover zum schnelleren Laden auf dem Server zwischenzuspeichern (empfohlen).
fr_fr: Autorise IMDb Connector à mettre en cache localement les détails et pochettes des films pour un accès plus rapide (recommandé).
pt_br: Permite que o Conector IMDb armazene detalhes dos filmes localmente e capas para acesso rápido em cache (recomendado).

source: Caching has been disabled because the following directory does not exist<br />and could not be created:
de_de: Zwischenspeichern wurde deaktiviert, da folgendes Verzeichnis nicht<br />existiert und nicht automatisch erstellt worden konnte:
fr_fr: La mise en cache a été désactivée car le dossier suivant n'existe pas<br /> et n'a pas pu être créé :
pt_br: Armazenamento em cache foi desabilitado devido ao seguinte diretório não existir<br />e não pode ser criado:

source: Cache location
de_de: Zwischenspeicher-Ort
fr_fr: Emplacement du cache
pt_br: Localização do cache

source: As files on the server
de_de: Als Dateien auf dem Server
fr_fr: En tant que fichiers sur le serveur
pt_br: Como arquivos no servidor

source: In MySQL database (recommended)
de_de: In der MySQL-Datenbank (empfohlen)
fr_fr: Dans la base de données MySQL (recommandé)
pt_br: Em base de dados MySQL (recomendado)

source: Defines where IMDb Connector stores the cached information. Movie posters are always stored in the plugin's <a href="%s" target="_blank">cache directory</a>.
de_de: Legt fest, wo IMDb Connector die zwischengespeicherten Filmdetails ablegen soll. Cover werden in jedem Fall im <a href="%s" target="_blank">Zwischenspeicherordner</a> des Plugins gespeichert.
fr_fr: Défini où IMDb Connector place les informations mises en cache. Les affiches de films sont toujours placées dans le <a href="%s" target="_blank">dossier cache</a> de l'extension.
pt_br: Definir onde o Conector IMDb armazena a informação armazenada em cache. Os posters do filme sempre estão armazenados no <a href="%s" target="_blank">diretório de cache</a> do plugin.

source: Database table
de_de: Datenbanktabelle
fr_fr: Table de la base de données
pt_br: Tabela de base de dados

source: Create if it doesn't exist
de_de: Erstellen falls nicht vorhanden
fr_fr: Créer si elle n'existe pas
pt_br: Criar se não existir

source: The name of the MySQL table the movie details are being stored in.
de_de: Der Name der MySQL-Tabelle, in der die Filmdetails gespeichert werden.
fr_fr: Le nom de la table MySQL dans laquelle les détails du film sont placés.
pt_br: O nome da tabela de detalhes do filme do MySQL estão sendo armazenados.

source: On
de_de: An
pt_br: Ligado

source: Provides <a href="%s" target="_blank">shortcodes</a> to easily insert movie details into your posts or pages.<br />For a full list of available parameters, please see the <a href="http://www.koljanolte.com/wordpress/plugins/imdb-connector/#shortcodes" target="_blank">official documentation</a>.
de_de: Aktiviert <a href="%s" target="_blank">Shortcodes</a>, um leicht Filmdetails in Beiträgen oder Seiten einzubinden.<br />Eine vollständige Liste aller Shortcodes findet sich in der <a href="http://www.koljanolte.com/wordpress/plugins/imdb-connector/#shortcodes" target="_blank">offiziellen Dokumentation</a>.
fr_fr: Offre des <a href="%s" target="_blank">codes courts</a> pour facilement insérer des détails de films dans vos articles ou pages.<br />Pour une liste complète des paramètres disponibles, veuillez vous référer à la <a href="http://www.koljanolte.com/wordpress/plugins/imdb-connector/#shortcodes" target="_blank">documentation officielle</a>.
pt_br: Provê <a href="%s" target="_blank">códigos curtos</a> para facilmente inserir os detalhes do filme em suas postagens ou páginas<br />Para uma lista completa dos parâmetros disponíveis, por favor veja a <a href="http://www.koljanolte.com/wordpress/plugins/imdb-connector/#shortcodes" target="_blank">documentação oficial</a>.

source: Show examples
de_de: Beispiele einblenden
fr_fr: Afficher des exemples
pt_br: Mostrar exemplos

source: Hide examples
de_de: Beispiele ausblenden
fr_fr: Cacher les exemples
pt_br: Esconder exemplos

source: Shows the release year of <em>The Shawshank Redemption</em>.
de_de: Zeigt das Erscheinungsjahr von <em>he Shawshank Redemption</em> an.
fr_fr: Affiche l'année de sortie de <em>The Shawshank Redemption</em>.
pt_br: Exibe o ano de lançamento de <em>Um Sonho de Liberdade</em>.

source: Lists the directors of <em>Taxi Driver</em>, separated by commas.
de_de: Listet die Regisseure von <em>Taxi Driver</em> auf, getrennt durch Kommata.
fr_fr: Liste les réalisateurs de <em>Taxi Driver</em>, séparés par des virgules.
pt_br: Lista os diretores de <em>Taxi Driver</em>, separados por vírgula.

source: Displays the runtime in hour of <em>Pulp Fiction</em>. You can also use <em>runtime-minutes</em>.
de_de: Gibt die Filmlänge in Stunden von <em>Pulp Fiction</em>. an. Für Minuten, wähle <em>runtime-minutes</em>.
fr_fr: Affiche la durée en heure de <em>Pulp Fiction</em>. Vous pouvez aussi utiliser <em>runtime-minutes</em>.
pt_br: Exibe o tempo de exibição em horas para <em>Pulp Fiction: Tempo de Violência</em>. Você também pode usar <em>tempo de exibição em minutos</em>.

source: Generates a poster (cover) with specified dimensions and linked to google.com.
de_de: Erstellt ein Bild mit dem Filmposter (Cover) mit der benutzerdefinierten Größe und verlinkt zu google.com.
fr_fr: Génère un poster (couverture) avec les dimensions spécifiées et lié à google.com.
pt_br: Gera um postar (capa) com dimensões específicas e linkado ao google.com.

source: Auto delete
de_de: Automatisches Löschen
fr_fr: Suppression automatique
pt_br: Auto apagar

source: Deletes cache every %s
de_de: Löschen des Zwischenspeichers alle %s
fr_fr: Supprime le cache tous les %s
pt_br: Apaga o cache a cada %s

source: never
de_de: nie
fr_fr: jamais
pt_br: nunca

source: hours
de_de: Stunden
fr_fr: heures
pt_br: horas

source: days
de_de: Tage
fr_fr: jours
pt_br: dias

source: months
de_de: Monate
fr_fr: mois
pt_br: meses

source: Automatically deletes all cached files (database and files) to keep information up to date.
de_de: Löscht automatisch alle zwischengespeicherten Dateien (lokal und in der Datenbank), um die Informationen auf dem neuesten Stand zu halten.
fr_fr: Supprime automatiquement tous les fichiers mis en cache (base de données et fichiers) pour garder les infos à jour.
pt_br: Apaga automaticamente todos os arquivos em cache (base de dados e arquivos) para manter a informação atualizada.

source: Deactivation actions
de_de: Deaktivierungsaktionen
fr_fr: Actions de désactivation
pt_br: Desativação de ações

source: Delete MySQL cache
de_de: MySQL-Zwischenspeicher löschen
fr_fr: Supprime le cache MySQL
pt_br: Apagar cache do MySQL

source: Delete cached movie detail files
de_de: Lokale Filmdetails entfernen
fr_fr: Supprime les fichiers mis en cache des détails des films
pt_br: Apagar arquivos de detalhes do filme em cache

source: Delete cached poster files
de_de: Lokale Cover entfernen
fr_fr: Supprime les fichiers d'affiche mis en cache
pt_br: Apagar arquivos de poster em cache

source: Delete plugin settings
de_de: Plugin-Einstellungen zurücksetzen
fr_fr: Supprime les paramètres de l'extension
pt_br: Apagar configurações de plugin

source: Actions being executed when you deactivate IMDb Connector.
de_de: Aktionen, die beim Deaktivieren von IMDb Connector ausgeführt werden.
fr_fr: Actions exécutées quand vous désactivez IMDb Connector.
pt_br: As ações serão executadas quando você desativar o Conector IMDb.

source: Save Changes
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications
pt_br: Salvar alterações

source: Reset to Default Settings
de_de: Einstellungen zurücksetzen
fr_fr: Réinitialiser les réglages
pt_br: Restaurar Confgurações Padrão

source: Found an error? Help making IMDb Connector better by <a href="http://www.wordpress.org/support/plugin/imdb-connector#postform" target="_blank">quickly reporting the bug</a>.
de_de: Fehler entdeckt? Hilf mit, IMDb Connector zu verbessern, indem du den Fehler <a href="http://www.wordpress.org/support/plugin/imdb-connector#postform" target="_blank">meldest</a>.
fr_fr: Vous avez trouvé une erreur ? Aidez-nous à améliorer IMDb Connector en nous <a href="http://www.wordpress.org/support/plugin/imdb-connector#postform" target="_blank">informant rapidement du bug</a>.
pt_br: Achou um erro? Ajude a fazer o Conector IMDb melhor em <a href="http://www.wordpress.org/support/plugin/imdb-connector#postform" target="_blank">reportar rapidamente um erro</a>.

source: Do you really want to reset all settings wit the default values?
de_de: Möchtest du wirklich alle Einstellungen zurücksetzen?
fr_fr: Voulez-vous vraiment réinitialiser tous ces réglages à leur valeur par défaut&nbsp;?
pt_br: Você tem certeza que deseja reiniciar todas as configurações com os valores padrão?

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
pt_br: Configurações

source: IMDb Connector movie
de_de: IMDb Connector Film
fr_fr: Film IMDb Connector
pt_br: Filme Conector IMDb

source: Displays a specific movie and its details.
de_de: Gibt einen Film und dessen Informationen aus.
fr_fr: Affiche un film précis et ses détails.
pt_br: Mostrar um filme específico e seus detalhes

source: Widget title
de_de: Widget-Titel
fr_fr: Titre du widget
pt_br: Título do Widget

source: Enter widget title...
de_de: Titel des Widgets eingeben...
fr_fr: Entrer le titre du widget...
pt_br: Inserir título do widget...

source: Movie title or IMDb-ID
de_de: Filmtitel oder IMDb-ID
fr_fr: Titre du film ou IMDb-ID
pt_br: Título do filme ou IMDb-ID

source: Enter movie title or ID...
de_de: Filmtitel oder -ID eingeben...
fr_fr: Entrer le titre ou l'ID du film...
pt_br: Inserir título do filme ou ID

source: Show movie title
de_de: Filmtitel anzeigen
fr_fr: Afficher le titre du film
pt_br: Exibir título do filme

source: Movie title position
de_de: Position des Filmtitels
fr_fr: Position du titre du film
pt_br: Posição do título do filme

source: Top
de_de: Oben
fr_fr: En-haut
pt_br: Topo

source: Below poster
de_de: Unter Cover
fr_fr: En-dessous de l'affiche
pt_br: Abaixo do poster

source: Below plot
de_de: Unter Inhaltsangabe
fr_fr: En-dessous du résumé
pt_br: Abaixo do enredo

source: Bottom
de_de: Unten
fr_fr: En-bas
pt_br: Base

source: Show poster
de_de: Cover anzeigen
fr_fr: Montrer l'affiche
pt_br: Exibir poster

source: Poster width
de_de: Coverbreite
fr_fr: Largeur de l’affiche
pt_br: Largura do poster

source: Poster height
de_de: Coverhöhe
fr_fr: Hauteur de l’affiche
pt_br: Altura do poster

source: Poster link
de_de: Coverlink
fr_fr: Lien de l'affiche
pt_br: Link do poster

source: To cover file
de_de: To Coverdatei
fr_fr: Au fichier de la pochette
pt_br: Para arquivo de capa

source: To movie on IMDb.com
de_de: Zu Film auf IMDb.com
fr_fr: Au film sur IMDb.com
pt_br: No filme em IMDb.com

source: Custom
de_de: Benutzerdefiniert
fr_fr: Personnalisé
pt_br: Personalizado

source: Custom URL
de_de: Benutzerdefinierte URL
fr_fr: Lien personnalisé
pt_br: URL personalizado

source: Enter custom URL...
de_de: Eigene URL eingeben...
fr_fr: Entrer le lien personnalisé...
pt_br: Isira URL personalizada...

source: Show plot
de_de: Inhaltsangabe anzeigen
fr_fr: Afficher le résumé
pt_br: Exibir enredo

source: Bottom text
de_de: Fußzeilentext
fr_fr: Texte du bouton
pt_br: Texto inferior

source: Enter text that will be displayed in the widget bottom...
de_de: Text eingeben, der in der Fußzeile des Widgets angezeigt wird...
fr_fr: Entrer le texte qui sera affiché au-bas du widget...
pt_br: Inserir texto que será exibido no widget inferior...

source: A simple plugin that allows you to easily retrieve movie details from IMDb.com.
de_de: Ein simples Plugin, um Filmdaten von IMDb.com einzubinden.
fr_fr: Un plugin simple qui vous permet de rechercher facilement les détails d'un film sur IMDb.com
pt_br: Um plugin simples que permite que você facilmente recupere detalhes de um filme em IMDb.com.

source: Shortcodes
fr_fr: Raccourcis
