Repository: WP-Translations/language-packs
Catalog: sf-author-url-control/languages/sf-author-url-control-*.po
Languages: de_de, fr_fr, pt_br, tr_tr

source: <strong>SF Author Url Control</strong>: Now you can go to Settings &#8250; %1$sPermalinks</a> to change the authors base url. Also, go to %2$sUsers</a> and chose a user profile, %3$slike your own</a>, for the user&#8217;s slug.
de_de: <strong>SF Author Url Control</strong>: Du kannst jetzt zu Einstellungen &#8250; %1$sPermalinks</a> gehen um die Autoren-Basis zu ändern. Gehe auch zu %2$sUsers</a> und wähle für ein Userprofil, %3$wie dein eigenes</a>, die Profil-URL aus.
fr_fr: <strong>SF Author Url Control</strong>: Maintenant vous pouvez aller dans Réglages &#8250; %1$sPermaliens</a> pour changer le préfixe des pages des auteurs. Allez aussi dans %2$sUtilisateurs</a> et choisissez un profil d’utilisateur, %3$scomme le votre</a>, pour changer son identifiant d&#8217;URL.
pt_br: <strong>URL de Controle do Autor SF</strong>: Agora você oide ur ate onfigurações &#8250; %1$sLinks-Permanentes</a> para alterar a URL de base dos autores. Também, pode ir até %2$sUsuários</a> e selecionar um perfil de usuário, %3$scomo o seu próprio</a>, para os apelidos de usuários&#8217;s.

source: Permalinks
fr_fr: Permaliens
pt_br: Links Permanentes
tr_tr: Kalıcı Bağlantılar

source: URL slug
de_de: URL
fr_fr: Identifiant d’URL
pt_br: URL do apelido
tr_tr: URL slug'ı

source: Empty slug!
de_de: Keine Angabe gemacht!
fr_fr: Identifiant vide !
pt_br: Apelido vazio!
tr_tr: Boş slug!

source: Authors page base
de_de: Autoren-Basis
fr_fr: Préfixe de la page des auteurs
pt_br: Página base de autores
tr_tr: Yazar sayfası temeli

source: Leave empty for default value: author
de_de: Leer lassen für den Standardwert: author
fr_fr: Laisser vide pour la valeur par défaut : author
pt_br: Deixe em branco para o valor padrão: autor
tr_tr: Varsayılan değer için boş bırakın: yazar

source: (for a taxonomy)
de_de: (für eine Taxonomie)
fr_fr: (pour une taxonomie)
pt_br: (para a taxonomia)
tr_tr: (bir taksonomi için)

source: (for a custom post type)
de_de: (für einen benutzerdefinierten Beitragstyp)
fr_fr: (pour un type de contenu personnalisé)
pt_br: (para um tipo personalizado de postagem)
tr_tr: (bir özel gönderi tipi için)

source: (for a page)
de_de: (für eine Seite)
fr_fr: (pour une page)
pt_br: (para uma página)
tr_tr: (bir sayfa için)

source: (for a post)
de_de: (für einen Beitrag)
fr_fr: (pour un article)
pt_br: (para uma postagem)
tr_tr: (bir yazı için)

source: <strong>ERROR</strong>: This authors page base is already used somewhere else%s. Please choose another one.
de_de: <strong>FEHLER</strong>: Diese Autoren-Basis wird bereits irgendwo anders benutzt. Bitte wähle eine andere aus.
fr_fr: <strong>ERREUR</strong>: Ce préfixe de la page d’auteurs est déjà utilisé ailleurs%s. Merci d&#8217;en choisir un autre.
pt_br: <strong>ERRO</strong>: Esta página base de autores já é usada em outro lugar% s. Por favor, escolha outra.
tr_tr: <strong>HATA</strong>: Bu yazar sayfası temeli başka yerde %s zaten kullanılmış. Lütfen başka bir tane seçiniz.

source: Profile URL slug
de_de: Profil-URL
fr_fr: Identifiant de l’URL de profil
pt_br: URL do Apelido de Perfil
tr_tr: Profil URL'si slug'ı

source: Leave empty for default value: %s
de_de: Leer lassen für den Standardwert : %s
fr_fr: Laisser vide pour la valeur par défaut : %s
pt_br: Deixar em branco para o valor padrão: %s
tr_tr: Varsayılan değer için boş bırakın: %s

source: Your Profile
de_de: Dein Profil
fr_fr: Votre profil
pt_br: Seu perfil
tr_tr: Profiliniz

source: <strong>ERROR</strong>: There was an error updating the author slug. Please try again.
de_de: <strong>FEHLER</strong>: Es ist ein Fehler beim updaten der Autoren-Basis aufgetreten. Bitte versuche es nochmal.
fr_fr: <strong>Erreur</strong> : Une erreur s’est produite lors de la mise à jour de l’identifiant. Veuillez recommencer.
pt_br: <strong>ERRO</strong>: Ocorreu um erro ao atualizar o apelido do autor. Tente novametne
tr_tr: <strong>HATA</strong>: Yazar slug'ını güncelleme esnasında bir hata oluştu. Lütfen tekrar deneyin.

source: <strong>ERROR</strong>: This profile URL slug is already registered. Please choose another one.
de_de: <strong>FEHLER</strong>: Diese Profil-URL ist bereits registriert. Bitte wähle eine andere.
fr_fr: <strong>ERREUR</strong>: Cet identifiant d’URL de profil est déjà enregistré. Veuillez en choisir un autre.
pt_br: <strong>ERRO</strong>: Esta URL de apelido de perfil já esta registrada. Por favor escolha outra.
tr_tr: <strong>HATA</strong>: Bu profil URL'si slug'ı zaten kayıtlı. Lütfen başka bir tane seçiniz.

source: SF Author Url Control
pt_br: URL de Controle do Autor SF

source: Customize the url of your registered users profile.
de_de: URL zum Benutzerprofil ändern
fr_fr: Personnalisez l'URL du profil de vos utilisateurs enregistrés.
pt_br: Personalize a URL para os seu perfil de usuário registrado.
tr_tr: Kayıtlı kullanıcı profillerinizin URL'lerini özelleştirin.

source: Grégory Viguier
tr_tr: Grégory Viguier (çeviri mapazarbasi)
