Repository: WP-Translations/language-packs
Catalog: transifex-live/languages/transifex-live-*.po
Languages: pt_br

source: Oops! Please make sure you've entered a valid API key.
pt_br: Ops! Tenha certeza de que você digitou uma chave de API válida.

source: The Transifex Live JavaScript snippet has been added to your site! To enable advanced SEO settings, publish translations first.
pt_br: O fragmento do Transifex Live JavaScript foi adicionado no seu site! Para habilitar as configurações avançadas de SEO, publique as traduções primeiro.

source: Translate your WordPress powered website using Transifex.
pt_br: Traduza seu site suportado por WordPress usando Transifex.

source: Before using this plugin, be sure you have a Transifex Live API key.
pt_br: Antes de usar este plugin, tenha certeza de que você possui uma chave de API Transifex Live.

source: Click here to sign up and get an API key.
pt_br: Clique aqui para se inscrever e adquirir uma chave API.

source: Transifex Live API Key
pt_br: Chave de API Transifex Live

source: This field is required.
pt_br: Este campo é obrigatório.

source: Staging?
pt_br: Encenar?

source: Start Translating NOW
pt_br: Iniciar a Traduzir AGORA

source: Advanced SEO Settings
pt_br: Configurações Avançadas de SEO

source: Disabled – Just add the Transifex Live JavaScript snippet to my site. <a target="_blank" href="http://docs.transifex.com/integrations/wordpress/#disabled"><b>Learn more</b></a>.
pt_br: Desabilitado – Apenas adiciona ao fragmento do Transifex Live JavaScript no meu site. <a target="_blank" href="http://docs.transifex.com/integrations/wordpress/#disabled"><b>Saiba mais</b></a>.

source: Subdirectory – Create new language subdirectories through the plugin, e.g. <code>http://www.example.com/fr/</code>. <a target="_blank" href="http://docs.transifex.com/integrations/wordpress/#subdirectories"><b>Learn more</b></a>.
pt_br: Subdiretório – Criar novos subdiretórios de idioma através do plugin, ex: <code>http://www.example.com/fr/</code>. <a target="_blank" href="http://docs.transifex.com/integrations/wordpress/#subdirectories"><b>Saiba mais</b></a>.

source: Subdomain – Point the plugin to existing language subdomains, e.g. <code>http://fr.example.com</code>. <a target="_blank" href="http://docs.transifex.com/integrations/wordpress/#subdomains"><b>Learn more</b></a>.
pt_br: Subdomínio – Aponta o plugin para os subdomínios de idiomas existentes. ex: <code>http://fr.example.com</code>. <a target="_blank" href="http://docs.transifex.com/integrations/wordpress/#subdomains"><b>Saiba mais</b></a>.

source: <b>Note:</b> When you choose the Subdirectory or Subdomain options, the plugin will automatically <a target="_blank" href="http://docs.transifex.com/integrations/wordpress/#hreflang-tag"><b>add hreflang tags</b></a> to the header of your site.
pt_br: <b>Nota:</b> Quando você escolher as opções de Subdiretório ou Subdomínio, o plugin irá automaticamente <a target="_blank" href="http://docs.transifex.com/integrations/wordpress/#hreflang-tag"><b>adicionar tags hreflangs</b></a> no cabeçalho do seu site.

source: Published Languages
pt_br: Idiomas Publicados

source: Below is a list of languages published from Transifex Live. For each language, you can set the name of the subdirectory. Your URLs will follow the pattern of <code>www.example.com/%lang%/</code>, with the language code always appearing immediately after your domain.
pt_br: Abaixo está a lista de idiomas publicados por Transifex Live, Para cada idioma, você pode definir o nome do subdiretório. Suas URLs seguirão o padrão <code>www.example.com/%lang%/</code>, com o código do idioma sempre aparecendo imediatamente após o seu domínio.

source: Below is a list of languages published from Transifex Live. If you’ve set up language subdomains for your site, enter the language subdomain names below. So if <code>fr.example.com</code> is the subdomain for your French site, put in <code>fr</code>. If you don’t have language subdomains set up yet, be sure they match what’s below when you set them up.
pt_br: Abaixo está a lista de idiomas publicados por Transifex Live. Se você definiu subdomínios de idioma para seu site, digite os nomes do subdomínio do idioma abaixo. Então se <code>fr.example.com</code> é o subdomínio para seu site em francês, coloque <code>fr</code>. Se vicê não possui subdomínios de idiomas definidos ainda, tenha certeza que eles correspondem com o que está abaixo quando você os definiu.

source: Language
pt_br: Idioma

source: Code
pt_br: Código

source: Your languages can't be loaded. Please re-check your API key.
pt_br: Seus idiomas não puderam ser carregados. Por favor, verifique sua chave de API novamente.

source: Refreshing languages will replace your current codes with those from Transifex Live. Continue?
pt_br: Atualizando os idiomas irá substituir seu códigos atuais com esses do Transifex Live. Continuar?

source: Refresh Languages List
pt_br: Atualizando Lista de Idiomas

source: Tweak your localized urls changing the language codes above.
pt_br: Ajustar suas urls localizadas para alterar os códigos de idioma acima.

source: Subdirectory Options
pt_br: Opções de Subdiretório

source: Choose which WordPress content types you want to enable language subdirectories for.
pt_br: Escolher qual tipo de conteúdo do WordPress você deseja habilitar para os subdiretórios de idiomas.

source: All
pt_br: Todos

source: Static Frontpage Support
pt_br: Suporte Estático para a Primeira Inicial

source: Having trouble getting language/region-specific URLs working? <a target="_blank" href="http://docs.transifex.com/integrations/wordpress/#troubleshooting-tips">Check out our additional troubleshooting tips!
pt_br: Problemas para conseguir idiomas-regiões específicas para as URLs funcionais? <a target="_blank" href="http://docs.transifex.com/integrations/wordpress/#troubleshooting-tips">Confira nossas dicas de solução de problemas!

source: Prerender for Crawlers
pt_br: Pré Renderizador para Crawlers

source: Enable Prerender
pt_br: Habilitar Pré Renderizador

source: Prerender URL
pt_br: URL do Pré Renderizador

source: Put your prerender url here.
pt_br: Coloque sua URL de pré renderização aqui.

source: Enable Prerender Check
pt_br: Habilitar Verificação de Pré Renderização

source: Prerender Check Key
pt_br: Verificar Chave de Pré Renderização

source: Prerender Check Header Value
pt_br: Verificar Valor de Cabeçalho de Pré Renderização

source: Enable Vary Header
pt_br: Habilitar Variação de Cabeçalho

source: Value for Vary Header
pt_br: Valor para Variação de Cabeçalho

source: Enable Custom Prerender Headers
pt_br: Habilitar Cabeçalhos de Pré Renderização Personalizados

source: Custom Headers for Prerender Responses
pt_br: Cabeçalhos Personalizados para Respostas de Pré Renderização

source: Enable Custom Cookie Prerender Responses
pt_br: Habilitar Cookie Personalizado para Respostas de Pré Renderização

source: Custom Cookie for Prerender Responses
pt_br: Cookie Personalizado para Respostas de Pré Renderização

source: Save Changes
pt_br: Salvar alterações

source: Plugin documentation
pt_br: Documentação do plugin

source: Thank you for using Transifex!
pt_br: Obrigado por usar o Transifex!

source: Settings
pt_br: Configurações

source: Your changes to the settings have been saved!
pt_br: Suas alterações nas configurações foram salvas!

source: Posts
pt_br: Postagens

source: Pages
pt_br: Páginas

source: Authors
pt_br: Autores

source: Date
pt_br: Data

source: Categories
pt_br: Categorias

source: Search
pt_br: Pesquisa

source: Permalink Tag
pt_br: Tag de Permalink
