Repository: WP-Translations/language-packs
Catalog: wp_sitemap_page/languages/wp_sitemap_page-*.po
Languages: cs_cz, fr_fr, id_id

source: Help us
cs_cz: Pomozte nám
fr_fr: Aidez-nous
id_id: Bantu kami

source: This plugin is freely developped and distrubed to the WordPress community. Plenty of hours were necessary to develop this project.
cs_cz: Tento plugin je svobodně vyvíjen a distribuován WordPress komunitě. Spoustu hodin bylo zapotřebí vyvinout tento projekt.
fr_fr: Cette extension est développée librement et distribuée à la communauté WordPress. De nombreuses heures ont été nécessaires pour développer ce projet.
id_id: Plugin ini dikembangkan secara bebas dan didistribusikan kepada komunitas WordPress. Butuh waktu untuk mengembangkan proyek ini.

source: If you like this plugin, feel free to rate it 5 stars on the WordPress.org website or to donate.
cs_cz: Jestliže máte rádi tento plugin, ohodnoťte 5ti hvězdičkami na stránkách WordPress.org nebo přispějte.
fr_fr: Si vous aimez cette extension, n'hésitez pas à lui donner 5 étoiles sur WordPress.org ou faites un don.
id_id: Jika Anda menyukai plugin ini, beri penilaian bintang 5 pada situs WordPress.org atau berikan donasi.

source: Donate
cs_cz: Darovat
fr_fr: Faites un don
id_id: Donasi

source: Traditionnal sitemap
cs_cz: Tradiční mapa stránek
fr_fr: Sitemap classique
id_id: Peta situs tradisional

source: To display a traditional sitemap, just use [wp_sitemap_page] on any page or post.
cs_cz: Chcete-li zobrazit tradiční sitemap, stačí použít [wp_sitemap_page] na libovolné stránce nebo příspěvku.
fr_fr: Pour afficher un sitemap classique, utiliser [wp_sitemap_page] sur n'importe quelle page ou article.
id_id: Untuk menampilkan peta situs tradisional, cukup gunakan [wp_sitemap_page] di halaman atau pos mana saja.

source: Display only some content
cs_cz: Zobrazit pouze nějaký obsah
fr_fr: N'afficher que certain contenu
id_id: Hanya menampilkan beberapa konten

source: Display only some kind of content using the following shortcodes.
cs_cz: Zobrazit pouze některý druh obsahu užívající shortcodes.
fr_fr: N'afficher que certain contenu en utilisant les shortcodes suivants.
id_id: Hanya menampilkan beberapa jenis konten menggunakan kode pintas berikut.

source: General settings
cs_cz: Hlavní nastavení
fr_fr: Réglages généraux
id_id: Pengaturan umum

source: Add a nofollow attribute to the links.
cs_cz: Přidejte atribut nofollow do odkazů.
fr_fr: Ajouter un attribut nofollow aux liens.
id_id: Tambahkan atribut nofollow pada tautan.

source: Please be advice to avoid this feature as it may hurt your SEO (Search Engine Optimization), if you don't know what it is.
cs_cz: Prosím, buďte opatrní, tato funkce může poškodit vaše SEO (Search Engine Optimization), pokud nevíte, co to je.
fr_fr: Veuillez éviter cette fonctionnalité car elle peut endommager votre SEO (Search Engine Optimization), si vous ne maitrisez pas ce que vous faites.
id_id: Jika Anda tidak tahu fungsi fitur ini, berhati-hatilah dalam menggunakannya karena mungkin dapat merusak SEO (Optimasi Mesin Pencarian) Anda.

source: Customize the way to display the posts
cs_cz: Přizpůsobte si, jak chcete zobrazovat příspěvky
fr_fr: Personnaliser la façon d'afficher les articles
id_id: Penyesuaian dalam menampilkan pos

source: Please choose how you want to display the posts on the sitemap.
cs_cz: Prosím, vyberte jakým způsobem chcete zobrazit příspěvky v mapách stránek.
fr_fr: Veuillez choisir comment afficher les articles sur le sitemap.
id_id: Silakan pilih bagaimana menampilkan pos pada peta situs.

source: %1$s: title of the post.
cs_cz: %1$s: titulek příspěvku.
fr_fr: %1$s : le titre de l'article.
id_id: %1$s: judul pos.

source: %1$s: URL of the post.
cs_cz: %1$s: URL adresa příspěvku.
fr_fr: %1$s : l'URL de l'article.
id_id: %1$s: URL pos.

source: %1$s: The year of the post, four digits, for example 2004.
cs_cz: %1$s: Rok publikace příspěvku, čtyř číslené zobrazení, například 2004.
fr_fr: %1$s : l'année de l'article, quatre chiffres, p..ex. 2004.
id_id: %1$s: Tahun pos, empat angka, contohnya 2004.

source: %1$s: Month of the year, for example 05.
cs_cz: %1$s: Měsíc publikace, například 05
fr_fr: %1$s : le mois de l'année, p.ex. 05.
id_id: %1$s: Bulan pada tahun, contohnya 05.

source: %1$s: Day of the month, for example 28.
cs_cz: %1$s: Den publikace, například 28.
fr_fr: %1$s : le jour du mois, p.ex. 28.
id_id: %1$s: Hari pada bulan, contohnya 28.

source: %1$s: Hour of the day, for example 15.
cs_cz: %1$s: Hodina publikace, například 15..
fr_fr: %1$s : l'heure de la journée, p.ex. 15.
id_id: %1$s: Jam pada hari, contohnya 15.

source: %1$s: Minute of the hour, for example 43.
cs_cz: %1$s: Minuta publikace, například 43.
fr_fr: %1$s : les minutes, p.ex. 43.
id_id: %1$s: Menit pada jam, contohnya 43.

source: %1$s: Second of the minute, for example 33.
cs_cz: %1$s: Sekunda publikace, například 33.
fr_fr: %1$s: les secondes de la minute, p.ex. 33.
id_id: %1$s: Detik pada menit, contohnya 33.

source: %1$s: The unique ID # of the post, for example 423.
cs_cz: %1$s: Unikátní ID číslo příspěvku, například 423.
fr_fr: %1$s: l'ID # unique de l'article, p.ex. 423.
id_id: %1$s: ID unik # pos, contohnya 423.

source: %1$s: Category name. Nested sub-categories appear as nested directories in the URI.
cs_cz: %1$s: Jméno kategorie. Vnořené sub-kategorie se zobrazí jako vnořené adresáře v URI.
fr_fr: %1$s : nom de la catégorie. Les sous-catégories imbriquées apparaissent sous forme de répertoires imbriqués dans l'URI.
id_id: %1$s: Nama kategori. Tampilan sub-kategori berulir sebagai direktori terulir (bersarang) pada URI.

source: How to display the posts
cs_cz: Jak zobrazit příspěvky
fr_fr: Comment afficher les articles
id_id: Bagaimana menampilkan pos

source: Initial way to display the content: %1$s
cs_cz: Počáteční způsob zobrazení obsahu: %1$s
fr_fr: Manière initiale d'afficher le contenu : %1$s
id_id: Cara awal untuk menampilkan konten: %1$s

source: Displayed multiple times
cs_cz: Zobrazeno vícekrát
fr_fr: Affiché plusieurs fois
id_id: Ditampilkan beberapa kali

source: Displayed in each category if posts are in multiples categories.
cs_cz: Zobrazí se v každé kategorii, pokud jsou příspěvky ve více kategoriích.
fr_fr: Affiché dans toutes les catégories si l'article est dans plusieurs catégories.
id_id: Ditampilkan pada setiap kategori jika pos terdapat di beberapa kategori.

source: Exclude from traditional sitemap
cs_cz: Vyloučit z tradiční mapy stránek
fr_fr: Exclure du sitemap clssique
id_id: Keluarkan dari peta situs tradisional

source: Exclude pages
cs_cz: Vyloučit stránky
fr_fr: Exclure des pages
id_id: Keluarkan halaman

source: Just add the IDs, separated by a comma, of the pages you want to exclude.
cs_cz: Stačí přidat ID, oddělit čárkou, stránky, které chcete vyloučit.
fr_fr: Ajouter simplement les IDs, séparées par des virgules, des pages que vous souhaitez exclure.
id_id: Cukup tambahkan ID, dipisahkan dengan tanda koma, dari halaman yang tidak ingin dimasukkan.

source: Exclude Custom Post Type
cs_cz: Vyloučit vlastní typ příspěvku
fr_fr: Exclure les types d'articles personnalisés
id_id: Keluarkan Tipe Pos Tersuai

source: Page
cs_cz: Stránka
id_id: Halaman

source: Post
cs_cz: Příspěvek
fr_fr: Article
id_id: Pos

source: Archive
cs_cz: Archiv
fr_fr: Archiver
id_id: Arsip

source: Author
cs_cz: Autor
fr_fr: Auteur
id_id: Penulis

source: Exclude taxonomies
cs_cz: Vyloučit taxonomie
fr_fr: Exclure des taxonomies
id_id: Keluarkan taksonomi

source: Password protected
cs_cz: Chráněno heslem
fr_fr: Protégé par mot de passe
id_id: Dilindungi kata sandi

source: Exclude content protected by password
cs_cz: Vyloučit obsah chráněn heslem
fr_fr: Exclure le contenu protégé par mot de passe
id_id: Keluarkan tulisan yang dilindungi oleh kata sandi

source: Display the plugin link
cs_cz: Zobrazit odkaz pluginu
fr_fr: Afficher le lien de l'extension
id_id: Tampilkan tautan plugin

source: Display the plugin name with a link at the bottom of the sitemap.
cs_cz: Zobrazit jméno pluginu s odkazem ve spodní části mapy stránek.
fr_fr: Afficher le nom de l'extension avec un lien en bas du plan du site.
id_id: Tampilkan nama plugin beserta tautannya pada bagian bawah peta situs.

source: How to use
cs_cz: Jak používat
fr_fr: Mode d'emploi
id_id: Cara pakai

source: You can use any of the following shortcodes in the content of your pages (or posts) to display a dynamic sitemap.
cs_cz: Můžete užívat jakoukoli zkratku (shortcode) v obsahu vašich stránek( nebo příspěvku) a tak zobrazit dynamickou mapu stránek.
fr_fr: Vous pouvez utiliser n'importe lequel des shortcodes suivants dans le contenu de vos pages (ou articles) pour afficher un sitemap dynamique.
id_id: Anda dapat menggunakan kode pintas pada isi halaman (atau pos) Anda untuk menampilkan peta situs dinamis.

source: To display a traditional sitemap
cs_cz: Pro zobrazení běžné sitemap
fr_fr: Pour afficher un plan de site classique
id_id: Untuk menampilkan peta situs tradisional

source: To display the posts by category
cs_cz: Pro zobrazení příspěvků podle kategorie
fr_fr: Pour afficher les articles par catégorie
id_id: Untuk menampilkan pos berdasarkan kategori

source: To display the categories
cs_cz: Pro zobrazení kategorií
fr_fr: Pour afficher les catégories
id_id: Untuk menampilkan kategori

source: To display the tags
cs_cz: Pro zobrazení štítků
fr_fr: Pour afficher les mots-clefs
id_id: Untuk menampilkan label (tag)

source: To display the pages
cs_cz: Pro zobrazení stránek
fr_fr: Pour afficher les pages
id_id: Untuk menampilkan halaman

source: To display the archives
cs_cz: Pro zobrazení archivů
fr_fr: Pour afficher les archives
id_id: Untuk menampilkan arsip

source: To display the authors
cs_cz: Pro zobrazení autorů
fr_fr: Pour afficher les auteurs
id_id: Untuk menampilkan penulis

source: To display the %1$s
cs_cz: Pro zobrazení %1$s
fr_fr: Pour afficher le/la %1$s
id_id: Untuk menampilkan %1$s

source: To display a traditional sitemap without the title
cs_cz: Pro zobrazení běžné sitemap bez nadpisu
fr_fr: Pour afficher le plan du site sans titre
id_id: Untuk menampilkan peta situs tradisional tanpa judul

source: Display only the private page (do not works with other kind of content)
cs_cz: Zobrazit pouze soukromé stránky (nepracuje s jiným druhem obsahu)
fr_fr: Afficher uniquement la page privée (cela ne fonctionne pas avec d'autres types de contenu)
id_id: Hanya menampilkan halaman pribadi (tidak bekerja pada konten lainnya)

source: About
cs_cz: O pluginu
fr_fr: À propos
id_id: Tentang

source: Developed by <a href="%1$s">Tony Archambeau</a>.
cs_cz: Vyvinuto <a href="%1$s">Tonym Archambeauem</a> .
fr_fr: Développé par <a href="%1$s">Tony Archambeau</a>.
id_id: Dikembangkan oleh <a href="%1$s">Tony Archambeau</a>.

source: Rate the plugin on Wordpress.org
cs_cz: Ohodnotit plugin na stránkách Wordpress.org
fr_fr: Donnez une note à l'extension sur Wordpress.org
id_id: Beri nilai plugin ini di WordPress.org

source: Translated in Russian by <a href="%1$s">skesov.ru</a>.
cs_cz: Přeložil do češtiny <a href="%1$s">high-definition.cz</a>.
fr_fr: Traduction russe par <a href="%1$s">skesov.ru</a>.
id_id: Diterjemahkan ke dalam Bahasa Rusia oleh <a href="%1$s">skesov.ru</a>.

source: Settings
cs_cz: Nastavení
fr_fr: Paramètres
id_id: Pengaturan

source: Powered by "WP Sitemap Page"
cs_cz: Vytvářeno "WP Sitemap Page"
fr_fr: Propulsé par "WP Sitemap Page"
id_id: Didukung oleh "WP Sitemap Page"

source: Pages
cs_cz: Stránky
id_id: Halaman

source: Posts by category
cs_cz: Příspěvky podle kategorie
fr_fr: Articles par catégorie
id_id: Pos berdasarkan kategori

source: Categories
cs_cz: Kategorie
fr_fr: Catégories
id_id: Kategori

source: Tags
cs_cz: Štítky
fr_fr: Mots-clefs
id_id: Label (Tag)

source: Archives
cs_cz: Archivy
id_id: Arsip

source: Authors
cs_cz: Autoři
fr_fr: Auteurs
id_id: Penulis

source: Category: %1$s
cs_cz: Kategorie: %1$s
fr_fr: Catégorie&nbsp;: %1$s
id_id: Kategori: %1$s

source: <a href="{permalink}"%1$s>{title}</a> ({monthnum}/{day}/{year})
fr_fr: <a href="{permalink}"%1$s>{title}</a> ({day}/{monthnum}/{year})
id_id: <a href="{permalink}"%1$s>{title}</a> ({day}/{monthnum}/{year})
