Repository: WP-Translations/language-packs
Catalog: dc-meta-tagspot/languages/dc-meta-tagspot-*.po
Languages: fr_fr

source: Dublin Core Meta Tags
fr_fr: Mots-clés Métadonnées Dublin Core

source: Thank you for installing DC Meta Tags.
fr_fr: Merci d’avoir installé DC Meta Tags.

source: %1$s %2$s not activated
fr_fr: %1$s %2$s non activé

source: You are running WordPress version %1$s. This plugin requires version %2$s or higher, and has been deactivated! Please upgrade WordPress and try again.
fr_fr: Vous utilisez WordPress %1$s. Cette extension nécessite la version %2$s ou supérieure, et a été désactivée ! Veuillez mettre à jour WordPress et réessayez.

source: Back to WordPress admin
fr_fr: Retour à l’admin de WordPress

source: Settings updated. %s metadata record deleted for %s.
fr_fr: Réglages mis à jour. %s métadonnée enregistrée supprimée pour %s.

source: Settings
fr_fr: Réglages

source: Contributor
fr_fr: Contributeur

source: Coverage
fr_fr: Couverture

source: Creator
fr_fr: Créateur

source: Identifier
fr_fr: Identificateur

source: Language
fr_fr: Langue

source: Publisher
fr_fr: Éditeur

source: Rights
fr_fr: Droits

source: Subject
fr_fr: Sujet

source: Title
fr_fr: Titre

source: An entity responsible for making contributions to the resource
fr_fr: L’entité responsable d’apporter des contributions à la ressource

source: The spatial or temporal topic of the resource, the spatial applicability of the resource, or the jurisdiction under which the resource is relevant
fr_fr: Le thème spatial ou temporel de la ressource, l’application spatiale de la ressource ou la compétence en vertu de laquelle la ressource est pertinente

source: An entity primarily responsible for making the resource
fr_fr: L’entité principalement responsable de la création de la ressource

source: A point or period of time associated with an event in the lifecycle of the resource
fr_fr: Un moment ou une période de temps associée à un évènement dans le cycle de vie de la ressource

source: An account of the resource
fr_fr: Un compte de la ressource

source: The file format, physical medium, or dimensions of the resource
fr_fr: Le format du fichier, support matériel ou dimensions de la ressource

source: An unambiguous reference to the resource within a given context
fr_fr: Une référence non ambigüe à la ressource dans un contexte donné

source: A language of the resource
fr_fr: La langue de la ressource

source: An entity responsible for making the resource available
fr_fr: L’entité responsable de la mise à disposition de la ressource

source: A related resource
fr_fr: Une ressource relative

source: Information about rights held in and over the resource
fr_fr: Informations sur les droits détenus dans et sur la ressource

source: A related resource from which the described resource is derived
fr_fr: Une ressource dont la ressource décrite est dérivée

source: The topic of the resource
fr_fr: Le sujet de la ressource

source: A name given to the resource
fr_fr: Le nom donné à la ressource

source: The nature or genre of the resource
fr_fr: La nature ou le genre de la ressource

source: World
fr_fr: Monde

source: Dublin Core Metadata
fr_fr: Métadonnées Dublin Core

source: Dublin Core specification and information about recommended values
fr_fr: Spécification du Dublin Core et des informations sur les valeurs recommandées

source: (opens in a new window)
fr_fr: (s’ouvre dans une nouvelle fenêtre)

source: Remove
fr_fr: Supprimer

source: Add another contributor
fr_fr: Ajouter un autre contributeur

source: Add another coverage
fr_fr: Ajouter une autre couverture

source: Add another creator
fr_fr: Ajouter une autre créateur

source: Add another date
fr_fr: Ajouter une autre date

source: Add another description
fr_fr: Ajouter une autre description

source: Add another format
fr_fr: Ajouter une autre format

source: Add another identifier
fr_fr: Ajouter un autre identificateur

source: Add another language
fr_fr: Ajouter une autre langue

source: Add another publisher
fr_fr: Ajouter une autre éditeur

source: Add another relation
fr_fr: Ajouter une autre relation

source: Add another rights statement
fr_fr: Ajouter de nouveaux droits

source: Add another source
fr_fr: Ajouter une autre source

source: Add another subject
fr_fr: Ajouter un autre sujet

source: Add another title
fr_fr: Ajouter un autre titre

source: Add another type
fr_fr: Ajouter une autre type

source: disabled
fr_fr: désactivé

source: default only
fr_fr: Par défaut uniquement

source: editable
fr_fr: modifiable

source: Nothing
fr_fr: Rien

source: Any text:
fr_fr: N’importe quel texte :

source: This plugin adds %sDublin Core Metadata Element Set v1.1%s meta tags to the <code>head</code> of your site. Dublin Core elements are a subset of RDF and help with the discoverability of your site.
fr_fr: Cette extension ajoute les %smétadonnées du Dublin Core Metadata Element Set v1.1%s dans l’<code>en-tête</code> de votre site. Les éléments du Dublin Core sont un sous-ensemble de RDF et aident à la découverte de votre site.

source: “Dublin Core Metadata can be used for multiple purposes, from simple resource description, to combining metadata vocabularies of different metadata standards, to providing interoperability for metadata vocabularies in the Linked data cloud and Semantic web implementations.”
fr_fr: « Les métadonnées du Dublin Core peuvent être utilisées à des fins multiples, de la description de ressource simple, à la combinaison de vocabulaires de métadonnées différents des normes de métadonnées, à prévoir l’interopérabilité des vocabulaires de métadonnées dans le nuage de données lié et les implémentations du web sémantique ».

source: This plugin automatically adds meta tags on pages and posts, including custom post types. No metadata is added to pages created by WordPress like the home page, category pages, archives, etc.
fr_fr: Cette extension ajoute automatiquement des balises meta-tags sur les pages et les articles, ainsi que sur les types de contenu personnalisés. Aucune métadonnée n’est ajoutée aux pages créées par WordPress comme la page d’accueil, les pages de catégories, les archives, etc..

source: Select Dublin Core Meta Tags
fr_fr: Selectionner Dublin Core Meta Tags

source: Change an element’s mode and default value below. Modes are as follows:
fr_fr: Modifier le mode et la valeur par défaut de l’élément ci-dessous. Les modes sont les suivants :

source: %sDisabled:%s This field will not be used
fr_fr: %sDésactivé :%s Ce champ ne sera pas utilisé

source: %sDefault only:%s The value for this field is obtained as indicated in the ‘Default value’ column – it cannot be changed in the edit page
fr_fr: %sPar défaut uniquement :%s La valeur pour ce champ est obtenue et indiquée dans la colonne « valeur par défaut » - Elle ne peut être changée dans la page.

source: %sEditable:%s You will be able to change this field in the edit page. The default value will be suggested unless you enter a value in the edit page.
fr_fr: %sModifiable :%s Vous pourrez modifier ce champ dans la page. La valeur par défaut sera suggérée à moins que vous ne rentriez une valeur.

source: Caution
fr_fr: Attention

source: %sCaution:%s Changing a field’s mode from ‘editable’ to ‘default only’ causes the removal of its metadata!
fr_fr: %sAttention :%s Changer le mode d’un champ de « modifiable » à « par défaut » entraîne la suppression de ces métadonnées !

source: Element
fr_fr: Élément

source: Default value
fr_fr: Valeur par défaut

source: Post types
fr_fr: Types de contenu

source: Select the post types which should have Dublin Core Metadata.
fr_fr: Sélectionner le type de contenu pour les métadonnées Dublin Core.

source: (X)HTML version
fr_fr: Version (X)HTML

source: Select the (X)HTML version that corresponds to your doctype.
fr_fr: Sélectionner la version (X)HTML qui correspond à votre doctype.

source: Meta tag will look like
fr_fr: La balise méta ressemblera à

source: The post’s author
fr_fr: L’auteur de l’article

source: The post’s published date
fr_fr: La date de publication de l’article

source: The post’s excerpt
fr_fr: L’extrait de l’article

source: The post’s MIME type (if set)
fr_fr: Le type MIME de l’article (si défini)

source: The post’s permalink
fr_fr: Le permalien de l’article

source: The WordPress installation language (‘%s’)
fr_fr: La langue d’installation de WordPress (‘%s’)

source: The website’s title (‘%s’)
fr_fr: Le titre du site Web (‘%s’)

source: Value from Creative Commons Configurator plugin (if active)
fr_fr: Valeur pour l’extension Creative Commons Configurator (si active)

source: Suggestion: the full URL (incl. http://) to your copyrights page
fr_fr: Suggestion : l’URL complète (avec http://) vers votre page de copyrights.

source: List of categories and tags (only for posts)
fr_fr: La liste des catégories et des mots-clés (uniquement pour les articles)

source: The post’s title
fr_fr: Le titre de l’article

source: Error while upgrading DC Meta Tags %1$s to version %2$s.
fr_fr: Erreur lors de la mise à jour de DC Meta Tags de la version %1$s à la version %2$s.

source: Thank you for upgrading DC Meta Tags %1$s to version %2$s.
fr_fr: Merci d'avoir mis à jour DC Meta Tags de la version %1$s à la version %2$s.

source: ERROR: You are performing a DOWNGRADE. You had DC Meta Tags version %1$s, and you are now running version %2$s, which is older. Your website may encounter unexpected errors. You are advised to restore this plugin back to version %1$s.
fr_fr: ERREUR : Vous effectuez un DOWNGRADE. Vous aviez DC Meta Tags version %1$s, et vous utilisez maintenant la version %2$s, qui est plus ancienne. Votre site Web peut rencontrer des erreurs inattendues. Il est conseillé de restaurer l’extension à la version %1$s.
