Repository: WP-Translations/language-packs
Catalog: display-authors-widget/languages/display-authors-widget-*.po
Languages: km, nl_nl, ru_ru, tk_tm, tr_tr, zh_cn

source: Displays authors by role.
km: បង្ហាញ​អ្នក​និពន្ធ​តាម​តួនាទី។
nl_nl: Toont auteurs op rol.
ru_ru: Отображать авторов по ролям.
tk_tm: Awtorlary wezipesine görä görkez
tr_tr: Yazarları rolüne göre görüntüler.
zh_cn: 按角色显示作者。

# Name of the widget in widget area.
source: Display Authors Widget
ru_ru: Показывать виджет автороы
tk_tm: Awtor Widjeti Görkez

source: Authors
km: អ្នក​និពន្ធ
nl_nl: Auteurs
ru_ru: Авторы
tk_tm: Awtorlar
tr_tr: Yazarlar
zh_cn: 作者

source: Title:
km: ឈ្មោះ៖
nl_nl: Titel:
ru_ru: Наименование:
tk_tm: Başlyk:
tr_tr: Başlık:
zh_cn: 标题：

source: Role:
km: តួនាទី៖
nl_nl: Rol:
ru_ru: Роль:
tk_tm: Wezipe:
tr_tr: Rol:
zh_cn: 角色：

source: Display Post Count?
km: បង្ហាញ​ចំនួន​ប្រកាស​ទេ?
ru_ru: Отображать счётчик постов?
tk_tm: Ýazgy sanyny görkezsinmi?
tr_tr: Gönderi Sayısı Görüntüleme?
zh_cn: 显示文章数量？

source: Display Author Bio?
km: បង្ហាញ​ជីវប្រវត្តិ​អ្នក​និពន្ធ​ទេ?
nl_nl: Biografie auteur tonen?
ru_ru: Отображать биографию автора?
tk_tm: Awtor hakynda maglumat?
tr_tr: Yazar Biyografisi Görüntüleme?
zh_cn: 显示作者简介？

source: Display Author Gravatar?
km: បង្ហាញ​ក្រាវតា​អ្នក​និពន្ធ​ទេ?
nl_nl: Gravatar auteur tonen?
ru_ru: Отображать Gravatar автора?
tk_tm: Awtoryň Grawatary?
tr_tr: Yazar Gravatar'ı Görüntüleme?
zh_cn: 显示作者头像？

source: Display Author Name?
km: បង្ហាញ​ឈ្មោះ​អ្នក​និពន្ធ​ទេ?
nl_nl: Naam auteur tonen?
ru_ru: Отображать имя автора?
tk_tm: Awtoryň ady?
tr_tr: Yazar Adı Görüntüleme?
zh_cn: 显示作者名字？

source: Gravatar Size:
km: ទំហំ​ក្រាវតា៖
nl_nl: Grootte gravatar:
ru_ru: Размер граватара:
tk_tm: Grawatar ölçegi:
tr_tr: Gravatar Boyutu:
zh_cn: 头像尺寸：

source: Gravatar Alignment:
km: ការ​តម្រឹម​ក្រាវតា៖
nl_nl: Uitlijning gravatar:
ru_ru: Положение граватара:
tk_tm: Grawatar ýeri:
tr_tr: Gravatar Hizalaması:
zh_cn: 头像对齐方式：

source: None
km: គ្មាន
nl_nl: Geen
ru_ru: Никакого
tk_tm: Ýok
tr_tr: Hiçbiri
zh_cn: 无

source: Left
km: ខាង​ឆ្វេង
nl_nl: Links
ru_ru: Слева
tk_tm: Çep
tr_tr: Sol
zh_cn: 左

source: Right
km: ខាង​ស្ដាំ
nl_nl: Rechts
ru_ru: Справа
tk_tm: Sag
tr_tr: Sağ
zh_cn: 右

source: Limit the number of authors displayed:
km: កម្រិត​ចំនួន​អ្នក​និពន្ធ​ដែល​ត្រូវ​បង្ហាញ៖
nl_nl: Beperk het aantal te tonen auteurs:
ru_ru: Количество отображаемых авторов:
tk_tm: Görkeziljek awtor sanyny belle:
tr_tr: Görüntülenen yazar sayısını sınırla:
zh_cn: 要显示的作者数量限制：

source: Display Authors Widget
ru_ru: Виждет отображения авторов
tk_tm: Awtor Widjeti Görkez

source: Register widget to display authors by role in a sidebar.
km: ចុះ​បញ្ជី​ធាតុ​ក្រាហ្វិក ដើម្បី​បង្ហាញ​អ្នក​និពន្ធ​តាម​តួនាទី​នៅ​ក្នុង​របារ​ចំហៀង។
ru_ru: Зарегистрировать виждет для отображения авторов по ролям в боковой панели.
tr_tr: Bir sidebar'da rolüne göre yazar görüntülemek için bileşen kaydeder.
zh_cn: 在侧边栏小挂件中按角色显示作者。

source: Sami Keijonen
tk_tm: Sami Keijonen Terjime: Azat Rahmanow
