Repository: WP-Translations/language-packs
Catalog: bible-taxonomy/languages/bible-taxonomy-*.po
Languages: af, el, fr_fr, it_it, lt_lt, nl_nl, ru_ru, tr_tr

source: %1$s %2$s not activated
af: %1$s %2$s is nog nie geaktiveer nie
el: %1$s %2$s μη ενεργοποιημένο
fr_fr: %1$s %2$s non activé
it_it: %1$s %2$s non attivato
lt_lt: %1$s %2$s neaktyvintas
nl_nl: %1$s %2$s niet geactiveerd
ru_ru: %1$s %2$s не активирован
tr_tr: %1$s %2$s aktif değil

source: You are running WordPress version %1$s. This plugin requires version %2$s or higher, and has been deactivated! Please upgrade WordPress and try again.
af: U gebruik tans WordPress weergawe %1$s. Hierdie "plugin" vereis weergawe %2$s of hoÃ«r, en is dus gedeaktiveer! Opdateer WordPress en probeer asseblief weer?
el: Έχετε την έκδοση %1$s του WordPress. Αυτό το πρόσθετο απαιτεί την έκδοση %2$s ή νεότερη και έχει απενεργοποιηθεί! Παρακαλώ αναβαθμίστε το WordPress και δοκιμάστε ξανά.
fr_fr: Vous utilisez WordPress %1$s. Cette extension nécessite la version %2$s ou supérieure, et a été désactivée ! Veuillez mettre à jour WordPress et réessayez.
it_it: Stai utilizzando la versione %1$s di WordPress. Il plugin Ã¨ stato disattivato in quanto richiede la versione %2$s o superiore. Si prega di aggiornare WordPress e riprovare.
lt_lt: Jūs naudojate WordPress versiją %1$s. Šis papildinys reikalauja %2$s arba aukštesnės versijos, todėl buvo deaktyvuotas! Prašome atnaujinti WordPress ir bandyti dar kartą.
nl_nl: U draait WordPress versie %1$s. Deze plugin vereist versie %2$s of hoger en is gedeactiveerd! Werk WordPress a.u.b. bij en probeer het nogmaals.
ru_ru: Вы рабротаете на WordPress версии %1$s. Этот плагин деактивирован, так как он требует версию %2$s и выше! Обновите WordPress и попробуйте ещё раз.
tr_tr: WordPress %1$s sürümünü kullanmaktasınız. Bu eklentiyi kullanabilmek için %2$s ya da daha güncel bir sürüm gerekmektedir ve eklenti etkisizleştirilmiştir. Lütfen WordPress 'inizi güncelleyip tekrar deneyin.

source: Back to WordPress admin
af: Terug na WordPress admin
el: Επιστροφή στη διαχείριση του WordPress
fr_fr: Retour à l’admin de WordPress
it_it: Ritorna all'amministrazione WordPress
lt_lt: Grįžti į WordPress admin
nl_nl: Terug naar WordPress-beheer
ru_ru: Вернуться в административную панель WordPress
tr_tr: WordPress yönetimine geri dön

source: Bible taxonomy
af: Bybel taksonomie
el: Ταξινομία Βίβλου
fr_fr: Taxinomie biblique
it_it: Tassonomia della Bibbia
lt_lt: Biblijos taksonomija
nl_nl: Bijbel taxonomie
ru_ru: Библейская таксономия
tr_tr: Bible taksonomisi

source: Search Bible references
af: Soek Bybel verwysings
el: Αναζήτηση Βιβλικών αναφορών
fr_fr: Rechercher des références bibliques
it_it: Cerca riferimenti biblici
lt_lt: Biblinių nuorodų paieška
nl_nl: Bijbelverwijzingen zoeken
ru_ru: Поиск библейских ссылок
tr_tr: Bible referanslarında ara

source: All Bible references
af: Alle Bybel verwysings
el: Όλες οι Βιβλικές αναφορές
fr_fr: Toutes les références bibliques
it_it: Tutti i riferimenti biblici
lt_lt: Visos Biblijos nuorodos
nl_nl: Alle bijbelverwijzingen
ru_ru: Все библейские ссылки
tr_tr: Tüm Bible referansları

source: Parent Bible reference
af: Hoof Bybel verwysing
el: Γονικές Βιβλικές αναφορές
fr_fr: Référence biblique parente
it_it: Riferimento biblico principale
lt_lt: Pirminė Biblijos nuoroda
nl_nl: Bovenliggende bijbelverwijzing
ru_ru: Родительская библейская ссылка
tr_tr: Ana Bible referansı

source: Parent Bible reference:
af: Hoof Bybel verwysing:
el: Γονικές Βιβλικές αναφορές:
fr_fr: Référence biblique parente :
it_it: Riferimento biblico principale:
lt_lt: Pirminė Biblijos nuoroda
nl_nl: Bovenliggende bijbelverwijzing:
ru_ru: Родительская библейская ссылка:
tr_tr: Ana Bible referansı:

source: Edit Bible reference
af: Verander Bybel verwysing
el: Επεξεργασία Βιβλικών αναφορών
fr_fr: Modifier la référence biblique
it_it: Modifica riferimento biblico principale
lt_lt: Redaguoti Biblijos nuorodą
nl_nl: Bijbelverwijzing bewerken
ru_ru: Редактировать библейскую ссылку
tr_tr: Bible referansını düzenle

source: Update Bible reference
af: Opdatering van Bybel verwysing
el: Ενημέρωση Βιβλικών αναφορών
fr_fr: Mettre à jour la référence biblique
it_it: Aggiorna riferimento biblico
lt_lt: Atnaujinti Biblijos nuorodą
nl_nl: Bijbelverwijzing bijwerken
ru_ru: Обновить библейскую ссылку
tr_tr: Bible referansını güncelle

source: Add New Bible reference
af: Voeg Nuwe Bybel verwysing by
el: Προσθήκη Νέας Βιβλικής αναφοράς
fr_fr: Ajouter une nouvelle référence biblique
it_it: Aggiungi Nuovo riferimento biblico
lt_lt: Pridėti naują Biblijos nuorodą
nl_nl: Nieuwe bijbelverwijzing toevoegen
ru_ru: Добавить новую библейскую ссылку
tr_tr: Yeni Bible referansını ekle

source: New Bible reference
af: Nuwe Bybel verwysing
el: Νέα Βιβλική αναφορά
fr_fr: Nouvelle référence biblique
it_it: Nuovo riferimento biblico
lt_lt: Nauja Biblijos nuoroda
nl_nl: Nieuwe bijbelverwijzing
ru_ru: Новая библейская ссылка
tr_tr: Yeni Bible referansını

source: Bible Taxonomy
af: Bybel Taksonomie
el: Ταξινομία Βίβλου
fr_fr: Taxinomie biblique
it_it: Tassonomia della Bibbia
lt_lt: Biblijos Taksonomija
ru_ru: Библейская таксономия
tr_tr: Bible Taksonomisi
