Repository: WP-Translations/language-packs
Catalog: boilwp/languages/boilwp-*.po
Languages: fr_fr

source: Description of the plugin goes here.
fr_fr: La description de l'extension plugin va ici.

source: Invalid plugin size. Please go back and try again.
fr_fr: Taille de l'extension non valide. Merci de revenir en arrière et essayer à nouveau.

source: Invalid boilerplate type. Please go back and try again.
fr_fr: Type de boilerplate non valide. Merci de revenir en arrière et essayer à nouveau.

source: What type of WordPress plugin do you wish to develop?
fr_fr: Quel type d'extension WordPress voulez-vous développer&nbsp;?

source: Custom WordPress Plugin
fr_fr: Extension WordPress personnalisée

source: WooCommerce Extension
fr_fr: Extension WooCommerce

source: WooCommerce Payment Gateway
fr_fr: Passerelle de paiement WooCommerce

source: What is the size of your plugin development?
fr_fr: Quelle est la taille du développement de votre extensions&nbsp;?

source: Standard (e.g. WooCommerce, Easy Digital Downloads)
fr_fr: Standard (par exemple WooCommerce, Easy Digital Downloads)

source: Small (e.g. Widgets, Shortcodes, Custom Post Type)
fr_fr: Petit (par exemple Widgets, Shortcodes, Type de contenu personnalisé)

source: Plugin Name
fr_fr: Nom de l'extension

source: Enter the name of the plugin
fr_fr: Entrer le nom de l'extension

source: Plugin Description
fr_fr: Description de l'extension

source: Enter a description of the plugin
fr_fr: Entrer la description de l'extension

source: Plugin URI
fr_fr: URI de l'extension

source: Enter the URI of the plugin
fr_fr: Entrer l'URI de l'extension

source: Plugin Slug
fr_fr: Identifiant de l'extension

source: Enter the plugin slug
fr_fr: Entrer l'identifiant de l'extension

source: Example "my-plugin-is-awesome"
fr_fr: Exemple "mon-extension-est-super"

source: Author
fr_fr: Auteur

source: Enter the name of the author
fr_fr: Entrer le nom de l'auteur

source: Author URI
fr_fr: URI de l'auteur

source: Enter the URI of the author
fr_fr: Entrer l'URI de l'auteur

source: Network?
fr_fr: Réseau&nbsp;?

source: False
fr_fr: Faux

source: True
fr_fr: Vrai

source: View Advanced Options
fr_fr: Afficher les options avancées

source: GitHub Plugin URI
fr_fr: URI GitHub de l'extension

source: Enter the GitHub repository this plugin will be stored at
fr_fr: Entrer l'URI du dépôt GitHub où cette extension sera stockée

source: Will this plugin be supporting the GitHub updater?
fr_fr: Est-ce que cette extension prendra en charge la mise à jour GitHub&nbsp;?

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: How do I support the GitHub updater?
fr_fr: Comment dois-je prendre en charge la mise à jour GitHub&nbsp;?

source: GitHub Branch
fr_fr: Branche GitHub

source: Other
fr_fr: Autre

source: If other, specify the branch that the GitHub updater plugin will be checking.
fr_fr: Si autre, précisez la branche que la mise à jour GitHub de l'extension devra vérifier.

source: Will this plugin be published on WordPress.org?
fr_fr: Est-ce que cette extension sera publiée sur WordPress.org&nbsp;?

source: Will you be using Transifex?
fr_fr: Utiliserez-vous Transifex&nbsp;?

source: Transifex Project Name
fr_fr: Nom du projet sur Transifex

source: Enter the name of your Transifex project. e.g. wordpress-plugin-boilerplate
fr_fr: Entrer le nom de votre projet Transifex par exemple wordpress-plugin-boilerplate

source: Transifex Resources Slug
fr_fr: Identifiant de la ressource sur Transifex

source: Enter the name of your Transifex resources slug. e.g. wordpress-plugin-boilerplate
fr_fr: Entrer le nom de l'identifiant de votre ressource Transifex par exemple wordpress-plugin-boilerplate

source: Minimum WordPress Version Required
fr_fr: Version minimum de WordPress requise

source: Leave empty to use the latest stable version.
fr_fr: Laisser vide pour utiliser la dernière version stable.

source: Memory Limit
fr_fr: Limite de mémoire

source: Set the amount of memory the plugin requires for it to function. Default is 320 (320 = 32MB)
fr_fr: Fixer la quantité de mémoire nécessaire au fonctionnement de l'extension. Par défaut c'est 320 (320 = 32 Mo)

source: Plugin Market URI
fr_fr: URI de commercialisation de l'extension

source: Enter the url to where you are marketing this plugin.
fr_fr: Entrez l'url de l'endroit où vous commercialisez cette extension.

source: Documentation URI
fr_fr: URI de la documentation

source: Enter the url to where the documentation for this plugin is located.
fr_fr: Entrer l'url où se trouve la documentation de cette extension.

source: WordPress Plugin URI
fr_fr: URI de l'extension WordPress

source: Replace "your-plugin-name" with the name of the plugin slug given for your wordpress repository.
fr_fr: Remplacer "nom-de-votre-extension" avec le nom de l'identifiant de l'extension fourni pour votre dépôt WordPress.

source: WordPress Support Plugin URI
fr_fr: URI du support WordPress de l'extension

source: Replace "plugin-name" with the name of the plugin slug given for your wordpress repository.
fr_fr: Remplacer "nom-extension" avec le nom de l'identifiant de l'extension fourni pour votre dépôt WordPress.

source: Menu Name
fr_fr: Nom du menu

source: Enter the name of your plugin menu within the admin. If left empty, by default it will be the name of the plugin above.
fr_fr: Entrer le nom du menu de votre extension à l'intérieur de l'admin. Si c'est laissé vide, par défaut, ce sera le nom de l'extension ci-dessus.

source: Title Name
fr_fr: Nom du titre

source: Enter the title of your plugin pages within the admin. If left empty, by default it will be the name of the plugin above.
fr_fr: Entrer le titre des pages de votre extension à l'intérieur de l'admin. Si c'est laissé vide, par défaut, ce sera le nom de l'extension ci-dessus.

source: What level must the user have to control the plugin?
fr_fr: Quel niveau doit avoir l'utilisateur pour contrôler l'extension&nbsp;?

source: Enter the user level that is required for the plugin to be controlled.
fr_fr: Entrer le niveau utilisateur requis pour contrôler l'extension.

source: See Roles and Capabilities</a> for more info.
fr_fr: Afficher les rôles et capacités</a> pour plus d'infos.

source: Generate Plugin
fr_fr: Générer l'extension

source: Cheatin&#8217; huh?
fr_fr: Alors on essaye de tricher ?
