Repository: WP-Translations/language-packs
Catalog: woocommerce-*-licence/languages/woocommerce-*-licence-*.po
Languages: cs_cz, da_dk, fr_fr, pt_pt, ru_ru

source: Unable to deactivate at this time. If this error persist, please contact us. Thank you!
cs_cz: V tuto chvíli nelze deaktivovat. Pokud problém potrvá, prosím, kontaktujte nás. Děkujeme!
da_dk: Det er ikke muligt at deaktivere lige nu. Hvis denne fejl ikke går væk, kontakt os. Tak!
fr_fr: Impossible de désactiver pour le moment. Si cette erreur persiste, veuillez nous contacter. Merci!
pt_pt: De momento, não é possível desativar. Se este erro persistir, por favor, contacte-nos. Obrigado!
ru_ru: Невозможно деактивировать сейчас. Свяжитесь с нами, если эта ошибка повторится. Спасибо!

source: You have deactivated
cs_cz: Jste deaktivováni
da_dk: Du har deaktiveret
fr_fr: Vous avez désactivé
pt_pt: Desativou
ru_ru: Вы деактивировали

source: successfully for
cs_cz: úspěšně pro
da_dk: Succes for
fr_fr: avec succès pour
pt_pt: com sucesso para
ru_ru: успешно для

source: Product
cs_cz: Produkt
da_dk: Produkt
fr_fr: Produit
pt_pt: Produto
ru_ru: Продукт

source: Key
cs_cz: Klíč
da_dk: N&#248;gle
fr_fr: Clé
pt_pt: Chave
ru_ru: Ключ

source: Software Version
cs_cz: Verze programu
fr_fr: Version du logiciel
pt_pt: Versão do Software
ru_ru: Версия платформы

source: Type
cs_cz: Typ
pt_pt: Tipo
ru_ru: Тип

source: Activations Remaining
cs_cz: Zbývající aktivace
da_dk: Aktiveringer Tilbage
fr_fr: Activations Restantes
pt_pt: Ativações Restantes
ru_ru: Осталось ативаций

source: Single site licence
cs_cz: Jednostránková licence
da_dk: Enkelt side licens
fr_fr: Licence un unique site
pt_pt: Licença para um site
ru_ru: Лицензия для одного сайта

source: Up to five sites
cs_cz: Až pět stránek
da_dk: Op til fem sider
fr_fr: Jusqu'à cinq sites
pt_pt: Até 5 sites
ru_ru: До пяти сайтов

source: Unlimited sites
cs_cz: Neomezeně stránek
da_dk: Ubegrænsede sider
fr_fr: Nombre illimité de sites
pt_pt: Sites ilimitados
ru_ru: Неограниченное количество сайтов

source: Deactivate
cs_cz: Deaktivovat:
da_dk: Deaktiver
fr_fr: Désactiver
pt_pt: Desativar
ru_ru: Деактивировать

source: You have no licences.
cs_cz: Nemáte žádné licence.
da_dk: Du har ingen licenser
fr_fr: Vous n'avez pas de licence.
pt_pt: Não tem licenças.
ru_ru: У вас нет лицензий

source: Cheatin&#8217; huh?
cs_cz: Podvádíš&#8217, jo?
da_dk: Halløj&#8217; snyder du?
fr_fr: Alors on essaye de tricher ?
pt_pt: A fazer batota&#8217; hum?
ru_ru: Хакер&#8217; что ли?

source: Sorry, <strong>%s</strong> requires WordPress
cs_cz: Omlouváme se, <strong>%s</strong> je vyžadován WordPress
da_dk: Beklager, <strong>%s</strong> kræver WordPress
fr_fr: Désolé, <strong>%s</strong> nécessite WordPress
pt_pt: Desculpe, <strong>%s</strong> requer o WordPress
ru_ru: Извините, <strong>%s</strong> требует WordPress

source: Sorry, <strong>%s</strong> requires WooCommerce to be installed and activated first. Please <a href="%s">install WooCommerce</a>.
cs_cz: Omlouváme se, <strong>%s</strong> je vyžadován naistalovaný a aktivovaný WooCommerce. Prosím, <a href="%s">nainstalujte WooCommerce</a>.
da_dk: Beklager, <strong>%s</strong> kræver, at WooCommerce er installeret og aktiveret først. <a href="%s">Installer WooCommerce</a>.
fr_fr: Désolé, <strong>%s</strong> nécessite WooCommerce pour que cette extension fonctionne. Veuillez installer et activer <a href="%s">WooCommerce</a> en premier.
pt_pt: Desculpe, <strong>%s</strong> requer o WooCommerce para ser instalado e ativado primeiro. Por favor, <a href="%s">instale o WooCommerce</a>.
ru_ru: Извините, <strong>%s</strong> требует сначала установки и активации WooCommerce. Пожалуйста, <a href="%s">установите WooCommerce</a>.

source: Sorry, <strong>%s</strong> requires WooCommerce
cs_cz: Omlouváme se, <strong>%s</strong> je vyžadován WooCommerce
da_dk: Beklager, <strong>%s</strong> kræver WooCommerce
fr_fr: Désolé, <strong>%s</strong> nécessite WooCommerce
pt_pt: Desculpe, o <strong>%s</strong> requer o WooCommerce
ru_ru: Извините, <strong>%s</strong> требует установки WooCommerce

source: Sorry, <strong>%s</strong> requires WooCommerce Software Add-on to be installed and activated first.
cs_cz: Omlouváme se, <strong>%s</strong> je vyžadován instalovaný a aktivovaný WooCommerce Software Add-on.
da_dk: Beklager, <strong>%s</strong> kræver, at WooCommerce Software Add-on er installeret og aktiveret
fr_fr: Désolé, <strong>%s</strong> nécessite que soit d'abord installé et activé d'un logiciel Add-on de WooCommerce.
pt_pt: Desculpe, o <strong>%s</strong> requer o Add-on do Software WooCommerce para ser instalado e ativado primeiro.
ru_ru: Извините, <strong>%s</strong> требует сначала установки и активации WooCommerce Software дополнения.
