Repository: WP-Translations/language-packs
Catalog: contextual-related-posts/languages/contextual-related-posts-*.po
Languages: de_de, fr_fr

source: If you have chosen Custom size above, then enter the width, height and crop settings below. For best results, use a cropped image with the same width and height. The default setting is 150x150 cropped image.
de_de: Wenn du eine benutzerdefinierte Größe gewählt hast, dann gib unten die Breite, die Höhe und die Beschnitteinstellung an. Die besten Ergebnisse erzielt man mit einem beschnittenen Bild von gleicher Breite und Höhe. Die Standardeinstellung ist ein auf 150x150 beschnittenes Bild.
fr_fr: Si vous avez choisi la taille personnalisée ci-dessus, alors entrez la largeur, la hauteur et les paramètres de recadrage ci-dessous. Pour de meilleurs résultats, utilisez une image recadrée avec les mêmes largeur et hauteur. Le réglage par défaut est 150x150 image recadrée.

source: Any changes to the thumbnail settings doesn't automatically resize existing images.
de_de: Keine Änderung an den Einstellungen für die Vorschaubilder bewirkt, dass bestehende Bilder angepasst werden.
fr_fr: Les modifications apportées aux paramètres de miniatures ne redimensionnent pas automatiquement les images existantes.

source: I recommend using %1$s or %2$s to regenerate all image sizes.
de_de: Empfohlen wird, %1$s oder %2$s zu verwenden, um alle Bildgrößen neu zu erzeugen.
fr_fr: Je recommande l’utilisation de pour %1$s ou %2$s régénérer l’ensemble des tailles d’image.

source: Width of the thumbnail:
de_de: Breite der Vorschaubilder:
fr_fr: Largeur de la miniature :

source: Height of the thumbnail:
de_de: Höhe der Vorschaubilder:
fr_fr: Hauteur de la miniature :

source: Crop mode:
de_de: Beschnittmodus:
fr_fr: Mode de recadrage :

source: By default, thumbnails will be hard cropped. Uncheck this box to proportionately/soft crop the thumbnails.
de_de: Standardmäßig werden die Vorschaubilder irreversibel beschnitten. Wähle diese Checkbox ab, um die Vorschaubilder proportional / nur als Anzeigeausschnitt zu zeigen.
fr_fr: Par défaut, les miniatures seront recadrées de façon non proportionnée. Décochez cette case pour recadrer de façon proportionnée les miniatures.

source: Image size attributes:
de_de: Attribute der Bildgröße:
fr_fr: Attributs de taille de l’image :

source: Style attributes. e.g.
de_de: Stilattribute z.B.
fr_fr: Attributs de style. P.ex.

source: HTML width and height attributes. e.g.
de_de: HTML für die Attribute Breite und Höhe, z.B.
fr_fr: Les attributs HTML de hauteur et de largeur. P.ex.

source: No HTML or Style attributes
de_de: Kein HTML und keine Stilattribute
fr_fr: Aucun attribut HTML ou de style

source: Post thumbnail meta field name:
de_de: Name des Metafelds des Beitrags-Vorschaubilds:
fr_fr: Nom du champ méta de la miniature de l'article&nbsp:;

source: The value of this field should contain a direct link to the image. This is set in the meta box in the %1$s screen.
de_de: Der Wert dieses Feldes sollte einen direkten Link auf das Bild enthalten. Gesetzt wird diese Einstellung in der Metabox des %1$s-Bildschirms
fr_fr: La valeur de ce champ doit contenir un lien direct vers l'image. Ceci est défini dans la boîte méta dans l'écran %1$s.

source: Add New Post
de_de: Neuer Beitrag
fr_fr: Ajouter un nouvel article

source: Extract the first image from the post?
de_de: Das erste Bild aus dem Beitrag extrahieren?
fr_fr: Extraire la première image de l'article ?

source: This will only happen if there is no post thumbnail set and no image URL is specified in the meta field.
de_de: Das tritt nur dann ein, wenn kein Beitrags-Vorschaubild gesetzt und kein Bild-URL im Metafeld angegeben ist.
fr_fr: Cela se produit uniquement que s'il n'y a aucune miniature d'article et qu'aucune URL d'image n'est spécifiée dans le champ des métadonnées.

source: Use default thumbnail?
de_de: Standard-Vorschaubild verwenden?
fr_fr: Utiliser la miniature par défaut ?

source: If checked, when no thumbnail is found, show a default one from the URL below. If not checked and no thumbnail is found, no image will be shown.
de_de: Wenn ausgewählt und kein Vorschaubild gefunden wird, wird das Standardbild aus dem unten angegebenen URL verwendet. Wenn nicht ausgewählt und kein Vorschaubild gefunden wird, wird kein Bild angezeigt.
fr_fr: Si coché, quand aucune miniature n'est trouvée, celle par défaut à l'URL ci-dessous est utilisée. Si décoché et qu'aucune miniature n'est trouvée, aucune image ne sera affichée.

source: Default thumbnail:
de_de: Standard-Vorschaubild:
fr_fr: Miniature par défaut&nbsp;:

source: The plugin will first check if the post contains a thumbnail. If it doesn't then it will check the meta field. If this is not available, then it will show the default image as specified above.
de_de: Das Plugin überprüft zuerst, ob der Beitrag ein Vorschaubild enthält. Wenn nicht, wird das Metafeld überprüft. Wenn dieses nicht verfügbar ist, dann wird das Standardbild wie oben angeführt gezeigt.
fr_fr: L'extension va d'abord vérifier si l'article contient une miniature. Si ce n'est pas le cas alors elle vérifie les métadonnées. Si aucune n'est toujours disponible, alors elle affichera l'image par défaut comme indiquée ci-dessus.

source: Style of the related posts:
de_de: Stil der verwandten Beiträge:
fr_fr: Style des articles relatifs :

source: Select this option if you plan to add your own styles
de_de: Wähle diese Einstellung, wenn du deine eigenen Stile verwenden willst.
fr_fr: Sélectionner cette option si vous comptez ajouter vos propres styles.

source: Rounded Thumbnails
de_de: Abgerundete Vorschaubilder
fr_fr: Miniatures arrondies

source: Enabling this option will turn on the thumbnails and set their width and height to 150px. It will also turn off the display of the author, excerpt and date if already enabled. Disabling this option will not revert any settings.
de_de: Das Aktivieren dieser Einstellung wird Miniaturbilder verfügbar machen und deren Höhe und Breite auf 150px festlegen. Außerdem wird die Anzeige des Autors, des Beitragsauszugs und des Datums, sofern diese aktiviert war, deaktiviert.
fr_fr: L'activation de cette option activera les miniatures et réglera leur largeur et leur hauteur à 150px. Cela désactivera aussi l'affichage de l'auteur, de l'extrait et de la date s'ils sont déjà activés. La désactivation de cette option ne réinitialisera aucun réglage.

source: You can view the default style at %s
de_de: Du kannst den Standard-Stil unter %s einsehen.
fr_fr: Vous pouvez voir le style par défaut sur %s

source: Text only
de_de: Nur Text
fr_fr: Texte seul

source: Enabling this option will disable thumbnails and no longer include the default style sheet included in the plugin.
de_de: Durch Aktivieren dieser Einstellung werden Vorschaubilder deaktiviert und der im Plugin enthaltene Standardstil wird in der Folge nicht mehr enthalten sein.
fr_fr: L'activation de cette option désactivera les miniatures et le style par défaut de l'extension.

source: Custom CSS to add to header:
de_de: Benutzerdefiniertes CSS dem head hinzufügen:
fr_fr: CSS personnalisé à ajouter dans l'en-tête :

source: Do not include %1$s tags. Check out the %2$s for available CSS classes to style.
de_de: %1$s-Tags nicht einschließen. Du findest die verfügbaren CSS-Klassen zum Formatieren in %2$s.
fr_fr: Ne pas inclure les balises %1$s. Découvrez les %2$s pour les classes CSS disponibles pour le style.

source: Below options override the related posts settings for your blog feed. These only apply if you have selected to add related posts to Feeds in the General Options tab.
de_de: Die unten angeführten Einstellungen überschreiben die Einstellungen der verwandten Beiträge deines Blog-Feeds. Das ist nur dann der Fall, wenn du in den allgemeinen Einstellungen die verwandten Beiträge zu den Feeds hinzugefügt hast.
fr_fr: Les options ci-dessous remplacent les réglages des articles relatifs pour les flux de votre blog. Celles-ci ne s'appliquent que si vous avez choisi d'ajouter des articles relatifs à vos flux dans l'onglet Options générales.

source: Maximum width of the thumbnail:
de_de: Größte Breite der Vorschaubilder:
fr_fr: Largeur maximale de la miniature :

source: Maximum height of the thumbnail:
de_de: Größte Höhe der Vorschaubilder:
fr_fr: Hauteur maximale de la miniature :

source: Default Options
de_de: Standardeinstellungen
fr_fr: Options par défaut

source: Do you want to set options to Default?
de_de: Möchten Sie die Einstellungen auf die Standardeinstellungen zurücksetzen?
fr_fr: Voulez-vous réinitialiser les options à leurs valeurs par défaut ?

source: Recreate Index
de_de: Index neu erstellen
fr_fr: Recréer l'index

source: Are you sure you want to recreate the index?
de_de: Möchten Sie wirklich den Index neu erstellen?
fr_fr: Voulez-vous vraiment recréer l'index ?

source: One or more FULLTEXT indices are missing. Please hit the %1$s at the bottom of the page to fix this.
de_de: Ein oder mehrere FULLTEXT-Indizes fehlen. Betätige die %1$s am Fuß der Seite, um das Problem zu lösen.
fr_fr: Un ou plusieurs indices FULLTEXT sont manquants. Veuillez appuyer sur le %1$s en bas de la page pour corriger ce problème.

source: Recreate Index button
de_de: Index-Schaltfläche wiederherstellen
fr_fr: Bouton de recréation de l’index

source: If the Recreate Index button fails, please run the following queries in phpMyAdmin or Adminer
de_de: Wenn die Schaltfläche zum Wiederherstellen des Index keine Wirkung zeigt, führe bitte die folgenden Abfragen in phpMyAdmin oder Adminer aus.
fr_fr: Si le bouton de recréation de l’index échoue, veuillez exécuter les requêtes suivantes dans phpMyAdmin ou Adminer.

source: Disable Related Posts display:
de_de: Anzeige der verwandten Beiträge deaktivieren:
fr_fr: Désactiver l'affichage des articles relatifs&nbsp;:

source: If this is checked, then Contextual Related Posts will not automatically insert the related posts at the end of post content.
de_de: Wenn ausgewählt, dann wird Contextual Related Posts die verwandten Beiträge nicht automatisch am Ende des Beitragsinhalt anfügen.
fr_fr: Si cette case est cochée, alors Contextual Related Posts n'insérera pas automatiquement les articles relatifs à la fin du contenu de l'article.

source: Exclude this post from the related posts list:
de_de: Diesen Beitrag von der Liste der verwandten Beiträge ausschließen:
fr_fr: Exclure cet article de la liste des articles relatifs :

source: If this is checked, then this post will be excluded from the popular posts list.
de_de: Wenn ausgewählt, dann wird dieser Beitrag aus der Liste der populären Beiträge ausgeschlossen.
fr_fr: Si coché, cet article sera exclu de la liste des articles populaires.

source: Manual related posts:
de_de: Manuell hinzugefügte verwandte Beiträge:
fr_fr: Articles relatifs manuels&nbsp;:

source: Comma separated list of post, page or custom post type IDs. e.g. 188,320,500. These will be given preference over the related posts generated by the plugin.
de_de: Kommaseparierte Liste der IDs von Beiträgen, Seiten oder benutzerdefinierten Beitragstypen, z.B. 188,320,500. Diese werden bevorzugt gegenüber den verwandten Beiträgen, welche das Plugin erzeugt.
fr_fr: Une liste des identifiants des articles, pages ou types de contenu personnalisé séparés par des virgules. Par exemple 188,320,500. Ceux-ci auront la préférence sur les articles relatifs générés par l'extension.

source: Once you enter the list above and save this page, the plugin will display the titles of the posts below for your reference. Only IDs corresponding to published posts or custom post types will be retained.
de_de: Wenn die obige Liste eingegeben und die Seite gespeichert ist, zeigt das Plugin unten die Titel der Beiträge zur Überprüfung an. Nur IDs, die mit solchen von veröffentlichten Beiträgen oder benutzerdefinierten Beitragstypen übereinstimmen, werden festgehalten.
fr_fr: Une fois que vous avez saisi dans la liste ci-dessus et enregistré cette page, l'extension affichera les titres des messages ci-dessous pour votre référence. Seuls les identifiants correspondant aux articles publiés ou types de contenu personnalisé seront conservés.

source: This post type is: %s
de_de: Dieser Beitragstyp ist: %s
fr_fr: Ce type de contenu est : %s

source: Location of thumbnail
de_de: Position des Vorschaubilds
fr_fr: Emplacement de la miniature

source: Enter the full URL to the image (JPG, PNG or GIF) you'd like to use. This image will be used for the post. It will be resized to the thumbnail size set under Settings &raquo; Related Posts &raquo; Output Options
de_de: Gib den vollständigen URL ein für das Bild (JPG, PNG oder GIF), welches du verwenden willst. Dieses Bild wird für den Artikel verwendet. Es wird auf die Größe eines Vorschaubilds reduziert unter der Einstellung "Related Posts"; Ausgabeeinstellungen
fr_fr: Entrer l'URL complète vers l'image (JPG, PNG ou GIF) que vous souhaitez utiliser. Cette image sera utilisée pour l'article. Elle sera redimensionnée en fonction des dimensions réglées dans les réglages des options de sortie

source: The URL above is saved in the meta field:
de_de: Der obige URL ist gespeichert im Metafeld:
fr_fr: L'URL ci-dessus est sauvegardée dans les champs méta&nbsp;:

source: You have Top 10 WordPress Plugin installed. If you are trying to modify the thumbnail, then you'll need to make the same change in the Top 10 meta box on this page.
de_de: Du hast das Top 10 WordPress Plugin installiert. Wenn du versuchst, das Vorschaubild zu verändern, dann must die gleichen Änderungen auch in der Top 10 Metabox auf dieser Seite vornehmen.
fr_fr: Vous avez installé l'extension WordPress Top 10. Si vous essayez de modifier la miniature, alors vous aurez besoin de faire le même changement dans la boîte méta Top 10 sur cette page.

source: Support the development
de_de: Die Entwicklung unterstützen
fr_fr: Aidez le développement

source: Donation for Contextual Related Posts
de_de: Zuwendung für Contextual Related Posts
fr_fr: Don pour Contextual Related Posts

source: Enter amount in USD:
de_de: Betrag in US-Dollar eingeben
fr_fr: Entrez le montant en USD :

source: Send your donation to the author of
de_de: Sende deine Zuwendung an den Autor von
fr_fr: Envoyez votre don à l'auteur de

source: Quick links
fr_fr: Liens rapides

source: Plugin homepage
de_de: Homepage des Plugins
fr_fr: Page d’accueil de l’extension

source: Reviews
de_de: Bewertungen
fr_fr: Avis

source: Github repository
fr_fr: Dépôt Github

source: Other plugins
de_de: Andere Plugins
fr_fr: Autres extensions

source: Ajay's blog
fr_fr: Blog de Ajay

source: Follow us
de_de: Folge uns
fr_fr: Suivez-nous

source: <h3>Related Posts:</h3>
de_de: <h3>Ähnliche Beiträge</h3>
fr_fr: <h3>Articles relatifs :</h3>

source: No related posts found
de_de: Keine ähnlichen Beiträge gefunden.
fr_fr: Aucun article relatif trouvé.

source: Powered by <a href="%s" rel="nofollow">Contextual Related Posts</a>
de_de: Unterstützt von <a href="%s" rel="nofollow">Contextual Related Posts</a>
fr_fr: Propulsé par <a href="%s" rel="nofollow">Contextual Related Posts</a>

source: thumb_timthumb argument has been deprecated
de_de: Das thumb_timthumb-Argument ist überholt.
fr_fr: L'argument thumb_timthumb est devenu obsolète

source: thumb_timthumb_q argument has been deprecated
de_de: Das thumb_timthumb_q-Argument ist überholt.
fr_fr: L'argument thumb_timthumb_q est devenu obsolète

source: filter argument has been deprecated
de_de: Das Filterargument ist überholt.
fr_fr: L'argument filter est devenu obsolète

source: Related Posts [CRP]
de_de: Verwandte Artikel (CRP)
fr_fr: Articles relatifs [CRP]

source: Display Related Posts
de_de: Verwandte Artikel anzeigen
fr_fr: Afficher les articles relatifs

source: Title
de_de: Titel
fr_fr: Titre

source: No. of posts
de_de: Anzahl der Artikel
fr_fr: No. de l’articles

source: Offset
fr_fr: Décalage

source: Show excerpt?
de_de: Auszug zeigen?
fr_fr: Afficher l'extrait ?

source: Show author?
de_de: Autor zeigen?
fr_fr: Afficher l'auteur ?

source: Show date?
de_de: Datum zeigen?
fr_fr: Afficher la date ?

source: Thumbnails inline, before title
de_de: Vorschaubilder innen, vor dem Titel
fr_fr: Miniature avant le titre

source: Thumbnails inline, after title
de_de: Vorschaubilder innen, nach dem Titel
fr_fr: Miniatures après le titre

source: Only thumbnails, no text
de_de: Nur Vorschaubilder, kein Text
fr_fr: Que les miniatures, pas de texte

source: No thumbnails, only text.
de_de: Keine Vorschaubilder, nur Text
fr_fr: Pas de miniature, que le texte

source: Thumbnail height
de_de: Höhe Vorschaubild
fr_fr: Hauteur de la miniature

source: Thumbnail width
de_de: Breite Vorschaubild
fr_fr: Largeur de la miniature

source: Post types to include
de_de: Einzuschließende Beitragstypen
fr_fr: Types de contenu à inclure

source: by
de_de: von
fr_fr: par

source: Styles
de_de: Stile

source: Pages
de_de: Seiten
