Repository: WP-Translations/language-packs
Catalog: contextual-related-posts/languages/contextual-related-posts-*.po
Languages: de_de, fr_fr

source: Options saved successfully. If enabled, the cache has been cleared.
de_de: Einstellungen erfolgreich gespeichert. Falls ausgewählt, wurde auch der Cache geleert.
fr_fr: Les options ont bien été sauvegardées. Si actif, le cache a été nettoyé.

source: Rounded Thumbnails style selected. Author, Excerpt and Date will not be displayed.
de_de: Abgerundete Vorschaubilder ausgewählt. Autor, Auszug und Datum werden nicht angezeigt.
fr_fr: Le style "Miniatures arrondies" est sélectionné. L'auteur, l'extrait et la date ne seront pas affichés.

source: Text Only style selected. Thumbnails will not be displayed.
de_de: Reiner Textstil ausgewählt. Vorschaubilder werden nicht angezeigt.
fr_fr: Le style "Texte uniquement" est sélectionné. Les miniatures ne seront pas affichées.

source: Pre-built thumbnail size selected. Thumbnail set to %1$d x %2$d.
de_de: Vorgefertigte Größe der Vorschaubilder ausgewählt. Die Vorschaubilder sind auf die Größe %1$d x %2$d eingestellt.
fr_fr: Taille pré-définie de la miniature sélectionnée. La miniature est définie à %1$d x %2$d.

source: Options set to Default.
de_de: Einstellungen zurückgesetzt.
fr_fr: Options remises à la valeur par défaut.

source: Index recreated
de_de: Index wiederhergestellt
fr_fr: Index recrée

source: Related Posts
de_de: Verwandte Beiträge
fr_fr: Articles relatifs

source: An error occurred clearing the cache. Please contact your site administrator.\n\nError message:\n
de_de: Beim Leeren des Caches ist ein Fehler aufgetreten. Bitte den Administrator kontaktieren.\n\nFehlermeldung:\n
fr_fr: Une erreur s’est produite lors du nettoyage du cache. Veuillez contacter l’administrateur de votre site.\n\nMessage d’erreur :\n

source: cached row(s) cleared
de_de: gespeicherte Zeile(n) geleert
fr_fr: rang(s) en cache nettoyé(s)

source: Settings
de_de: Einstellungen
fr_fr: Réglages

source: Donate
de_de: Spenden
fr_fr: Faire un don

source: Contribute
de_de: Etwas beitragen
fr_fr: Contribuer

source: General options
de_de: Einstellungen
fr_fr: Options générales

source: List tuning options
de_de: Einstellungs-Optionen anzeigen
fr_fr: Liste des options de personnalisation

source: Output options
de_de: Ausgabe-Optionen
fr_fr: Options de sortie

source: Thumbnail options
de_de: Miniaturbild-Einstellungen
fr_fr: Options de la miniature

source: Feed options
de_de: Feed-Optionen
fr_fr: Options du flux

source: Click to toggle
de_de: Zum Umschalten klicken
fr_fr: Cliquez pour inverser

source: Cache output?
de_de: Cache-Ausgabe?
fr_fr: Mettre en cache la sortie ?

source: Enabling this option will cache the related posts output when the post is visited the first time. The cache is cleaned when you save this page.
de_de: Wenn aktiviert, werden die verwandten Beiträge beim ersten Aufruf im Zwischenspeicher gespeichert. Der Zwischenspeicher wird beim Abspeichern dieser Seite geleert.
fr_fr: L'activation de cette option met en cache la sortie des articles relatifs lorsque l'article est lu la première fois. Le cache est vidé lorsque vous enregistrez cette page.

source: The CRP cache works independently and in addition to any of your caching plugins like WP Super Cache or W3 Total Cache. It is recommended that you enable this on your blog.
de_de: Der CRP-Cache arbeitet unanhängig und zusätzlich zu jedem Caching-Plugin wie etwa WP Super Cache oder W3 Total Cache. Es wird empfohlen, dieses Feature auf deinem Blog zu aktivieren.
fr_fr: Le cache de CRP fonctionne indépendamment et en plus de l'une de vos extension de cache comme WP Super Cache ou W3 Total Cache. Il vous est recommandé de l'activer sur votre blog.

source: Clear cache
de_de: Zwischenspeicher leeren
fr_fr: Vider le cache

source: Automatically add related posts to:
de_de: Verwandte Artikel automatisch hinzufügen zu:
fr_fr: Ajouter automatiquement les articles relatifs aux :

source: Posts
de_de: Beiträge
fr_fr: Articles

source: Home page
de_de: Startseite
fr_fr: Page d’accueil

source: Feeds
fr_fr: Flux

source: Category archives
de_de: Kategorienarchive
fr_fr: Archives de catégorie

source: Tag archives
de_de: Schlagwort-Archive
fr_fr: Archives d'étiquette

source: Other archives
de_de: Andere Archive
fr_fr: Autres archives

source: If you choose to disable this, please add %1$s to your template file where you want it displayed
de_de: Wenn du dich entschließt, dieses zu deaktivieren, dann füge bitte %1$s in deine Template-Datei ein an der Stelle, an welcher es erscheinen soll.
fr_fr: Si vous décidez de désactiver ceci, veuillez ajouter %1$s au fichier de votre modèle où vous voulez qu’il s’affiche.

source: Display location priority:
de_de: Vorzug für Anzeigeort:
fr_fr: Afficher la priorité de l'emplacement&nbsp;:

source: If you select to automatically add the related posts, CRP will hook into the Content Filter at a priority as specified in this option.
de_de: Ist die automatische Auswahl der verwandten Artikel ausgewählt, dann hakt sich CRP in das Inhaltsfilter mit der Vorzugseinstellung, die hier festgelegt wurde.
fr_fr: Si vous choisissez d’ajouter automatiquement les messages relatifs, CRP se hookera au filtre du contenu à la priorité spécifiée dans cette option.

source: A higher number will cause the related posts to be processed later and move their display further down after the post content. Any number below 10 is not recommended.
de_de: Eine höhere Anzahl bewirkt, dass die verwandten Artikel später abgearbeitet werden und weiter unten nach dem Artikelinhalt angezeigt werden. Jede Anzahl unter 10 wird nicht empfohlen.
fr_fr: Un nombre plus élevé entraînera les articles concernés à être traités plus tard et déplacer leur affichage plus bas après le contenu du message. Une valeur inférieure à 10 est déconseillée.

source: Insert after paragraph number
de_de: Nach der Absatznummer einfügen
fr_fr: Insérer après le numéro de paragraphe

source: Enter 0 to display the related posts before the post content, -1 to display this at the end or a number to insert it after that paragraph number. If your post has less paragraphs, related posts will be displayed at the end.
de_de: Bei Eingabe von 0 werden die verwandten Artikel vor dem Artikelinhalt angezeigt und bei -1 am Ende des Inhalts. Jede andere Zahl gibt die Anzahl der Absätze an, nach welchen sie angezeigt werden. Gibt es weniger Absätze, dann werden die verwandten Artikel am Ende angezeigt.
fr_fr: Saisissez 0 pour afficher les articles similaires avant le contenu de l'article, -1 pour afficher ceci à la fin ou un numéro pour l'insérer après ce numéro de paragraphe. Si votre article a moins de paragraphes, les articles similaires seront affichés à la fin.

source: Show metabox:
de_de: Metabox anzeigen:
fr_fr: Afficher la boîte méta&nbsp;:

source: This will add the Contextual Related Posts metabox on Edit Posts or Add New Posts screens. Also applies to Pages and Custom Post Types.
de_de: Diese Einstellung fügt die CRT-Metabox hinzu zu den Bildschirmen: "Beitrag bearbeiten" und "Neuen Beitrag erstellen". Das gilt auch für Seiten und benutzerdefinierte Beitragstypen.
fr_fr: Cela ajoutera la boîte méta Contextual Related Posts sur "Modifier les articles" ou "Ajouter des écrans de nouveaux articles". Cela s'applique également aux pages et types de contenu personnalisé.

source: Limit metabox to Admins only:
de_de: Metabox den Admins vorbehalten:
fr_fr: Limiter la boîte méta uniquement aux admins&nbsp;;

source: If this is selected, the metabox will be hidden from anyone who is not an Admin. Otherwise, by default, Contributors and above will be able to see the metabox. This applies only if the above option is selected.
de_de: Bei dieser Einstellung wird die Metabox vor allen außer den Admins versteckt. Ansonsten wird die Metabox auch Mitarbeitern und höheren Rollen angezeigt (Voreinstellung). Das gilt nur dann, wenn die obige Einstellung ausgewählt wurde.
fr_fr: Si cette option est sélectionnée, la boîte méta sera cachée de toute personne qui est pas un administrateur. Sinon, par défaut, contributeurs et supérieur seront en mesure de voir la boîte méta. Cela ne s'applique uniquement que si l'option ci-dessus est sélectionnée.

source: Tell the world you're using Contextual Related Posts:
de_de: Sage der Welt das du Contextual Related Posts benutzt:
fr_fr: Annoncer au monde que vous utilisez Contextual Related Posts :

source: Optional
fr_fr: Facultatif

source: Adds a nofollow link to Contextual Related Posts homepage as the last time in the list.
de_de: Fügt einen "Nofollow"-Link zur Contextual Related Posts-Homepage an die letzte Stelle der Liste.
fr_fr: Ajoute un lien nofollow vers la page d'accueil de Contextual Related Posts comme la dernière fois dans la liste.

source: Save Options
de_de: Einstellungen speichern
fr_fr: Sauvegarder les options

source: Number of related posts to display:
de_de: Anzahl der angezeigten verwandten Beiträge:
fr_fr: Nombre d'articles relatifs à afficher :

source: Maximum number of posts that will be displayed. The actual number may be smaller if less related posts are found.
de_de: Höchstanzahl der Artikel, die angezeigt werden. Die tatsächliche Anzahl kann geringer sein, wenn weniger verwandte Artikel gefunden werden.
fr_fr: Nombre maximal d'articles à afficher. Le nombre réel peut être plus petit si moins d'articles relatifs sont trouvés.

source: Related posts should be newer than:
de_de: Verwandte Artikel sollten aktueller sein als:
fr_fr: Les articles relatifs doivent être plus récents que :

source: days
de_de: Tage
fr_fr: jours

source: This sets the cutoff period for which posts will be displayed. e.g. setting it to 365 will show related posts from the last year only. Set to 0 to disable limiting posts by date.
de_de: Diese Einstellung begrenzt den Zeitraum, in welchem nach verwandten Artikeln gesucht wird. Wird zum Beispiel 365 eingestellt, so werden nur verwandte Artikel angezeigt, die im letzten Jahr veröffentlicht wurden. Die Einstellung 0 bewirkt, dass die zeitliche Begrenzung aufgehoben ist.
fr_fr: Ceci définit la période de coupure pendant laquelle les articles seront affichés. La fixer par exemple à 365 affichera les messages relatifs de la dernière année seulement. Mettre à 0 pour désactiver la limitation d'articles par jour.

source: Randomize posts
de_de: Zufällige Artikel
fr_fr: Articles aléatoires

source: This shuffles the top related posts. Does not work if the cache is enabled.
de_de: Die Top verwandten Artikel werden in zufälliger Reihenfolge angezeigt. Funktioniert nicht, wenn der Cache aktiviert ist.
fr_fr: Cela mélange les meilleurs articles similaires. Ne fonctionne pas si le cache est activé.

source: Find related posts based on content as well as title:
de_de: Verwandte Beiträge sowohl anhand des Inhalts als auch des Titels identifizieren:
fr_fr: Trouver des articles relatifs en se servant du contenu et du titre :

source: If unchecked, only posts titles are used. I recommend using a caching plugin or enabling "Cache output" above if you enable this. Each site is different, so toggle this option to see which setting gives you better quality related posts.
de_de: Wenn nicht aktiviert, werden nur die Titel der Artikel herangezogen. Beim Aktivieren wird empfohlen, entweder ein Cache Plugin zu verwenden oder die Einstellung "Cache-Ausgabe" darüber. Jede Site ist anders, daher empfiehlt sich ein probeweises Umschalten dieser Einstellung, um herauszufinden, welche Einstellung eine höhere Qualität der verwandten Artikel zur Folge hat.
fr_fr: Si c'est décoché, seuls les titres des articles sont utilisés. Je recommande d'utiliser une extension de mise en cache ou activer la "mise en cache de la sortie" ci-dessus si vous l'activez. Chaque site est différent, donc changer cette option pour voir ce qui donne des articles relatifs de meilleure qualité.

source: Limit content to be compared:
de_de: Den zu vergleichenden Inhalt begrenzen:
fr_fr: Limite de contenu à comparer&nbsp;:

source: This sets the maximum words of the content that will be matched. Set to 0 for no limit. Max value: 2,000. Only applies if you activate the above option.
de_de: Damit wird die Höchstanzahl der übereinstimmenden Wörter im Inhalt gesetzt. Die Einstellung 0 bedeutet unbegrenzt. Der Höchstwert ist 2000. Gilt nur, wenn die obige Einstellung aktiviert wurde.
fr_fr: Ceci définit le maximum de mots du contenu qui devront correspondre. Mettre à 0 pour aucune limite. Valeur max : 2000. Ne s’applique uniquement que si vous activez l’option ci-dessus.

source: Post types to include in results:
de_de: In den Ergebnissen enthaltene Beitragstypen:
fr_fr: Types d'articles à inclure dans les résultats :

source: These post types will be displayed in the list. Includes custom post types.
de_de: Diese Beitragstypen werden in der Liste angezeigt. Enthalten sind auch benutzerdefinierte Beitragstypen.
fr_fr: Ces types d'articles seront affichés en liste. Cela inclut les types d'articles personnalisés.

source: Limit to same post type
de_de: Auf gleiche Beitragstypen beschränken.
fr_fr: Limiter au même type d'article

source: If checked, the related posts will only be selected from the same post type of the current post.
de_de: Wenn ausgewählt, dann werden die verwandten Artikel nur ausgewählt aus dem Beitragstyp des aktuellen Beitrags.
fr_fr: Si coché, les articles similaires seront sélectionnés seulement parmi ceux du même type que l'article courant.

source: List of post or page IDs to exclude from the results:
de_de: Liste der aus den Ergebnissen auszuschließenden Beitrags- oder Seiten-IDs:
fr_fr: La liste des IDs d'articles ou de pages à exclure des résultats :

source: Comma separated list of post, page or custom post type IDs. e.g. 188,320,500
de_de: Kommaseparierte Liste der IDs von Beiträgen, Seiten und benutzerdefinierten Beitragstypen, z. B. 188,320,500
fr_fr: Une liste séparée par des virgules d'IDs d'articles, pages ou types d'articles personnalisés. P.ex. 188,320,500

source: Categories to exclude from the results:
de_de: Aus den Ergebnissen auszuschließende Kategorien:
fr_fr: Les catégories à exclure des résultats :

source: Comma separated list of category slugs. The field above has an autocomplete so simply start typing in the beginning of your category name and it will prompt you with options.
de_de: Kommaseparierte Liste der Kategorie-Titelformen. Das Feld darüber ist mit Autocomplete-Funktion ausgestattet. Beginne einfach den Kategorienamen einzutippen und die verfügbaren Möglichkeiten werden dir angezeigt.
fr_fr: Une liste séparée par des virgules d'identifiants de catégorie. Le champ utilise l'auto-complétion, commencez à remplir le début du nom de la catégorie pour voir des résultats s'afficher.

source: Excluded category IDs are:
de_de: Die ausgeschlossenen Kategorie-IDs sind:
fr_fr: Les IDs des catégories exclues sont&nbsp;:

source: These might differ from the IDs visible in the Categories page which use the %1$s. CRP uses the %2$s which is unique to this taxonomy.
de_de: Diese können sich unterscheiden von den IDs in der Kategorienseite, welche die %1$s verwendet. CRP verwendet die %2$s, welche in dieser Taxonomie einheitlich ist.
fr_fr: Ceux-ci pourraient différer de l’ID visible dans la page Catégories qui utilisent le %1$s. CRP utilise %2$s qui est unique à cette taxinomie.

source: Title of related posts:
de_de: Titel der verwandten Beiträge:
fr_fr: Titre des articles relatifs :

source: This is the main heading of the related posts. You can also display the current post title by using %1$s
de_de: Das ist die Hauptüberschrift der verwandten Beiträge. Du kannst auch den aktuellen Beitragstitel anzeigen, wenn du %1$s verwendest.
fr_fr: C’est le titre principal des articles relatifs. Vous pouvez également afficher le titre de l’article en utilisant %1$s.

source: When there are no posts, what should be shown?
de_de: Wenn es keine Beiträge gibt, was soll gezeigt werden?
fr_fr: Quand il n'y a aucun article, qu'est-ce qui doit être affiché ?

source: Blank Output
de_de: Leere Ausgabe
fr_fr: Sortie vide

source: Display:
de_de: Anzeige:
fr_fr: Affichage :

source: Show post excerpt in list?
de_de: Beitragsauszüge in der Liste zeigen?
fr_fr: Afficher l'extrait de l'article en liste ?

source: Displays the excerpt of the post. If you do not provide an explicit excerpt to a post (in the post editor's optional excerpt field), it will display an automatic excerpt which refers to the first %d words of the post's content
de_de: Zeigt den Beitragsauszug. Wird kein Auszug explizit erstellt (im optionalen Auszugsfeld des Beitragseditors), wird ein Auszug automatisch gebildet aus den ersten %d Worten des Beitragsinhalt.
fr_fr: Affiche l'extrait de l'article. Si vous ne fournissez pas un extrait d'un article (dans le champ d'extrait en option de l'éditeur d'article), un extrait automatique sera affiché qui prendra en compte les premiers %d mots du contenu de celui-ci.

source: Rounded Thumbnails style selected under the Custom Styles. Excerpt display is disabled.
de_de: Abgerundete Vorschaubilder sind ausgewählt unter den benutzerdefinierten Stilen. Anzeige des Auszugs ist deaktiviert.
fr_fr: Le style "Miniatures arrondies" est sélectionné sous les styles personnalisés. L'affichage de l'extrait est désactivé.

source: Length of excerpt (in words):
de_de: Länge des Auszugs (Anzahl der Wörter):
fr_fr: Longueur de l'extrait (en mots)&nbsp;:

source: Show post author in list?
de_de: Den Beitragsautor in der Liste zeigen?
fr_fr: Afficher l'auteur de l'article en liste ?

source: Displays the author name prefixed with "by". e.g. by John Doe
de_de: Zeigt den Autornamen mit einem "von" davor, z.B. von John Doe
fr_fr: Affiche le nom de l'auteur préfixé avec "de". p.ex. de Pierre Paul Jacques

source: Rounded Thumbnails style selected under the Custom Styles. Author display is disabled.
de_de: Abgerundete Vorschaubilder sind ausgewählt unter den benutzerdefinierten Stilen. Anzeige des Autors ist deaktiviert.
fr_fr: Le style "Miniatures arrondies" est sélectionné sous les styles personnalisés. L'affichage de l'auteur est désactivé.

source: Show post date in list?
de_de: Beitragsdatum in der Liste zeigen?
fr_fr: Afficher la date de l'article en liste ?

source: Displays the date of the post. Uses the same date format set in General Options
de_de: Zeigt das Beitragsdatum. Das gleiche Datumformat wird verwendet wie in den allgemeinen Einstellungen.
fr_fr: Affiche la date de l'article. Utilise le même format que celui de vos options générales

source: Rounded Thumbnails style selected under the Custom Styles. Date display is disabled.
de_de: Abgerundete Vorschaubilder sind ausgewählt unter den benutzerdefinierten Stilen. Datumsanzeige ist deaktiviert.
fr_fr: Le style "Miniatures arrondies" est sélectionné sous les styles personnalisés. L'affichage de la date est désactivé.

source: Limit post title length (in characters)
de_de: Die Länge des Titels begrenzen (Anzahl der Zeichen)
fr_fr: Limiter la longueur du titre de l'article (en caractères)

source: Any title longer than the number of characters set above will be cut and appended with an ellipsis (&hellip;)
de_de: Jeder Titel der länger ist als die angegebene Zeichenanzahl wird gekürzt und mit einer Ellipse (&hellip;) ergänzt.
fr_fr: Tous les titres plus longs que le nombre de caractères définis ci-dessus seront coupés et une ellipse (&hellip;) sera ajoutée.

source: Open links in new window
de_de: Links in neuem Fenster öffnen
fr_fr: Ouvrir les liens dans une nouvelle fenêtre

source: Add nofollow attribute to links in the list
de_de: Das Nofollow-Attribut den Links in der Liste hinzufügen
fr_fr: Ajouter un attribut de nofollow aux liens de la liste

source: Exclusion settings:
de_de: Ausschluss-Einstellung:
fr_fr: Réglages d'exclusion :

source: Exclude display of related posts on these posts / pages
de_de: Auf diesen Beiträgen / Seiten die Anzeige der verwandten Beiträge ausschließen.
fr_fr: Exclure l'affichage des articles relatifs sur ces articles / pages

source: Exclude display of related posts on these post types.
de_de: Bei diesen Beitragstypen die Anzeige der verwandten Beiträge ausschließen.
fr_fr: Exclure l'affichage des articles relatifs sur ces types d'articles.

source: The related posts will not display on any of the above selected post types
de_de: Die verwandten Beiträge werden bei keinem der oben ausgewählten Beitragstypen angezeigt.
fr_fr: Les articles relatifs ne seront pas affichés sur aucun des types d'articles ci-dessus.

source: Customize the output:
de_de: Die Ausgabe anpassen:
fr_fr: Personnaliser la sortie :

source: HTML to display before the list of posts:
de_de: HTML zur Anzeige vor der Beitragsliste:
fr_fr: HTML à afficher avant la liste des articles :

source: HTML to display before each list item:
de_de: HTML zur Anzeige vor den einzelnen Listenelementen:
fr_fr: HTML à afficher avant chaque élément de la liste :

source: HTML to display after each list item:
de_de: HTML zur Anzeige nach den einzelnen Listenelementen:
fr_fr: HTML à afficher après chaque élément de la liste :

source: HTML to display after the list of posts:
de_de: HTML zur Anzeige nach der Beitragsliste:
fr_fr: HTML à afficher après la liste d'articles :

source: Location of post thumbnail:
de_de: Speicherort der Beitrags-Vorschaubilder:
fr_fr: Emplacement de la miniature de l'article :

source: Display thumbnails inline with posts, before title
de_de: Vorschaubilder innen mit dem Beitrag anzeigen, vor dem Titel
fr_fr: Afficher les miniatures avec l'article, avant le titre

source: Display thumbnails inline with posts, after title
de_de: Vorschaubilder innen mit dem Beitrag anzeigen, nach dem Titel
fr_fr: Afficher les miniatures avec l'article, après le titre

source: Display only thumbnails, no text
de_de: Nur Vorschaubilder zeigen, keinen Text
fr_fr: N'afficher que les miniatures, pas de texte

source: Do not display thumbnails, only text.
de_de: Keine Vorschaubilder zeigen, nur Text.
fr_fr: Ne pas afficher de miniature, que le texte

source: This setting cannot be changed because an inbuilt style has been selected under the Styles section. If you would like to change this option, please select %1$s under the Styles section.
de_de: Diese Einstellung kann nicht verändert werden, weil ein eingebauter Stil gewählt wurde in der Stil-Abteilung. Wenn du diese Einstellung ändern willst, dann wähle bitte %1$s in der Stil-Abteilung.
fr_fr: Ce réglage ne peut être modifié en raison d’un style intégré sélectionné dans la section Styles. Si vous souhaitez modifier cette option, veuillez sélectionner %1$s dans la section Styles.

source: No styles
de_de: Keine Stile
fr_fr: Aucun style

source: Thumbnail size:
de_de: Größe der Vorschaubilder:
fr_fr: Taille de la miniature :

source: Custom size
de_de: Benutzerdefinierte Größe
fr_fr: Taille personnalisée

source: You can choose from existing image sizes above or create a custom size.
de_de: Du kannst wählen aus den bestehenden Bildgrößen oder eine eigene Größe erzeugen.
fr_fr: Vous pouvez choisir parmi les tailles d'images existantes ci-dessus ou créer un format personnalisé.

source: If you choose an existing size, then the width, height and crop mode settings in the three options below will be automatically updated to reflect the correct dimensions of the setting.
de_de: Wenn du eine bestehende Größe wählst, dann wird die Breite, die Höhe und der Beschnittmodus in den drei Einstellungen unterhalb automatisch angepasst, um die korrekten Abmessungen widerzuspiegeln.
fr_fr: Si vous choisissez une taille existante, alors les réglages de la largeur, la hauteur et du mode de recadrage dans les trois options ci-dessous seront automatiquement mise à jour pour refléter les dimensions correctes de la configuration.
