Repository: WP-Translations/language-packs
Catalog: sendpress/languages/sendpress-*.po
Languages: da_dk

source: User was not subscribed to the list.
da_dk: Bruger blev ikke abonneret på listen.

source: You must specify both a token and API key!
da_dk: Du skal angive både en token og API-nøgle!

source: Your request could not be authenticated!
da_dk: Dit ønske kunne ikke godkendes!

source: Invalid API key!
da_dk: Ugyldig API-nøgle!

source: Invalid query!
da_dk: Ugyldig forespørgsel!

source: Content
da_dk: Indhold

source: Edit
da_dk: Rediger

source: Delete
da_dk: Slet

source: Subject
da_dk: Emne

source: Created
da_dk: Oprettet

source: Last Send
da_dk: Sidst sendt

source: Once every minutes
da_dk: En gang i minuttet

source: Once every two minutes
da_dk: En gang hver 2. minut

source: Once every five minutes
da_dk: En gang hver 5. minut

source: Once every ten minutes
da_dk: En gang hver 10. minut

source: Once every fifteen minutes
da_dk: En gang hver 15. minut

source: Once every thirty minutes
da_dk: En gang hver 30. minut

source: Once every two hours
da_dk: En gang hver 2. time

source: Once a week
da_dk: En gang om ugen

source: Once every 28 days
da_dk: En gang hver 28 dag

source: Once Monthly
da_dk: En gang Månedlig

source: SendPress Templates
da_dk: SendPress Skabeloner

source: Within the Email Templates customizer you can change how your WordPress Emails looks. It's fully compatible with WooCommerce and Easy Digital Downloads html emails
da_dk: I E-mail Skabelon tilpasning kan du ændre, hvordan dine WordPress-emails ser ud. Det er fuldt kompatibelt med WooCommerce og Easy Digital Downloads html e-mails

source: Settings
da_dk: Indstillinger

source: Template
da_dk: Skabelon

source: Email Body
da_dk: E-post melding

source: Footer
da_dk: Fodtekst

source: Send test email
da_dk: Send test E-ail

source: From name
da_dk: Fra Navn

source: Default:
da_dk: Standart:

source: From Email
da_dk: Fra E-mail

source: Choose one
da_dk: Vælg en

source: Email body size
da_dk: E-mail body størrelse

source: Choose boxed size
da_dk: Vælg boks størrelse

source: Background Color
da_dk: Baggrund Farve

source: Choose email background color
da_dk: Vælg Email baggrunds farve

source: Add an image to use in header. Leave empty to use text instead
da_dk: Tilføj et billede til at bruge i overskriften. Efterlad tom for at bruge tekst i stedet

source: Add text to your mail header
da_dk: Tilføj tekst til din mail overskrift

source: Aligment
da_dk: Justering

source: Choose alignment for header
da_dk: Vælg justering for header

source: Choose header background color
da_dk: Vælg header baggrunds farve

source: Text size
da_dk: Tekst størrelse

source: Slide to change text size
da_dk: Skub for at ændre tekststørrelsen

source: Text Color
da_dk: Tekst Farve

source: Choose header text color
da_dk: Vælg header tekst farve

source: Choose email body background color
da_dk: Vælg E-mail body baggrunds farve

source: Choose body text color
da_dk: Vælg body tekst farve

source: Footer text
da_dk: Fodtekst

source: Change the email footer here
da_dk: Ændre E-mail sidefod her

source: Choose alignment for footer
da_dk: Vælg justering for footer

source: Choose footer background color
da_dk: Vælg footer baggrunds farve

source: Choose footer text color
da_dk: Vælg footer tekst farve

source: Powered by
da_dk: Drevet af

source: Display a tiny link to the plugin page
da_dk: Vis et lille link til plugin-siden

source: Not interested anymore?
da_dk: Ikke interesseret længer?

source: Unsubscribe
da_dk: Frameld

source: Instantly
da_dk: Øjeblivekkelig

source: Manage Subscription
da_dk: Administrer abonnement

source: View
da_dk: Se

source: Sync
da_dk: Synkroniser

source: Import
da_dk: Importer

source: Add
da_dk: Tilføj

source: Export
da_dk: Eksport

source: Form
da_dk: Formular

source: Test List
da_dk: Test Lister

source: Name
da_dk: Navn

# Count subscribers
source: Active
da_dk: Aktiv

source: Subscribers
da_dk: Abonnenter

source: This is text only alternative body.
da_dk: Dette er bare tekst-alternativt indhold.

source: A Test Email from SendPress.
da_dk: En Test E-mail fra SendPress.

source: The result was:
da_dk: Resultatet blev:

source: The mailer error info:
da_dk: E-mail feil info:

source: The SMTP debugging output is shown below:
da_dk: SMTP debugging output er vist nedenfor:

# sendpress
source: Custom Template
da_dk: Bruger Skabelon

source: Custom Templates <span class="count">(%s)</span>
da_dk: Bruger Skabelon <span class="count">(%s)</span>

# sendpress
source: Form
da_dk: Formular

source: Form Setting <span class="count">(%s)</span>
da_dk: Formular Indstillinger <span class="count">(%s)</span>

# sendpress
source: Autoresponder
da_dk: Autosvarer

source: Autoresponder Setting <span class="count">(%s)</span>
da_dk: Autosvar indstilling <span class="count">(%s)</span>

source: System Email Setting <span class="count">(%s)</span>
da_dk: System Email Indstillinger <span class="count">(%s)</span>

source: SendPress Internal Container
da_dk: SendPress intern kontainer

source: SendPress Settings
da_dk: SendPress Indstillinger

source: SendPress List
da_dk: SendPress liste

source: SendPress Jobs
da_dk: SendPress Job

source: Sendpress Pages
da_dk: Sendpress sider

source: SendPress Page
da_dk: SendPress side

source: Alert
da_dk: Advarsel

source: Your API key is either invalid or in use on another site. Need help? Visit login to <a href="http://sendpress.com/your-account/">SendPress Support</a>
da_dk: Din API-nøgle er enten ugyldig eller i brug på et andet websted. Brug for hjælp? Besøg login til <a href="http://sendpress.com/your-account/">SendPress støtte</a>

source: There was a problem deactivating your API key. Try again in a few minutes or visit <a href="http://sendpress.com/your-account/">SendPress Support</a>
da_dk: Der opstod et problem med deaktivering af din API-nøgle. Prøv igen om et par minutter eller besøg <a href="http://sendpress.com/your-account/"> SendPress Support </a>

source: There was a problem activating your API key. Try again in a few minutes or visit <a href="http://sendpress.com/your-account/">SendPress Support</a>
da_dk: Der opstod et problem, med aktivering af din API-nøgle. Prøv igen om et par minutter eller besøg <a href="http://sendpress.com/your-account/"> SendPress Support </a>

source: List
da_dk: Liste

source: Sent
da_dk: Sendt

source: All Lists
da_dk: Alle Lister

source: Filter
da_dk: Filtrer

source: Max&nbsp;Attempts
da_dk: Max&nbsp;Forsøg

source: Attempted
da_dk: Forsøgte

source: Last&nbsp;Attempt
da_dk: Sidste&nbsp;Forsøg

source: Actions
da_dk: Handlinger

source: Date Sent
da_dk: Dato Sendt

source: Lists
da_dk: Lister

source: Opens
da_dk: Åbnet

source: Clicks
da_dk: Klik

source: Unsubscribes
da_dk: Afmeldinger

source: Opens
da_dk: Åbner

source: Gmail is limited to 500 emails a day. We recommend that you open a dedicated Gmail account for this purpose
da_dk: Gmail er begrænset til 500 E-Mails om dagen. Vi anbefaler at du åbner en Gmail-konto til dette formål

source: Username
da_dk: Brugernavn

source: Password
da_dk: Kodeord

source: WP Email Delivery ( API Sending )
da_dk: WP E-mail Levering (API afsendelse)

source: <b>Setup</b>
da_dk: <b>Opsætning</b>

source: License Key
da_dk: Licensnøgle

source: Disable SSL Sending
da_dk: Deaktiver SSL-afsendelse

source: Your Website
da_dk: Din hjemmeside

source: Sender Missing Label
da_dk: Afsender Mangler Etiket

source: Clone
da_dk: Kopier

source: Type
da_dk: Skriv

source: Basic
da_dk: Grundlæggende

source: All Options with Defaults
da_dk: Alle Optioner med Standart

source: Your Content Here.
da_dk: Dit indhold her.

source: Wrapping Content
da_dk: Indpakning Indhold

source: Subscribed
da_dk: Abonnerer på

source: Unsubscribed
da_dk: Frameldt

source: Updated
da_dk: Opdateret

source: Other Info
da_dk: Anden info

source: Never Subscribed
da_dk: Aldrig abonneret

source: Save My Settings
da_dk: Gem mine indstillinger

source: Date Joined
da_dk: Dato for tilmelding

source: Apply
da_dk: Tilføj

source: Inserts Social Links.
da_dk: Indsætter Sociale Link.

source: Inserts view in browser html link.
da_dk: Indsætter visning i browser html link.

source: Inserts Site Name.
da_dk: Indsætter webstedets navn.

source: Inserts the CANSPAM text.
da_dk: Indsætter CANSPAM teksten.

source: Inserts an unsubscribe html link.
da_dk: Tilføj et Afmeld link i e-mailen.

source: Inserts the subscriber id.
da_dk: Indsætter abonnent id.

source: Body Color
da_dk: Brødtekst Farve

source: Content Color
da_dk: Indhold Farve

source: Content Area
da_dk: Indhold Område

source: Header Content
da_dk: Indhold Overskrift

source: Header Page
da_dk: Header Side

source: Footer Page
da_dk: Fodtekst Side

source: Footer Content
da_dk: Footer Indhold

source: Email Title
da_dk: E-mail titel

source: Is this email not displaying correctly?
da_dk: Vises denne e-mail rigtigt?

source: View it in your browser
da_dk: Se E-mailen i din browswr

source: Welcome to SendPress
da_dk: Velkommen til SendPress

source: You've just installed SendPress! Click &ldquo;Start Tour&rdquo; to view a quick introduction of this plugins core functionality.
da_dk: Du har lige installeret SendPress! Klik på & ldquo; Start Tour & rdquo; for at se en hurtig introduktion af denne plugins kernefunktionalitet.

source: Start Tour
da_dk: Start gennemgang

source: Close
da_dk: Luk

source: Help Make SendPress Better
da_dk: Bidrag til at gøre SendPress bedre

source: You've just installed SendPres. Please helps us improve it by allowing us to gather anonymous usage stats so we know which configurations, plugins and themes to test with.
da_dk: Du har netop installeret SendPres. Hjælp os venligst med at forbedre det ved at tillade os at samle anonym brugerstatistik, så vi ved, hvilke konfigurationer, plugins og temaer der skal testes med.

source: Allow tracking
da_dk: Tillad sporing

source: Do not allow tracking
da_dk: Tillad ikke sporing

source: You do not have sufficient permissions to access this page.
da_dk: Du har ikke nok rettigheder til at få tilgang til denne side.

source: Update
da_dk: Opdatér

source: Displays a form so your users can interact with SendPress.
da_dk: Viser en formular, så dine brugere kan interagere med SendPress.

source: SendPress Forms
da_dk: SendPress Formularer

source: Title:
da_dk: Tittel:

source: Form to Display:
da_dk: Formular til visning:

source: Displays a signup form so your users can sign up for your public e-mail lists.
da_dk: Viser en tilmeldingsformular, så dine brugere kan tilmelde dig dine offentlige e-maillister.

source: SendPress Signup
da_dk: SendPress tilmelding

source: NO LIST HAS BEEN SELECTED IN SENDPRESS WIDGET SETTINGS
da_dk: Ingen liste er valgt i SENDPRESS WIDGET INDSTILLINGER

source: First Name
da_dk: Fornavn

source: Last Name
da_dk: Efternavn

source: List Selection
da_dk: Liste Valg

source: Submit
da_dk: Send

source: Check your inbox now to confirm your subscription.
da_dk: Check din indbakke nu for at bekræfte abonnementet.

source: Description:
da_dk: Beskrivelse:

source: Collect First Name
da_dk: Samle Fornavn

source: Collect Last Name
da_dk: Samle efternavn

source: Display labels inside
da_dk: Vis etiketter indenfor

source: Yes
da_dk: Ja

source: No
da_dk: Nej

source: Check all lists by default
da_dk: Markér alle lister som standard

source: First Name Label:
da_dk: Fornavn label:

source: Last Name Label:
da_dk: Efternavn Label:

source: Button Text:
da_dk: Knaptekst:

source: Lists Label: multiple lists only
da_dk: Liste Etiket: Kun flere lister

source: Check off the lists you would like<br>users to subscribe to
da_dk: Tjek de lister, du vil have<br>at brugerne skal abonnere på

source: No public lists available
da_dk: Ingen offentlige lister til rådighed

source: Thank you message:
da_dk: Tak melding:

source: Thank You Page (AJAX OFF ONLY):
da_dk: Tak side (KUN AJAX OFF ):

source: Default
da_dk: Standard

source: More Coming Soon!
da_dk: Mere kommer snart!

source: Cool stuff is on the horizon, check back soon!
da_dk: Cool ting er i horisonten, kom tilbage snart!

source: Request a Feature
da_dk: Anmod om en funktion

source: SendPress API Key
da_dk: SendPress API Nøgle

source: Register Key
da_dk: Registrerings Nøgle

source: Deactivate Key
da_dk: Deaktiver nøgle

source: Enter your API key to enable premium support and automatic updates. Get your API key by logging into <a href="%s">SendPress.com</a>.
da_dk: Indtast din API-nøgle for at aktivere premium support og automatiske opdateringer. Få din API-nøgle ved at logge ind på <a href="%s"> SendPress.com </a>.

source: Install Pro
da_dk: Installer Pro

source: Buy Now
da_dk: Køb nu

source: Deactivate
da_dk: Deaktiver

source: Activate
da_dk: Aktivér

source: Advanced Reports
da_dk: Avancerede Rapporter

source: Add more details to your reports. See who clicked what and when. What device they used and where they were.
da_dk: Tilføj flere detaljer til dine rapporter. Se hvem der klikede hvad og hvornår. Hvilken enhed de brugte, og hvor de var.

source: Spam Testing
da_dk: Spam Test

source: Thank you for signing up!
da_dk: Tak for at du registrere dig!

source: You're all set, and should start receiving emails soon.
da_dk: Du er nu klar og skulle snart starte at modtage E-mail.

source: Invalid Email
da_dk: Ugyldig E-mailadresse

source: Problem with subscribing user.
da_dk: Problem med at tilmelde bruger.

source: Thanks for subscribing.
da_dk: Tak for tilmeldingen.

source: You must provide a list ID for the post page to work
da_dk: Du skal angive en liste-ID for post side at arbejde

source: Thank You for subscribing
da_dk: Tak for din tilmelding

source: Sorry, We had a Problem adding your email
da_dk: Beklager, vi havde et problem med at tilføje din email

source: Forms
da_dk: Formular

source: Signup Date
da_dk: Registreret dato

source: Saved
da_dk: Gemt

source: Your subscriptions have been updated. Thanks.
da_dk: Dine abonnementer er blevet opdateret. Tak.

source: You are subscribed to the following lists:
da_dk: Du abonnerer på følgende lister:

source: You've already signed up, Thanks!
da_dk: Du har allerede tilmeldt dig, tak!

source: This shortcode loads a form based on a form id.
da_dk: Denne shortcode indlæser en formular baseret på en formular id.

source: Get Recent Posts By User
da_dk: Få seneste indlæg efter bruger

source: You can provide a Title. This is added before the post loop begins.
da_dk: Du kan give en titel. Dette tilføjes, før postsløjfen begynder.

source: This shortcode creates a listing of Posts in emails or on pages.
da_dk: Denne shortcode opretter en liste over indlæg i e-mails eller på sider.

source: Get Recent Posts
da_dk: Få seneste indlæg

source: This shortcode creates a listing of Posts in emails or on pages. Use the following options to customize the output: <br><br><b>posts</b> - number of posts to display. (defaults to 1)<br><b>uid</b> - the user id of the author you would like to see.<br><b>imgalign</b> - Align images left or right. (defaults to left)<br><b>alternate</b> - when writing posts, alternate the thumbnail images. (defaults to false)<br><b>readmoretext</b> - the text for the readmore link (defaults to Read More)<br><b>columns</b> - the number of columns your posts should display in. Max number of columns is 3.<br><b>datespan</b> - number of days of posts to render. Can be set to "daily", "weekly", or a number of days (datespan=3 for the last three days for exmaple) (defaults to daily.)<br><b>displayimages</b> - Set to true by default, set to false if you want no images to display.<br><b>display_author</b> - Set to false by default, set to true the author link will display.
da_dk: Denne shortcode opretter en liste over indlæg i e-mails eller på sider. Brug følgende muligheder for at tilpasse output: <br> <br> <b> indlæg </b> - antal indlæg, der skal vises. (som standard 1) <br> <b> uid </b> - Bruger-id for forfatteren du vil se. <br> <b> imgalign </b> - Juster billeder til venstre eller højre. (standard til venstre) <br> <b> alternativ </b> - Når du skriver indlæg, skifter du miniaturebillederne. (default til false) <br> <b> readmoretext </b> - teksten til readmore-linket (standard til Læs mere) <br> <b> kolonner </b> - antallet af kolonner, dine indlæg skal vises i Max antal kolonner er 3. <br> <b> datespan </b> - antal dage af indlæg, der skal gengives. Kan indstilles til "dagligt", "ugentligt" eller et antal dage (datespan = 3 i de sidste tre dage for eksempel) (standardindstillinger til dagligt.) <br> <b> displayimages </b> - Sæt til true som standard, indstillet til falsk, hvis du ikke vil have nogen billeder til visning. <br> <b> display_author </b> - Indstil som falsk som standard, indstillet til sand vises forfatterlinket.

source: Signup
da_dk: Opret konto

source: This shortcode creates a sign up form for users on your site. This shortcode is not required for users to signup, you can also use our signup widget.
da_dk: Denne shortcode opretter en tilmeldings formular til brugere på dit websted. Denne shortcode er ikke nødvendig for at brugerne skal tilmelde sig, du kan også bruge vores tilmeldings widget.

source: Unsubscribe Form
da_dk: Frameld Formular

source: You can provide an alternate message to your users after they unsubscribe.
da_dk: Du kan give en alternativ besked til dine brugere, når de afmelder.

source: You have been unsubscribed from all lists.
da_dk: Du er blevet Afmeldt fra alle lister.

source: This shortcode creates a form that allows a user to enter an email address and unsubscribe. The default message after unsubscribe is:
da_dk: Denne shortcode opretter en formular, der giver en bruger mulighed for at indtaste en e-mail-adresse og afmelde abonnementet. Standardmeddelelsen efter afmeldingen er:

source: unsubscribe from this list
da_dk: afmeld af denne liste

source: Unsubscribe from this list.
da_dk: Afmeld af denne liste.

source: Cancel
da_dk: Annullér

source: Save
da_dk: Gem

source: Autoresponder Settings
da_dk: Autosvar Indstillinger

source: When someone subscribes to the list
da_dk: Når nogen abonnerer på listen

source: When a new WordPress user is added to your site
da_dk: Når en ny WordPress-bruger tilføjes til dit websted

source: When a subscriber clicks a link
da_dk: Når en abonnent klikker på et link

source: Save & Next
da_dk: Gem og næste

source: Create Email
da_dk: Opret E-mail

source: 1.0 Template
da_dk: 1.0 Skabelon

source: Use New System
da_dk: Brug nyt system

source: Select your template
da_dk: Vælg din skabelon

source: Original Template
da_dk: Original Skabelon

source: Use Old Email System
da_dk: Brug det gamle E-mail-system

source: Currently emails cannot be upgraded directly to the new Template system.
da_dk: I øjeblikket kan E-mails ikke opgraderes direkte til det nye skabelonsystem.

source: Create Autoresponder
da_dk: Opret Autosvarer

source: Edit Email Content
da_dk: Rediger E-mail indhold

source: Main Content
da_dk: Hoved Indhold

source: Header
da_dk: Overskrift

source: Test This Email
da_dk: Test Denne E--mail

source: Single Post
da_dk: Enkelt indlæg

source: Personalize
da_dk: Personliggøre

source: Search Posts
da_dk: Søg i indlæg

source: No Post Selected
da_dk: Ingen Indlæg Valgt

source: Link Header to Post
da_dk: Link Header til Indlæg

source: Don't Link Header to Post
da_dk: Link ikke Header til indlæg

source: Post Content
da_dk: Indlæg Indhold

source: Excerpt
da_dk: Utdrag

source: Full Post
da_dk: Fuldt indlæg

source: Insert
da_dk: Indsæt

source: Subscriber specific content
da_dk: Abonnentspecifik indhold

source: Description
da_dk: Beskrivelse

source: Code
da_dk: Kode

source: Site specific content
da_dk: Websted specifikt indhold

source: Website URL
da_dk: Hjemmeside URL

source: Website Title
da_dk: Webside Titel

source: Website Description
da_dk: Webside Beskrivelse

source: Date and Time
da_dk: Dato og Tid

source: Current Date
da_dk: Nuværende: Dato

source: Format based on WordPress settings
da_dk: Format baseret på WordPress indstillinger

source: Current Time
da_dk: Nuværende: Tid

source: Custom Date
da_dk: Brugerdefineret dato

source: Back to Template
da_dk: Tilbage til Skabelon

source: Template Footer
da_dk: Skabelon Footer

source: Default Content
da_dk: Standart Indhold

source: Template Page Footer
da_dk: Skabelon Side Footer

source: Template Header
da_dk: Skabelon Overskrift

source: Template Page Header
da_dk: Skabelon Side Header

source: Introducing Post Notifcations
da_dk: Introducere Indlæg Meddelelser

source: Post Notifcations Requires SendPress Pro v1.0+
da_dk: Indlæg Påmindelser Kræver SendPress Pro v1.0 +

source: Custom Post Templates
da_dk: Brugerdefineret Indlæg skabeloner

source: SendPress Post Notifications can be formatted using HTML and custom templae tags.
da_dk: SendPress Indlæg Meddelelser kan formateres ved hjælp af HTML og brugerdefinerede skabelon tags.

source: Updates on your schedule
da_dk: Opdateringer på din tidsplan

source: Send updates to your readers whenever you want. Send instantly after you publish a post, or daily/weekly updates of all your posts.
da_dk: Send opdateringer til dine læsere, når du vil. Send straks efter at du har offentliggjort et indlæg eller daglige / ugentlige opdateringer af alle dine indlæg.

source: Upgrade to Pro
da_dk: Opgrader til PRO

source: Go to <a href="https://sendpress.com/purchase-pricing/">SendPress.com</a> to get a license for SendPress Pro. Also if you enable AutoCron you should recive a 20% discount.
da_dk: Gå til <a href="https://sendpress.com/purchase-pricing/">SendPress.com</a> for at få en licens til SendPress Pro. Også hvis du aktiverer AutoCron, skal du modtage en 20% rabat.

source: Create Schedule
da_dk: Opret planlægning

source: Cancel Scheduled Email
da_dk: Annuller Planlagt Email

source: Date
da_dk: Dato

source: Delete Scheduled Email
da_dk: Slet Planlagte E-mail

source: Confirm Send
da_dk: Bekræft sending

source: Cancel Send
da_dk: Afbryd sending

source: Date & Time
da_dk: Dato & tid

source: No Lists Selected
da_dk: Ingen lister valgt

source: Mark as Test
da_dk: Marker som Test

source: This puts the report into the Test tab on the Reports screen
da_dk: Dette sætter rapporten i testfanen på skærmen Rapporter

source: Displaying a 404? Please try saving your permalinks
da_dk: Viser en 404? Prøv at gemme dine permalinks

source: here
da_dk: her

source: Adding Subscribers to Queue
da_dk: Tilføj abonnenter til Køen

source: <strong>Notice!</strong> You must select a list below before an email can be sent.
da_dk: <strong>Varsel!</strong> Du skal vælge en listen nedenfor, før en e-mail kan sendes.

source: Start Sending Now
da_dk: Start med at sende nu

source: Send Later
da_dk: Send Senere

source: Social Icons appear in emails in Alphabetical order. If you enter a url in the box below then that icon will show in your emails.
da_dk: Sociale ikoner vises i e-mails i alfabetisk rækkefølge. Hvis du indtaster en url i boksen nedenfor, vises det ikonet i dine e-mails.

source: Large
da_dk: Stor

source: Small
da_dk: Lille

source: Text
da_dk: Tekst

source: Create System E-mail
da_dk: Opret System E-mail

source: Emails per page
da_dk: E-mail pr. side

source: Templates
da_dk: Skabeloner

source: Help
da_dk: Hjælp

source: Getting Started with Templates
da_dk: Kom igang med Skabeloner

source: Clone Template
da_dk: Kopier Skabelon

source: Template Name
da_dk: Skabelon Navn

source: You are about to delete template
da_dk: Du er ved at slette skabelonen

source: Delete Template
da_dk: Slet skabelonen

source: Introducing Custom HTML Templates
da_dk: Introduktion til brugerdefinerede HTML-skabeloner

source: Custom Templates Requires SendPress Pro v1.0+
da_dk: Bruger Skabeloner Kræver SendPress Pro v1.0+

source: Send Any Template
da_dk: Send enhver skabelon
