Repository: WP-Translations/language-packs
Catalog: sendpress/languages/sendpress-*.po
Languages: da_dk

source: User Meta Query - Advanced
da_dk: Bruger Meta Query - Avanceret

source: Use this to sync a list based on user meta data.
da_dk: Brug dette til at synkronisere en liste baseret på bruger meta data.

source: Edit List
da_dk: Rediger liste

source: Back to Lists
da_dk: Tilbage til Lister

source: Form Settings for List
da_dk: Formular Indstillinger for liste

source: Edit Subscriber
da_dk: Rediger abonnent

source: Remove All Subscribers from List
da_dk: Fjern Alle Abonnenter fra listen

source: Syncing
da_dk: Synkronisering

source: Role to List
da_dk: Rolle til liste

source: All Subscribers
da_dk: Alle abonnenter

source: Lists per page
da_dk: Body Stil

source: What's New
da_dk: Hvad nyt

source: Feedback
da_dk: Respons

source: Body Styles
da_dk: Brødtekst Udseende

source: Header Styles
da_dk: Header Stil

source: Content Styles
da_dk: Indhold Stil

source: Join our mailing List.
da_dk: Deltag i vores mailingliste.

source: Warning!
da_dk: Advarsel!

source: Before sending any emails please setup your <a href="%1s">information</a>.
da_dk: Før du sender e-mails, skal du konfigurere din <a href="%1s"> information </a>.

source: Sending has been paused. You can resume sending on the <a href="%1s">Queue</a> page.
da_dk: Afsendelse er blevet afbrudt. Du kan genoptage sende på siden <a href="%1s">kø</a> .

source: Once Every Minute
da_dk: En gang i minudtet

source: <b>SendPress</b>: We have upgraded your lists to a new format. Please check your <a href="%1$s">widget settings</a> to re-enable your list(s). | <a href="%2$s">Hide Notice</a>
da_dk: <b>SendPress</b>: vi har opgraderet din lister til et nyt format. Tjek venligst din <a href="%1$s">widget-indstillinger</a> for at genaktivere din lister. | <a href="%2$s">Skjule varsel</a>

source: Please enter your e-mail address
da_dk: Venligst indtast din E-mailadresse

source: Please enter all the required fields. <br> Required fields are marked with an (*)
da_dk: Indtast alle de påkrævede felter. <br> Påkrævede felter er markeret med en (*)

source: Use this Image
da_dk: Brug dette billede

source: Use as %s
da_dk: Brug som %s

source: Overview
da_dk: Oversigt

source: SendPress requires WordPress version %s or later.
da_dk: SendPress kræver WordPress version %s eller senere.

source: SendPress Newsletters
da_dk: SendPress Nyhedsbreve

source: Easy to manage Newsletters for WordPress.
da_dk: Let at administrere nyhedsbreve til WordPress.
