Repository: WP-Translations/language-packs
Catalog: sendpress/languages/sendpress-*.po
Languages: da_dk

source: SendPress allows you to send any HTML email template you wish.
da_dk: SendPress giver dig mulighed for at sende enhver HTML-e-mail-skabelon, du ønsker.

source: Template Tags
da_dk: Skabelon Tags

source: Quickly insert email content, subscriber information and social icons with our new tag system.
da_dk: Hurtigt indsæt email indhold, abonnent oplysninger og sociale ikoner med vores nye tag system.

source: Sorry the Styler does not support screens smaller then 768px.
da_dk: Beklager, Styler understøtter ikke skærme mindre end 768px.

source: Page
da_dk: Side

source: Edit Page Header HTML
da_dk: Rediger Side Header HTML

source: Background
da_dk: Baggrund

source: Edit Page Footer HTML
da_dk: Rediger side Footer HTLM

source: Content Header
da_dk: Indhold Overskrift

source: Edit Header HTML
da_dk: Rediger Header HTLM

source: Include Padding
da_dk: Medtag Padding

source: Content Footer
da_dk: Indhold Fodtekst

source: Toggle navigation
da_dk: Skift navigation

source: Newsletters
da_dk: Nyhedsbrev

source: Autoresponders
da_dk: Autosvarerer

source: Custom Templates
da_dk: Bruger Skabeloner

source: Social Icons
da_dk: Sociale Ikoner

source: Post Notifications
da_dk: Postmeddelelser

source: Scheduled Sending
da_dk: Planlagt afsendelse

source: Automation
da_dk: Automatisering

source: SendPress Editor Button
da_dk: SendPress Redaktør knap

source: Look for this button
da_dk: Kig efter denne knap

source: to open the popup for adding posts to an email and personilizing emails.
da_dk: for at åbne popup-vinduet for at tilføje indlæg til en e-mail og personiliserende e-mails.

source: Click a title to view info about a shortcode.
da_dk: Klik på en titel for at se info om en shortcode.

source: Basic Support
da_dk: Grundlæggende Support

source: You can get support for the FREE version of SendPress on the
da_dk: Du kan få hjælp til den GRATIS version af SendPress på

source: WordPress.org forums
da_dk: WordPress.org forum

source: Also check our
da_dk: Se også vores

source: Knowledge Base
da_dk: Videns base

source: for help at
da_dk: til hjælp til

source: Premium support is available if you have purchased SendPress Pro from SendPress.com. Premium support can be accessed via our support site:
da_dk: Premium support er tilgængelig, hvis du har købt SendPress Pro fra SendPress.com. Premium support er tilgængelig via vores support site:

source: and requires a SendPress.com account
da_dk: og kræver en SendPress.com-konto

source: Support Info
da_dk: Support Information

source: To copy the system info, click below then press Ctrl + C (PC) or Cmd + C (Mac).
da_dk: For at kopiere system informationen, se nedenfor og tryk derefter på Ctrl + C (PC) eller Cmd + C (Mac).

source: Configure
da_dk: Konfigurer

source: Emails Actively Sending
da_dk: E-mails Aktivt Sender

source: Emails Stuck in Queue
da_dk: Emails Fastlåst i Køen

source: Autocron last check
da_dk: Autocron sidste check

source: No Data
da_dk: Ingen Data

source: Not Enabled
da_dk: Ikke Aktiveret

source: This email had
da_dk: Denne E-mail havde

source: Recipients
da_dk: Modtagere

source: Unique
da_dk: Unik

source: Recent Subscribers
da_dk: Seneste abonnenter

source: Most Active Subscribers
da_dk: Mest aktive abonnenter

source: Check Spam Scores
da_dk: Kontroller Spam Score

source: Queue history for the last
da_dk: Kø historik til sidste

source: Days
da_dk: Dage

source: You can adjust these settings here
da_dk: Du kan justere disse indstillinger her

source: Advanced
da_dk: Avanceret

source: Error history for the last 2 Weeks
da_dk: Fejl historik for de sidste 2 uger

source: Pause Sending
da_dk: Pause Afsendelse

source: Resume Sending
da_dk: Genoptag Afsendelse

source: Send Emails Now
da_dk: Send E-mail nu

source: Unlimited
da_dk: Ubegrænset

source: of a possible
da_dk: af en mulig

source: emails sent in the last 24 hours
da_dk: e-mails sendt i de sidste 24 timer

source: emails sent in the last hour
da_dk: e-mails sendt i den sidste time

source: Sending Account
da_dk: Afsender konto

source: The cron will run again around
da_dk: Cron vil løbe igen rundt

source: Re-queue All Emails
da_dk: Re-kø Alle E-mails

source: Delete All Stuck Emails
da_dk: Slet Alle Fastlåste E-mails

source: Really? Delete All Emails stuck in the Queue.
da_dk: Virkelig? Slet alle e-mails, der sidder fast i køen.

source: This will remove all stuck emails from the queue without attempting to send them
da_dk: Dette fjerner alle fastlåste E-mail fra køen uden at forsøge at sende dem

source: No! I was Joking
da_dk: Nej! Jeg spøgte

source: Yes! Delete All Emails
da_dk: Ja! Slet alle E-Mails

source: Sending Emails
da_dk: Sender E-Mails

source: of
da_dk: fra

source: emails
da_dk: e-mail

source: You are currently sending 1 email approximately every
da_dk: Du sender i øjeblikket 1 email ca. hver

source: seconds
da_dk: sekunder

source: You are also limited to
da_dk: Du er også begrænset til

source: emails per hour
da_dk: e-mails pr. time

source: To change these settings go to
da_dk: For at ændre disse indstillinger, gå til

source: If you close this window sending will stop.
da_dk: Hvis du lukker dette vinduet vil sending standse.

source: Queues
da_dk: Køer

source: Active
da_dk: Aktiv

source: Stuck
da_dk: Fastlåst

source: Send History
da_dk: Sende Historik

source: Send Errors
da_dk: Sende fejl

source: Delete All Emails in the Queue
da_dk: Slet alle E-Mails i køen

source: Really? Delete All Emails in the Queue.
da_dk: Virkelig? Slet alle E-Mails i køen.

source: This will remove all emails from the queue without attempting to send them
da_dk: Dette vil fjerne alle E-Mails fra køen uden at forsøge at sende dem

source: emails left to send
da_dk: e-mail tilbage at sende

source: Reports per page
da_dk: Rapporter pr. Side

source: The total number of different recipients that have clicked on a link or opened an email.
da_dk: Det samlede antal forskellige modtagere, der har klikket på et link eller åbnet en email.

source: The total number of clicks or opens that have happened. Regardless of who clicked or opened the email.
da_dk: Det samlede antal klik eller åbner, der er sket. Uanset hvem der klikker eller åbner emailen.

source: Reports
da_dk: Rapporter

source: Role
da_dk: Rolle

source: Queue
da_dk: Kø

source: Add-ons
da_dk: Tilføjelser

source: Create/Edit/Delete
da_dk: Opret / Rediger / Slet

source: Full Access
da_dk: Fuld Adgang

source: Full Access (<small>No Permissions Access</small>)
da_dk: Fuld tilgang (<small> Ingen Tilladelser Tilgang </small>)

source: From Name
da_dk: Fra-navn

source: Sending Email
da_dk: Afsender Email

source: Where to send Test Email
da_dk: Hvor skal man sende Test Email

source: Debug Info
da_dk: Debugiinformstion

source: Click to View Last Error
da_dk: Klik for at vise Sidste Fejl

source: Sending Account Setup
da_dk: Afsendelse Konto Opsætning

source: Delivery Method
da_dk: Leverings Metode

source: Send Emails via
da_dk: Sende E-mail via

source: Currently Active
da_dk: Aktuelt aktiv

source: Advanced Sending Options
da_dk: Avancerede afsendelsesindstillinger

source: Email Sending Limits
da_dk: E-mail Afsendelse Grænser

source: You have sent <strong>%d</strong> emails so far today.
da_dk: Du har sendt <strong>%d</strong> e-mails så langt i dag.

source: Emails Per Day
da_dk: E-mail pr. dag

source: Emails Per Hour
da_dk: E-mail pr. Time

source: Email Encoding
da_dk: E-mail kodning

source: Squares or weird characters displaying in your emails select the charset for your language
da_dk: Firkanter eller mærkelige tegn viser i dine e-mail vælg tegnsæt for dit sprog

source: Encoding
da_dk: Tegnkoding

source: Older versions of SendPress used
da_dk: Ældre versioner af SendPress bruges

source: AutoCron has no information at this time, please check back later
da_dk: AutoCron har ingen oplysninger på dette tidspunkt, bedes du tjekke tilbage senere

source: AutoCron is not enabled
da_dk: AutoCron Ikke Aktiveret

source: At least once every hour we visit your site, just like a cron job
da_dk: Mindst en gang hver time besøger vi dit websted, ligesom et cron job

source: There's no setup involved. Easy and hassle free
da_dk: Der er ingen indstilling involveret. Nem og problemfri

source: Enable Pro Auto Cron
da_dk: Aktiver Pro Auto Cron

source: Disable Pro Auto Cron
da_dk: Deaktiver Pro Auto Cron

source: AutoCron will check your site every minute until all your emails are sent or you hit the defined sending limit to the right
da_dk: AutoCron kontrollerer dit websted hvert minut, indtil alle dine e-mails sendes, eller du rammer den definerede afsendelsesgrænse til højre

source: AutoCron sends 25 emails per execution so on average you can send about 1500 emails an hour
da_dk: AutoCron sender 25 e-mails pr. Eksekvering, så i gennemsnit kan du sende ca. 1500 e-mails i timen

source: Please be aware that AutoCron and email sending in general can be harder on a server then normal web traffic. Make sure you have a hosting account that can handle your sending volume and we strongly recommend using a third part delivery system like <a href='https://www.wpemaildelivery.com'>WP Email Delivery</a>
da_dk: Vær opmærksom på, at AutoCron og e-mail afsendelse generelt kan være sværere på en server end normal webtrafik. Sørg for, at du har en hosting-konto, som kan håndtere dit sendevolumen, og vi anbefaler kraftigt at bruge et tredjedelsleveringssystem som <a href='https://www.wpemaildelivery.com'> WP Email Delivery </a>

source: Pro Auto Cron does collect some data about your website and usage of SendPress. It will not track any user details, so your security and privacy are safe with us.
da_dk: Pro Auto Cron samler nogle data om dit websted og brugen af SendPress. Det sporer ikke nogen brugeroplysninger, så din sikkerhed og privatliv er trygge hos os.

source: SMTP Debug Info
da_dk: SMTP Debug information

source: Port 25 seems to be blocked.
da_dk: Port 25 ser ud til at blive blokeret.

source: Port 465 seems to be blocked. Gmail may have trouble
da_dk: Port 465 ser ud til at blive blokeret. Gmail kan have problemer

source: Port 587 seems to be blocked.
da_dk: Port 587 ser ud til at blive blokeret.

source: No Debug info saved.
da_dk: Ingen Debug info gemt.

source: Public Page Settings
da_dk: Indstillinger for offentlig side

source: Use theme styles
da_dk: Brug tema stilarter

source: This will attempt to use the WordPress theme functions
da_dk: Dette vil forsøge at bruge WordPress-temafunktionerne

source: and
da_dk: og

source: to build the SendPress default public pages
da_dk: at opbygge SendPress standard offentlige sider

source: Manage Page
da_dk: Administrer Side

source: This is the page subscribers are directed to to manage their subscriptions to your lists
da_dk: Dette er siden abonnenter senses til for at rette deres abonnementer til dine lister

source: Use Default SendPress Page
da_dk: Brug Standard SendPress Side

source: Redirect to
da_dk: Omdiriger til

source: Select page
da_dk: Vælg side

source: View Page
da_dk: Vis side

source: Unsubscribe Page
da_dk: Frameld side

source: This is the page subscribers are directed to to unsubscribe from your list
da_dk: Dette er siden abonnenterne er rettet til for at afmelde fra din liste

source: Use Default Manage description Page
da_dk: Brug standard Administrer beskrivelsesside

source: Confirmation Page
da_dk: Bekræftelse Side

source: Select the page a new subcriber will be redirected to after they click the confirmation link in the Double Opt-in Email
da_dk: Vælg den side, en ny abonnent vil blive omdirigeret til, efter at de klikker på bekræftelseslinket i Double Opt-in Email

source: Post Page
da_dk: Indlægs Side

source: This is the page shown by default if you are using a custom form to post subscriber data. This can also be set per list on each lists form page
da_dk: Dette er siden som standard, hvis du bruger en brugerdefineret formular til at sende abonnentdata. Dette kan også indstilles pr. Liste på hver lister formular side

source: Body
da_dk: Brødtekst

source: Send Double Opt-in Email
da_dk: Send Double Opt i E-mail

source: Keep the spammers, robots and other riff-raff off your list
da_dk: Hold spammerne, robotterne og andre riff-raff fra din liste

source: Read more about why to use double opt-in on our support site
da_dk: Læs mere om hvorfor du bruger dobbelt opt-in på vores support site

source: Quick Tags
da_dk: Hurtige tags

source: work in both subject and body
da_dk: virker i både subject and body

source: This is required to be in the body of the email
da_dk: Dette skal være i e-mailens body

source: Add Website title to the email
da_dk: Tilføj Webstedets titel til e-mailen

source: Add the email the user signed up with
da_dk: Tilføj den email, brugeren har tilmeldt sig

source: Database Repair
da_dk: Database Reparation

source: Reset our new template system back to default and fix some postmeta issues
da_dk: Nulstil vores nye skabelonsystem tilbage til standard og reparer nogle problemer med postmeta

source: Data Fix Options
da_dk: Data Fix Indstillinger

source: Disable front end CSS
da_dk: Deaktiver frontend CSS

source: Disable signup form ajax
da_dk: Deaktiver registreringsformular ajax

source: Load Javascript in Footer
da_dk: Indlæs Javascript i Footer

source: Use Shortcodes in Widgets
da_dk: Brug Shortcodes i Widgets

source: Want to use Shortcodes in your Widgets, but all you get is
da_dk: Vil du bruge Shortcoder i dine widgets, men alt hvad du får er

source: Turn on this option and we'll make sure your shortcodes work in widgets
da_dk: Tænd denne indstilling, og vi sørger for, at dine shortcodes fungerer i widgets

source: Optional Settings
da_dk: Valgfrie indstillinger

source: Use old permalink with
da_dk: Brug gammel permalink med

source: Do not track mailto links in email
da_dk: Undlad at spore mailto links i e-mail

source: Override email template settings
da_dk: Overskriv E-mail skabelon indstilinger

source: Show SPNL Logs
da_dk: Vis SPNL Logs

source: Read More override
da_dk: Læs mere tilsidesættelse

source: Enable WP Email Delivery Early Access
da_dk: Aktivér WP E-mail Levering tidlig adgang

source: Table Info
da_dk: Tabel Information

source: Install Missing Tables
da_dk: Installer Manglende Tabeller

source: Templates Check
da_dk: Skabelon Tjek

source: Tracking
da_dk: Sporing

source: Allow tracking of this WordPress installs anonymous data
da_dk: Tillad sporing af disse WordPress-installationer anonyme data

source: To maintain a plugin as big as SendPress, we need to know what we're dealing: what kinds of other plugins our users are using, what themes, etc. Please allow us to track that data from your install. It will add your email to our support system to assist in AutoCron problems.
da_dk: For at opretholde et plugin så stort som SendPress, har vi brug for at vide, hvad vi har at gøre med: Hvilke andre plugins brugerne bruger, hvilke temaer osv. Tillad os at spore disse data fra din installation. Det vil tilføje din email til vores support system for at hjælpe med AutoCron problemer.

source: System Limits
da_dk: System Grænser

source: Please take care when changing these settings. We have attempted to set these to work on almost all servers. If you have a faster server you may be able to increase the limits below or if you are having troubles you may need to decrease the settings
da_dk: Vær forsigtig, når du ændrer disse indstillinger. Vi har forsøgt at indstille disse til at fungere på næsten alle servere. Hvis du har en hurtigere server, kan du muligvis øge grænserne nedenfor, eller hvis du har problemer, kan du muligvis reducere indstillingerne

source: Users to Sync per ajax call
da_dk: Brugere til Synkronisering pr. Ajax kald

source: Emails sent per AutoCron execution
da_dk: Emails sendt pr. AutoCron udførelse

source: If AutoCron errors it will shut itself off
da_dk: Hvis AutoCron fejl vil det lukke sig selv

source: WordPress cron emails sent per execution
da_dk: WordPress cron E-mails sendt pr.udførelse

source: Queue History
da_dk: Kø Historik

source: Add Emails to Queue
da_dk: Tilføj E-Mails Til køen

source: 1.0 Template Reset
da_dk: 1,0 skabelon Reset

source: This will remove all templates in the new template system
da_dk: Dette fjerner alle skabeloner i det nye skabelonsystem

source: Reset Settings
da_dk: Nulstil indstillinger

source: This will reset all form settings and remove extra metadata
da_dk: Dette vil nulstille alle formularindstillinger og fjerne ekstra metadata

source: We see
da_dk: Vi ser

source: bad posts.
da_dk: dårlige poster.

source: Attempt to Delete These
da_dk: Forsøg på at slette disse

source: Attempting to install or repair missing data
da_dk: Forsøger at installere eller reparere manglende data

source: E-mail Notifications
da_dk: E-mail Beskeder

source: Send E-mail Notifications
da_dk: E-mail label

source: To E-mail
da_dk: Til E-Mail

source: Send Notifications to all WordPress Administrators
da_dk: Send meddelelser til alle WordPress-administratorer

source: Select the notifications you'd like to receive and how often you'd like to receive them
da_dk: Vælg de meddelelser, du gerne vil modtage, og hvor ofte du vil modtage dem

source: User Subscribed
da_dk: Bruger Tilmeldt

source: Instant
da_dk: Øjeblikkelig

source: Daily
da_dk: Dagligt

source: Weekly
da_dk: Ugentligt

source: Monthly
da_dk: Månedlig

source: User Unsbscribed
da_dk: Bruger Afmeldt

source: HipChat Notification
da_dk: HipChat Besked

source: Enable HipChat Notification
da_dk: Aktivér HipChat Besked

source: API Key
da_dk: API-nøgle

source: Where is my API key
da_dk: Hvor er min API nøgle

source: Select the rooms to send notifications to:
da_dk: Vælg rooms for at sende meddelelser til:

source: Room Name
da_dk: Rum Navn

source: Link to browser version
da_dk: Link til browser version

source: Use default
da_dk: Brug standart

source: Use custom
da_dk: Brug brugerdefineret

source: None
da_dk: Ingen

source: required in the US.
da_dk: kræves i USA.

source: This area displays in Email Footer
da_dk: Dette område vises i Email Footer

source: Your message must include your valid physical postal address. This can be your current street address, a post office box youve registered with the U.S. Postal Service, or a private mailbox youve registered with a commercial mail receiving agency established under Postal Service regulations.
da_dk: Din besked skal indeholde din gyldige fysiske postadresse. Dette kan være din nuværende gadeadresse, en postkasse, du har registreret hos den amerikanske posttjeneste eller en privat postkasse, du har registreret hos et modtagelsesagentur, der er etableret under postvæsenet.

source: This is dictated under the <a href="http://business.ftc.gov/documents/bus61-can-spam-act-compliance-guide-business" target="_blank">Federal CAN-SPAM Act of 2003</a>.
da_dk: Dette er reguleret under <a href="http://business.ftc.gov/documents/bus61-can-spam-act-compliance-guide-business" target="_blank"> US Føderal CAN-SPAM-lov af 2003 </a>.

source: Create Form
da_dk: Opret Formilar

source: Confirm Delete
da_dk: Nekræft Sletning

source: Form Name
da_dk: Formular Navn

source: Form Type
da_dk: Formular Type

source: Signup Ui
da_dk: Tilmeld Ui

source: Salutation Label:
da_dk: Hilsen Etiket

source: Phone Number Label:
da_dk: Telefon nummer etiket:

source: Use the shortcode below to insert this signup form into your posts and pages
da_dk: Brug shortcode nedenfor for at indsætte denne tilmeldingsformular i dine indlæg og sider

source: Signup Settings
da_dk: Tilmeld indstillinger

source: Collect Salutation
da_dk: Saml hilsen

source: Salutation Required
da_dk: Hilsen påkrævet

source: First Name Required
da_dk: Fornavn påkrævet

source: Last Name Required
da_dk: Efternavn påkrævet

source: Collect Phone Number
da_dk: Indsaml telefonnummer

source: Phone Number Required
da_dk: Telefonnummer påkrævet

source: Select Lists by Default
da_dk: Vælg Lister som standard

source: Check off the lists you would like
da_dk: Marker de lister, du gerne vil

source: users to subscribe to
da_dk: brugere til at abonnere på

source: Custom Fields
da_dk: Tilpassede felter

source: Manage Subscription Options
da_dk: Administrer abonnements Indstillinger

source: Basic Setup
da_dk: Grundlæggende opsætning

source: Shared Content
da_dk: Delt Indhold

source: Sending
da_dk: Sender

source: Confirmation
da_dk: Bekræftelse

source: Permissions
da_dk: Tilladelser

source: Notifications
da_dk: Meddelelser

source: Styles
da_dk: Stil

source: Add Subscriber
da_dk: Tilføj abonnent

source: Salutation
da_dk: Hilsen

source: Firstname
da_dk: Fornavn

source: Lastname
da_dk: Efternavn

source: Phone Number
da_dk: Telefon nummer

source: Add Subscribers
da_dk: Tilføj abonnenter

source: Emails shoud be written in separate lines. A line could also include a name, which is separated from the email by a comma
da_dk: E-mailadresser bør være skrevet på egne linjer. En linje kan også omfatte et navn, som er adskilt fra E-mail med et komma

source: Correct formats
da_dk: Rigtige formater

source: Subscribers per page
da_dk: Abonnenter pr. side

source: Remove All Subscribers
da_dk: Fjern alle abonnenter

source: Export All Subscribers
da_dk: Eksporter Alle Abonnenter

source: Really? Remove All Subscribers from this list.
da_dk: Virkelig? Fjern alle abonnenter fra denne liste.

source: This will remove all subscribers from the list
da_dk: Dette fjerner alle abonnenter fra listen

source: Yes! Remove All Subscribers
da_dk: Ja! Slet alle Abonnenter

source: We had a problem saving your upload
da_dk: Vi havde problemer med at gemme din opload

source: Import CSV to
da_dk: Importer CSV til

source: Don't Import
da_dk: Importer ikke

source: First name
da_dk: Fornavn

source: Last name
da_dk: Efternavn

source: IP address
da_dk: IP Adresse

source: We found
da_dk: Vi fandt

source: lines in your csv
da_dk: linier i din CSV

source: Import Fields:
da_dk: Importer Felter:

source: Start Import
da_dk: Start Importering

source: Custom Field Label:
da_dk: Brugerdefineret feltetiket:

source: You have SendPress Pro Version
da_dk: Du har SendPress Pro Version

source: this version does not support custom fields. You will need to update to the latest version
da_dk: denne version understøtter ikke brugerdefinerede felter. Du skal opdatere til den nyeste version

source: Multiple custom fields are coming in a future release for
da_dk: Flere brugerdefinerede felter kommer i en fremtidig udgivelse til

source: Please upgrade or install Pro to start using this feature
da_dk: Opgrader eller installer Pro for at begynde at bruge denne funktion

source: Save List
da_dk: Gem Liste

source: Create List
da_dk: Opret liste

source: Allow user to sign up to this list
da_dk: Tillade brugeren at tilmelde sig på denne liste

source: synced lists will be made private
da_dk: synkroniserede lister bliver gjort private

source: Mark list as test. Adds <span class="label label-info">Test List</span> to list title every where.
da_dk: Markér listen som test. Tilføjer <span class="label label-info"> Testliste </span> for at vise titlen hver hvor.

source: Select List Type
da_dk: Vælg Liste Type

source: Pick SendPress list if you want to use SendPress to manage your subscribers. Pick a WordPress Role if you want to send emails to your users. <br>Synced lists can only have users that have a login to your WordPress site.
da_dk: Vælg SendPress-liste, hvis du vil bruge SendPress til at administrere dine abonnenter. Vælg en WordPress-rolle, hvis du vil sende e-mails til dine brugere. <br> Synkroniserede lister kan kun have brugere, der har et login til dit WordPress-websted.

source: Use this to have subscribers sign up, import csv, etc.
da_dk: Brug dette til at få abonnenter til at tilmelde sig, importere csv osv.
