Repository: WP-Translations/language-packs
Catalog: private-only/languages/private-only-*.po
Languages: de_de, fr_fr, it_it

source: Private Only Custom Login
de_de: Private Only benutzerdefinierte Anmeldung
fr_fr: Connexion Personnalisée de Private Only
it_it: Login personalizzato Private Only

source: Private Only Custom Login Settings
de_de: Private Only benutzerdefinierte Anmeldungseinstellungen
fr_fr: Paramètres de la Connexion Personnalisée de Private Only
it_it: Impostazioni Login personalizzato Private Only

source: New Settings saved
de_de: Änderungen wurden gespeichert
fr_fr: Nouveaux paramètres enregistrés
it_it: Nuove impostazioni salvate

source: Settings have been reset. Please refresh this page
de_de: Die Einstellungen wurden zurückgesetzt. Bitte lade die Seite neu.
fr_fr: Les paramètres ont été réinitialisés. Veuillez rafraîchir cette page
it_it: Le impostazioni sono state ripristinate. Si prega di aggiornare questa pagina

source: Do you really want to delete/reset the plugin settings?
de_de: Möchtest du wirklich alle Einstellungen löschen/zurücksetzen?
fr_fr: Voulez-vous vraiment supprimer/réinitialiser les paramètres de l'extension ?
it_it: Vuoi veramente cancellare/ripristinare le impostazioni del plugin?

source: This is Private Only plugin for WordPress
de_de: Dies ist das Plugin Private Only für WordPress
fr_fr: C'est l'extension Private Only pour WordPress
it_it: Questo Ã¨ il plugin Private Only per Wordpress

source: If you disable or enable feed, DO NOT FORGET TO REFRESH YOUR BROWSER CACHE AFTER ACTIVATE PRIVATE ONLY or DISABLE FEED
de_de: Vergiss nicht, nach dem De- bzw. Aktivieren des Feeds den Browser-Cache zu leeren.
fr_fr: Si vous désactivez ou activez les flux, NE PAS OUBLIER D'ACTUALISER LE CACHE DE VOTRE NAVIGATEUR APRÈS L'ACTIVATION DE PRIVATE ONLY ou DE DÉSACTIVEZ LES FLUX
it_it: Se disabiliti o abiliti feed, NON DIMENTICARTI DI RICARICARE LA CACHE DEL BROWSER DOPO ATTIVA PRIVATE ONLY o DISABILITA FEED

source: Custom Login
de_de: Benutzerdefinierte Anmeldung
fr_fr: Connexion personnalisée
it_it: Login personalizzato

source: Public Page:
de_de: Öffentliche Seite:
fr_fr: Page publique :
it_it: Pagina pubblica:

source: Define the public page
de_de: Öffentliches Seite festlegen
fr_fr: Définir votre page publique
it_it: Definisci la pagina pubblica

source: Upload an image with Media Library or FTP and put the full path here, http://yourdomainname.com/logo.jpg
de_de: Lade ein Bild entweder über die Medienbibliothek oder per FTP hoch und füge den vollständigen Pfad hier ein, http://yourdomainname.com/logo.jpg
fr_fr: Télécharger une image avec la médiathèque ou par FTP et mettre le chemin d'accès complet ici, http://yourdomainname.com/logo.jpg
it_it: Carica un'immagine con la Libreria dei Media o FTP e inserisci qui l'indirizzo completo, http://yourdomainname.com/logo.jpg

source: We do not provide upload tool here, because it is free for you upload it wherever you want to
de_de: An dieser Stelle wird keine Hochladefunktion angeboten, da die Datei überall hochgeladen werden kann
fr_fr: Nous ne fournissons pas d'outil de téléchargement, parce que vous pouvez le faire gratuitement partout où vous le voulez.
it_it: Non forniamo uno strumento di upload qui, puoi caricarlo dove vuoi

source: Logo Height:
de_de: Logo-Höhe:
fr_fr: Hauteur du logo :
it_it: Altezza Logo:

source: What is your logo height
de_de: Die Höhe des Logos
fr_fr: Quelle est la hauteur de votre logo
it_it: L'altezza del tuo logo

source: Use WordPress logo
de_de: WordPress-Logo verwenden
fr_fr: Utiliser le logo de WordPress
it_it: Usa logo di Wordpress

source: Check this box to use WordPress Logo, leave unchecked to disable it.
de_de: Auswählen, um das WordPress-Logo zu verwenden. Abwählen zum Deaktivieren.
fr_fr: Cochez cette case pour utiliser le logo WordPress, laissez décoché pour le désactiver.
it_it: Seleziona questa opzione per usare il logo di Wordpress, lasciala non selezionata per disabilitatarlo.

source: Change WordPress logo link
de_de: WordPress-Logo-Link ändern
fr_fr: Lien du logo de WordPress
it_it: Cambia il link del logo di Wordpress

source: Change WordPress logo link from wordpress.org to your domain, http://yourdomainname.com
de_de: Ändere den Link des WordPress-Logos von wordpress.org zu deiner Domain, http://deindomainname.de
fr_fr: Modifier le lien du logo WordPress de wordpress.org vers votre domaine, http://yourdomainname.com
it_it: Cambia il link del logo di Wordpress da wordpress.org al tuo dominio, http://yourdomainname.com

source: Your Custom Login Message
de_de: Deine benutzerdefinierte Anmeldenachricht
fr_fr: Votre message de connexion personnalisé
it_it: Messaggio personalizzato di login

source: Change default login message to your own
de_de: Ändert die voreingestellte Anmeldebenachrichtung
fr_fr: Modifier le message de connexion par défaut par le votre
it_it: Cambia il messaggio predefinito con il tuo

source: Remove Register and Lost Your Password? text
de_de: "Registrieren"- und "Passwort vergessen"-Text ausblenden?
fr_fr: Supprimer le texte d'inscription et de mot de passe perdu ?
it_it: Rimuovi la registrazione e il recupero password? text

source: Check this box to remove Register and Lost Your Password? text on WP-Admin login, leave unchecked to disable it.
de_de: Auswählen, um die "Registrieren"- und "Passwort vergessen?"-Links im Anmeldeformular zu entfernen.
fr_fr: Cochez cette case pour supprimer le texte d'inscription et de mot de passe perdu ?, laissez décoché pour le désactiver.
it_it: Seleziona questa opzione per rimuovere il testo Registrati e Hai perso la Password? nella pagina di login WP-Admin, lasciala non selezionata per disabilitarla.

source: Remove Back to Blog link?
de_de: "Zurück zum Blog"-Link entfernen?
fr_fr: Supprimer le lien de retour au blog ?
it_it: Rimuovi il link Torna al Blog?

source: Check this box to remove Back to Blog link on WP-Admin login, leave unchecked to disable it.
de_de: Auswählen, um den "Zurück zum Blog"-Link im Anmeldeformular auszublenden.
fr_fr: Cochez cette case pour supprimer le lien vers le blog sur le WP-Admin login, laissez décoché pour le désactiver.
it_it: Seleziona questa opzione per rimuovere il link Torna al Blog nella pagina di login WP-Admin, lasciala non selezionata per disabilitarla.

source: Use Custom CSS
de_de: Benutzerdefiniertes CSS verwenden
fr_fr: Utiliser du CSS personnalisé
it_it: Usa CSS personalizzato

source: Check this box to use Custom CSS, leave unchecked to disable it. You should have custom css in your active theme
de_de: Wähle diese Option aus, um benutzerdefinierte CSS zu verwenden.
fr_fr: Cochez cette case pour utiliser votre CSS personnalisé, laissez décoché pour le désactiver. Vous devez en avoir dans votre thème actuel.
it_it: Seleziona questa opzione per usare il CSS personalizzato, lasciala non selezionata per disabilitarla. Dovresti avere il css personalizzato nel tuo tema attivo

source: <strong>Error:</strong> Feed unavailable!
de_de: <strong>Fehler:</strong> Feed nicht erreichbar!
fr_fr: <strong>Erreur:</strong> Flux indisponible !
it_it: <strong>Errore:</strong> Feed non disponibile!

source: Only registered and logged in users are allowed to view this site. Please login now
de_de: Nur registrierte und eingeloggte Benutzer können diese Seite sehen. Bitte einloggen
fr_fr: Seuls les utilisateurs enregistrés et connectés sont autorisés à voir ce site. Veuillez-vous connecter maintenant
it_it: Solo gli utenti registrati che hanno fatto il login possono vedere questo sito. Fai il login ora

source: Visit our public page:
de_de: Besuche unsere öffentliche Seite:
fr_fr: Allez sur notre page publique :
it_it: Visita la nostra pagina pubblica:

source: Welcome,you need to be registered to see content
de_de: Willkommen. Du musst registriert sein, um den Inhalt zu sehen.
fr_fr: Bienvenue, vous devez être enregistré pour voir le contenu
it_it: Benvenuto, devi registrarti per vedere i contenuti

source: Private Only, Disable Feed
fr_fr: Privé uniquement, désactiver les flux
it_it: Private Only, Disabilita Feed

source: This sub plugin disable Feed
de_de: Dieses Unterplugin entfernt den Feed.
fr_fr: Cette sous-extension désactiver les flux
it_it: Questo sotto-plugin disabilita i Feed
