Repository: WP-Translations/language-packs
Catalog: the-events-calendar-category-colors/languages/the-events-calendar-category-colors-*.po
Languages: ar, es_es, id_id, it_it, ro_ro, ru_ru

source: Save Changes
ar: حفظ التغييرات
es_es: Guardar cambios
id_id: Simpan perubahan
it_it: Salva Modifiche
ro_ro: Salvare modificări
ru_ru: Сохранить изменения

source: The Events Calendar
id_id: Kalender Peristiwa
it_it: Calendario eventi
ru_ru: Календарь событий

source: To begin using The Events Calendar Category Colors, please install the latest version of <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
ar: كي تبدأ باستخدام إضافة The Events Calendar Category Colors, حمّل من فضلك الإصدار الأخير من إضافة <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
es_es: Para empezar a usar el "The Events Calendar Category Colors", por favor, instala la última versión de <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
id_id: Untuk mulai menggunakan Kategori Warna Kalender Peristiwa, silahkan install versi terbaru dari <a href="%s" class="thickbox" title="%s">Kalender Peristiwa</a>.
it_it: Per iniziare ad utilizzare il Calendario Eventi Colori categorie, per favore installa l'ultima versione di <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
ro_ro: Pentru a începe utilizarea The Events Calendar Category Colors, vă rugăm să instalaţi ultima versiune a <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.
ru_ru: Чтобы начать использовать The Events Calendar Category Colors, пожалуйста, установите последнюю версию <a href="%s" class="thickbox" title="%s">The Events Calendar</a>.

source: Category Colors
ar: ألوان التصنيف
es_es: Colores de categoría
id_id: Warna Kategori
it_it: Colori Categorie
ro_ro: Culori Categorie
ru_ru: Цвета категории

source: Settings saved.
ar: تم حفظ الإعدادات.
es_es: Ajustes guardados.
id_id: Pengaturan disimpan.
it_it: Impostazioni salvate.
ro_ro: Configurări salvate.
ru_ru: Настройки сохранены.

source: Category Colors Settings
ar: إعدادات ألوان التصنيف
es_es: Ajustes de los colores de categoría
id_id: Pengaturan Warna Kategori
it_it: Impostazioni Colori Categorie
ro_ro: Configurări Culori Categorie
ru_ru: Настройки цвета категории

source: The Events Calendar Category Colors plugin was inspired by the tutorial <a href="http://tri.be/coloring-your-category-events/">Coloring Your Category Events</a>.
ar: تم استيحاء إضافة The Events Calendar Category Colors من التعليمية <a href="http://tri.be/coloring-your-category-events/">لون الأحداث لتصنيفاتك</a>
es_es: El plugin "The Events Calendar Category Colors" fue inspirado por el turorial <a href="http://tri.be/coloring-your-category-events/">"Coloring Your Category Events" (Coloreando las categorías de tus eventos)</a>.
id_id: Plugin Kategori Warna Kalender Peristiwa terinspirasi oleh tutorial <a href="http://tri.be/coloring-your-category-events/">Mewarnai Kategori Peristiwa Anda</a>.
it_it: Il plugin Calendario Eventi Colori Categorie si ispira al tutorial <a href="http://tri.be/coloring-your-category-events/">Colora le tue Categorie Eventi</a>.
ro_ro: Modulul The Events Calendar Category Colors, a fost inspirat din tutorialul <a href="http://tri.be/coloring-your-category-events/">Coloring Your Category Events</a>
ru_ru: Плагин Events Calendar Category Colors был вдохновлен статьей <a href="http://tri.be/coloring-your-category-events/">Coloring Your Category Events</a>.

source: Instructions for <strong>filters</strong>, <strong>hooks</strong>, <strong>settings functions</strong>, and <strong>help</strong> are on <a href="https://github.com/afragen/events-calendar-category-colors/wiki">The Events Calendar Category Colors wiki</a>.
ar: تعليمات <strong>الفلاتر</strong>, <strong>العليقات</strong>, <strong>وظائف الإعدادات</strong>, و <strong>المساعدة</strong> موجودة على <a href="https://github.com/afragen/events-calendar-category-colors/wiki">The Events Calendar Category Colors ويكي</a>
es_es: Las instrucciones de <strong>filtros</strong>, <strong>hooks</strong>, <strong>ajustes de funciones</strong>, y <strong>ayuda</strong> se encuentran en <a href="https://github.com/afragen/events-calendar-category-colors/wiki">la wiki de "The Events Calendar Category Colors"</a>.
id_id: Petunjuk untuk <strong>penyaring</strong>, <strong>pengait</strong>, <strong>fungsi pengaturan</strong>, dan <strong>bantuan</strong> berada di <a href="https://github.com/afragen/events-calendar-category-colors/wiki">Kategori Warna Kalender Peristiwa wiki</a>.
it_it: Istruzioni for <strong>filtri</strong>, <strong>hooks</strong>, <strong>funzioni di impostazione</strong>, ed <strong>aiuto</strong> sono sul <a href="https://github.com/afragen/events-calendar-category-colors/wiki">wiki The Events Calendar Category Colors </a>.
ro_ro: Instrucţiunile pentru <strong>filtere</strong>, <strong>hooks</strong>, <strong>funcţii configurări</strong>, şi <strong>ajutor</strong> se regăsesc pe pagina<a href="https://github.com/afragen/events-calendar-category-colors/wiki">wiki The Events Calendar Category Colors</a>.

source: Use of this function is deprecated
ar: استعمال هذه الوظيفة قد ألغي
es_es: El uso de esta función está obsoleto
id_id: Penggunaan fungsi ini sudah ditinggalkan
it_it: L'utilizzo di questa funzione Ã¨ deprevato
ro_ro: Utilizarea acestei funcții este depasită
ru_ru: Использование этой функции не желательно

source: Category Slug
ar: الاسم اللطيف للتصنيف
es_es: Slug de categoría
id_id: Kategori Slug
it_it: Slug della Categoria
ro_ro: Slug Categorie
ru_ru: Ссылка категории

source: Border Color
ar: لون الإطار
es_es: Color del borde
id_id: Warna Pembatas
it_it: Colore bordo
ro_ro: Culoare Margine
ru_ru: Цвет рамки

source: Background Color
ar: لون الخلفية
es_es: Color de fondo
id_id: Warna Latar belakang
it_it: Colore dello sfondo
ro_ro: Culoare fundal
ru_ru: Цвет фона

source: Text Color
ar: لون النص
es_es: Color de texto
id_id: Warna Teks
it_it: Colore del testo
ro_ro: Culoare text
ru_ru: Цвет текста

source: Current Display
ar: العرض الحالي
es_es: Pantalla actual
id_id: Tampilan Saat ini
it_it: Visualizzazione Corrente
ro_ro: Afişare Curentă
ru_ru: Показать текущий

source: You must have at least one event with a category for The Events Calendar Category Colors plugin to function.
ar: كي تعمل إضافة The Events Calendar Category Colors يجب أن يكون لديك حدث واحد على الأقل يملك تصنيفاً.
es_es: Necesitas tener al menos un evento asignado a una categoría para que el plugin "The Events Calendar Category Colors" funcione.
id_id: Anda harus memiliki setidaknya satu peristiwa dengan kategori untuk Warna Kategori Kalender peristiwa Plugin ke fungsi.
it_it: Devi avere almeno un evento in una category per poter far funzionare il plugin Calendario Eventi Colori Categorie.
ro_ro: Pentru funcţionarea modulului The Events Calendar Category Colors, trebuie să aveţi cel puţin un eveniment cu o categorie.
ru_ru: У вас должно быть как минимум одно событие с категорией, для функционирования плагина Events Calendar Category Colors.

source: Transparent
ar: شفاف
es_es: Transparente
id_id: Transparan
it_it: Trasparente
ru_ru: Прозрачность

source: Font-Weight Options
ar: خيارات ثقل الخط
es_es: Opciones del grosor de la fuente
id_id: Pilihan Bobot Font
it_it: Opzioni dimensioni carattere
ro_ro: Opţiuni Grosime-Font
ru_ru: Опции начертания шрифта

source: Add Category Legend
ar: إضافة فهرس للتصنيف
es_es: Añadir leyenda de categorías
id_id: Tambahkan Kategori Legenda
it_it: Aggiungi Legenda di Categoria
ro_ro: Adăugare Legendă Categorie
ru_ru: Добавить категорию легенды

source: Check to add a Category Legend to the calendar.
ar: علّم لإضافة فهرس تصنيف للتقويم.
es_es: Activa esta opción para añadir una "Leyenda de categorías" al calendario.
id_id: Cek untuk menambahkan Kategori Legenda ke kalender.
it_it: Seleziona per aggiungere una Legenda di categoria al calendario.
ro_ro: Bifaţi pentru a adăuga, în calendar, o Legendă de Categorie.
ru_ru: Установите, чтобы добавить категорию легенды к календарю.

source: Check to add Legend Superpowers.
ar: علّم لإضافة قدرات خارقة للفهرس.
es_es: Activa esta opción para añadir una "Leyenda de superpoderes".
id_id: Cek untuk menambahkan Superpower Legenda.
it_it: Seleziona per aggiungere Legend Superpowers.
ro_ro: Bifaţi pentru a adăuga, în calendar, Legendă Superpowers.
ru_ru: Установите, чтобы добавить легенду сверхдержавы

source: Legend Superpowers are an optional visual effect allowing visitors to focus only on those events that belong to categories of interest - without reloading the page and without eliminating other categories from view completely. Click on the category of interest in the Legend for the effect; click again to remove it.
ar: القدرات الخارقة للفهرس هي مؤثرات مرئية إختيارية تسمح للزوار بالتركيز فقط على تلك الأحداث التابعة للتصنيفات التي تهمهم - دون إعادة تحميل الصفحة و دون إزالة التصنيفات الأخرى كلياً من الرؤيا. إضغط على التصنيف الذي تريده في الفهرس لإظهار المؤثرات; إضغط مجدداً لإزالتها.
es_es: Las "Leyendas de superpoderes" son un efecto visual opcional que permiten al visitante focalizar su atención exclusivamente en aquellos eventos que pertenecen a las categorías de su interés, sin tener que refrescar la página ni eliminar por completo otras categorís de su vista. Clic en la categoría de interés de la leyenda para activar el efecto; clic de nuevo para desactivarlo.
id_id: Superpower Legenda merupakan efek visual tambahan memungkinkan pengunjung untuk fokus hanya pada peristiwa-peristiwa yang memiliki kategori menarik - tanpa mengambil ulang halaman dan tanpa menghilangkan kategori lain dari pandangan sama sekali. Klik pada kategori minat di Legenda untuk efek, klik lagi untuk menghapusnya.
it_it: Legend Superpowers sono un effetto visivo opzionale che permette ai visitatori di concentrarsi solamente su quegli eventi che appartengono alla categorie d'interesse - senza ricaricare la pagina e senza eliminare completamente le altre categorie dalla visualizzazione. Fare clic sulla categoria d'interesse nella Legenda per l'effetto, fare di nuovo clic per rimuoverlo.
ro_ro: Legenda Superpowers reprezintă un efect vizual opţional, ce permite vizitatorilor să se focuseze numai asupra acelor evenimente care aparţin categoriilor de interes - fără reîncărcarea paginii şi fără eliminarea completă a altor categorii din afişare. Apăsaţi pe categoria de interes din legendă pentru a aplica efectul; apăsaţi din nou pentru a-l elimina.

source: Custom Legend CSS
ar: CSS فهرس مخصص
es_es: CSS Personalizado para Leyenda
id_id: Legenda Kustom CSS
it_it: Personallizzare Legend CSS
ro_ro: CSS Legendă Particularizat
ru_ru: Пользовательская Легенда CSS

source: Check to use your own CSS for category legend.
ar: علّم إذا أردت استعمال CSS خاص بك لفهرس التصنيفات.
es_es: Activa esta opción para usar tu propio CSS para la leyenda de categorías.
id_id: Cek untuk menggunakan CSS Anda sendiri untuk legenda kategori.
it_it: Seleziona per utilizzare il tuo CSS personalizzato per legenda categoria.
ro_ro: Bifaţi pentru a utiliza propriul cod CSS în legenda categoriei.
ru_ru: Отметьте, чтобы использовать свой собственный CSS для категории легенды.

source: Database Options
ar: خيارات قاعدة البيانات
es_es: Opciones de la base de datos
id_id: Basis data Pilihan
it_it: Opzioni Database
ro_ro: Opţiuni Bază de Date
ru_ru: Настройки базы данных

source: Restore defaults upon plugin deactivation/reactivation
ar: استعادة الإفتراضيات عند تعطيل/تفعيل الإضافة
es_es: Restablecer ajustes por defecto, tras la desactivación/reactivación del plugin
id_id: Mengembalikan standar pada Plugin deaktivasi / reaktivasi
it_it: Ripristina le impostazioni predefinite sulla disattivazione/riattivazione del plugin
ro_ro: Restaurare valori implicite, după dezactivare/activare modul.
ru_ru: Восстановить значения плагина по умолчанию на дезактивацию / реактивации

source: Only check this if you want to reset plugin settings upon Plugin reactivation
ar: علّم هذه فقط إذا أردت إعادة ضبط الإضافة عند تفعيل الإضافة
es_es: Activa esta opción únicamente si quieres restablecer los ajustes por defecto del plugin tras su reactivación.
id_id: Hanya cek ini jika Anda ingin menyetel ulang pengaturan plugin pada reaktivasi Plugin
it_it: Seleziona solo se si desidera ripristinare le impostazioni del plugin alla sua riattivazione
ro_ro: Bifaţi aici, numai dacă doriţi să restauraţi configurările modulului după reactivarea Modulului.
ru_ru: Отметьте, если хотите сбросить настройки плагина после переактивации.

source: The Events Calendar Category Colors
id_id: Warna Kategori Kalender Peristiwa

source: This plugin adds event category background coloring to <a href="http://wordpress.org/extend/plugins/the-events-calendar/">The Events Calendar</a> plugin.
ar: تقوم هذه الإضافة بتلوين خلفية حدث التصنيف لإضافة <a href="http://wordpress.org/extend/plugins/the-events-calendar/">The Events Calendar</a>.
es_es: Este plugin añade color de fondo a las categorías de eventos del plugin <a href="http://wordpress.org/extend/plugins/the-events-calendar/">The Events Calendar</a>.
id_id: Plugin ini menambahkan peristiwa kategori latar belakang pewarnaan ke <a href="http://wordpress.org/extend/plugins/the-events-calendar/">Kalender peristiwa</a> plugin.
it_it: Questo plugin aggiunge uno sfondo alla categoria evento, permettendo la colorazione degli eventi del plugin <a href="http://wordpress.org/extend/plugins/the-events-calendar/">Calendario Eventi</a>.
ro_ro: Acest modul efectuează colorarea fundalului categoriei de eveniment din modulul <a href="http://wordpress.org/extend/plugins/the-events-calendar/">The Events Calendar</a>.
ru_ru: Этот плагин добавляет фон категориям событий в плагине <a href="http://wordpress.org/extend/plugins/the-events-calendar/">The Events Calendar</a>.

source: Andy Fragen, Barry Hughes
ar: آندي فراجن, باري هافس
