Repository: WP-Translations/language-packs
Catalog: botsmasher/languages/botsmasher-*.po
Languages: de_de, el, fr_fr

source: Could not blacklist user at BotSmasher
de_de: Benutzer konnte nicht geblacklistet werden
el: Δεν ήταν δυνατό να τεθεί ο χρήστης στη μαύρη λίστα του BotSmasher
fr_fr: Impossible de blacklister l’utilisateur sur BotSmasher

source: BotSmasher smashes bots.
de_de: BotSmasher zerstört Bots.
el: Το BotSmasher συντρίβει ρομπότ.
fr_fr: BotSmasher écrase les bots.

source: BotSmasher Shortcode
fr_fr: Code court de BotSmasher
