Repository: WP-Translations/language-packs
Catalog: botsmasher/languages/botsmasher-*.po
Languages: de_de, el, fr_fr

source: BotSmasher Settings
de_de: BotSmasher Einstellungen
el: Ρυθμίσεις BotSmasher
fr_fr: Réglages de BotSmasher

source: BotSmasher Settings Updated
de_de: BotSmasher Einstellungen aktualisiert
el: Οι Ρυθμίσεις του BotSmasher ενημερώθηκαν
fr_fr: Réglages de BotSmasher mis à jour

source: You must <a href='%s'>enter a BotSmasher API key</a> to use BotSmasher.
de_de: Du musst einen <a href='%s'>BotSmasher-API-Key eingeben</a>, um BotSmasher verwenden zu können.
el: Πρέπει να <a href='%s'>εισάγετε ένα κλειδί API του BotSmasher </a> για να χρησιμοποιήσετε το BotSmasher.
fr_fr: Vous devez <a href='%s'>saisir votre clé API de BotSmasher</a> pour pouvoir utiliser BotSmasher.

source: BotSmasher: Settings
de_de: BotSmasher: Einstellungen
el: BotSmasher: Ρυθμίσεις
fr_fr: BotSmasher : Réglages

source: BotSmasher Options
de_de: BotSmasher: Optionen
el: Επιλογές BotSmasher
fr_fr: Options de BotSmasher

source: BotSmasher API Key
de_de: BotSmasher API Schlüssel
el: Κλειδί API του BotSmasher
fr_fr: Clé API de BotSmasher

source: Get an API key
de_de: Erhalte einen API Schlüssel
el: Ζητήστε ένα κλειδί API
fr_fr: Obtenir votre clé API

source: Required Label Text
de_de: Labeltext benötigt
el: Απαιτούμενη Ετικέτα Κειμένου
fr_fr: Texte du libellé requis

source: Send HTML Email
de_de: HTML-E-Mail verschicken
el: Αποστολή Email HTML
fr_fr: Envoyez un e-mail HTML

source: Filter Comments
de_de: Filter Kommentare
el: Φίλτρο Σχολίων
fr_fr: Filtrer les commentaires

source: Filter Registrations
de_de: Filter Registrationen
el: Φίλτρο Εγγραφών
fr_fr: Filtrer les inscriptions

source: Update Settings
de_de: Update Einstellungen
el: Ενημέρωση Ρυθμίσεων
fr_fr: Mettre à jour les réglages

source: BotSmasher API Errors (Last 20)
de_de: BotSmasher-API-Fehler (letzten 20)
el: Σφάλματα API BotSmasher (Τελευταία 20)
fr_fr: Erreurs de l’API BotSmasher (20 dernières)

source: This is a record of errors returned by the BotSmasher API or by WordPress when smashing a bot. If you're having trouble with BotSmasher, this is useful information for debugging.
de_de: Dies ist eine Aufzählung von Fehlern, die Während der Benutzung der BotSamsher API oder WordPress aufgetreten sind. Dies ist hilfreich, wenn BotSmasher nicht wie erwartet funktionieren sollte.
el: Αυτό είναι ένα αρχείο σφαλμάτων που επιστράφηκαν από το API του BotSmasher ή από το WordPress όταν συνετρίβη ένα ρομπότ. Αν έχετε πρόβλημα με το BotSmasher, αυτές είναι χρήσιμες πληροφορίες για τον εντοπισμό σφαλμάτων.
fr_fr: C'est l’enregistrement des erreurs retournées par l’API de BotSmasher, ou de WordPress quand un bot est écrasé. Si vous rencontrez des problèmes avec BotSmasher, ces informations seront utiles pour le débogage.

source: You have reached your BotSmasher API check limit for today. <a href="%s">Raise your limit!</a>
de_de: Dein tägliches Check-Limit für die BotSmasher-API ist aufgebraucht. Bitte <a href="%s">Erhöhe dein Limit.</a>
el: Έχετε φτάσει το όριο ελέγχου σας του API BotSmasher για σήμερα. <a href="%s">Αυξήστε το όριό σας!</a>
fr_fr: Vous avez atteint votre limite de vérification de l’API de BotSmasher pour aujourd’hui. <a href="%s">Augmentez votre limite !</a>

source: Date
de_de: Datum
el: Ημερομηνία

source: Message
de_de: Nachricht
el: Μήνυμα

source: Reported by
de_de: Gemeldet von
el: Αναφέρθηκε από
fr_fr: Reporté par

source: No errors reported.
de_de: Keine Fehler gemeldet
el: Δεν αναφέρθηκαν σφάλματα.
fr_fr: Aucune erreur reportée.

source: Simple Usage
de_de: Benutzung
el: Απλή Χρήση
fr_fr: Utilisation simple

source: The basic BotSmasher shortcode produces a simple contact form with name, email, telephone, subject, and message. The name, email, and message fields are required. Messages will be sent to the administrator email set in WordPress general settings.
de_de: Der Standard-Shortcode von BotSmasher erzeugt ein simples Kontaktformular mit den Feldern Name, E-Mail-Adresse, Telefonnummer und Nachricht. Name, E-Mail-Adresse und Nachricht müssen ausgefüllt werden. Nachrichten werden an die E-Mail-Adresse verschickt, die in den WordPress-Einstellungen angegeben wurde.
el: Ο βασικός shortcode του BotSmasher παράγει μια απλή φόρμα επικοινωνίας με όνομα, email, τηλέφωνο, θέμα και μήνυμα. Τα πεδία του ονόματος, του email και του μηνύματος είναι απαιτούμενα. Τα μηνύματα θα σταλούν στο email του διαχειριστή που ορίστηκε στις γενικές ρυθμίσεις του WordPress.
fr_fr: Le code court de base de BotSmasher produit un simple formulaire de contact avec nom, e-mail, téléphone, sujet et message. Le nom, l’e-mail et le champs de message sont nécessaires. Les messages seront envoyés à l’e-mail de l’administrateur défini dans les réglages généraux de WordPress.

source: Shortcode Attributes (defaults shown)
de_de: Shortcode-Parameter (Standardwerte werden angezeigt)
el: Ιδιότητες Shortcode (εμφανίζονται προεπιλογές)
fr_fr: Attributs des codes courts (affichés par défaut)

source: None of these attributes are required, but if you use them, there are particular things you will need to know:
de_de: Keine dieser Parameter sind Pflicht. Solltest du sie dennoch benutzen, bitte beachte:
el: Καμία από αυτές τις ιδιότητες δεν απαιτείται, αλλά αν τις χρησιμοποιήσετε υπάρχουν συγκεκριμένα πράγματα που θα πρέπει να γνωρίζετε:
fr_fr: Aucun de ses attributs n’est obligatoire, mais si vous les utilisés, il y a certaines choses que vous devez savoir :

source: Email or comma-separated string of emails to send messages to.
de_de: Eine oder mehrere mit Kommata getrennte E-Mails, an die die Nachrichten verschickt werden sollen.
el: Email ή σειρά από διαχωρισμένα με κόμμα emails όπου θα σταλούν μηνύματα.
fr_fr: E-mail ou suite d’e-mails séparée par des virgules à qui envoyer les messages.

source: Name of recipient. (Shown as email "from" name.)
de_de: Name des Empfängers (dient auch als "Von...")
el: Όνομα παραλήπτη. (Εμφανίζεται σαν email "Από" όνομα.)
fr_fr: Nom du destinataire. (Affiché comme le nom « De » de l’e-mail.)

source: Text of submit button.
de_de: Text des Sendenbuttons
el: Κείμενο του κομπιού υποβολής
fr_fr: Texte du bouton d’envoi.

source: Fields to include. Whatever you want, but "name" and "email" are always included, whether in this list or not. Include them in the list if you wish to customize their labels. Some keywords will trigger particular input types: e.g., "number", "phone" or "tel", "date", etc. "Message", "Notes", "Textarea" or "Description" will trigger textarea elements.
de_de: Einbezogene Felder. "Name" und "E-Mail" werden automatisch mit einbezogen. Du kannst deren Beschriftungen bearbeiten, indem du sie mit auf die Liste setzt. Beinhaltet die Beschriftung Wörter wie "number", "phone", "tel" oder "date", wird das Eingabefeld dementsprechend geändert. "Message", "Notes", "Textarea" oder "Description" wird als Textbox dargestellt.
el: Πεδία για να συμπεριλάβετε. Οτιδήποτε θέλετε, αλλά το "όνομα" και το "email" περιλαμβάνονται πάντα, είτε σε αυτή τη λίστα είτε όχι. Συμπεριλάβετέ τα στη λίστα αν επιθυμείτε να προσαρμόσετε τις ετικέτες τους. Κάποιες λέξεις κλειδιά θα προκαλέσουν ιδιαίτερους τύπους εισαγωγής: π.χ. "νούμερο", "τηλέφωνο" ή "τηλ", "ημερομηνία", κτλ. " Το "Μήνυμα", οι "Σημειώσεις", η "Περιοχή κειμένου" ή η "Περιγραφή" θα προκαλέσουν στοιχεία περιοχής κειμένου.
fr_fr: Les champs à inclure. Tout ce que vous voulez, mais le « nom » et « l’e-mail » seront toujours inclus, que ce soit dans cette liste ou pas. Les inclure dans la liste si vous souhaitez personnaliser leurs libellés. Certains mots clés déclencheront des types d'entrée particuliers : p.ex. « numéro », « téléphone » ou « tel », « date », etc. « Message », « Notes », « Zone de texte » ou « Description » déclencheront les éléments des zones de texte.

source: Fields listed must be unique.
de_de: Aufgelistete Felder dürfen keine Duplikate sein.
el: Τα πεδία που απαριθμούνται πρέπει να είναι μοναδικά.
fr_fr: Les champs listés doivent être uniques.

source: Text labels for the above fields. Must be one label for every field listed.
de_de: Beschriftungen für die oben stehenden Felder. Eine Beschriftung pro aufgelistetes Feld.
el: Ετικέτες κειμένου για τα παραπάνω πεδία. Πρέπει να υπάρχει μία ετικέτα για κάθε πεδίο που απαριθμείται.
fr_fr: Libellés du texte pour les champs ci-dessus. Il doit y avoir un libellé pour chaque champ.

source: Comma-separated list of required fields. Name and email need not be included, they are always required.
de_de: Mit Komma getrennte Liste der erforderlichen Felder. Name und E-Mail werden nicht angezeigt, da diese immer erforderlich sind.
el: Διαχωρισμένη με κόμμα λίστα των απαιτούμενων πεδίων. Το όνομα και το email δε χρειάζεται να περιλαμβάνονται, είναι πάντα απαιτούμενα.
fr_fr: Liste des champs requis, séparés par des virgules. Il n’est pas utile d'inclure le nom et l’e-mail, ils sont toujours obligatoires.

source: Thank you message displayed after form submission.
de_de: "Danke"-Nachricht, die nach dem Senden angezeigt wird.
el: Ευχαριστήριο μήνυμα εμφανίστηκε μετά τη φόρμα υποβολής.
fr_fr: Message de confirmation affiché après l’envoi du formulaire.

source: Subject line of sent message. Note that the default value includes a template tag "{name}" - this will be replaced by the value submitted in the "name" field. Any included field is available as a template tag using the name of the field wrapped in curly braces.
de_de: Betreffzeile der gesendeten Nachricht. Die Standardeinstellung beinhaltet den Platzhalter {name}, der für den Namen steht, der im Formular eingetragen wurde. Für weitere Platzhalter, benutze den Namen des Felds (kleingeschrieben) in geschweiften Klammern (z.B. {subject}).
el: Γραμμή θέματος του σταλθέντος μηνύματος. Προσέξτε ότι η προεπιλεγμένη τιμή περιλαμβάνει μία πρότυπη ετικέτα "{όνομα}" - αυτό θα αντικατασταθεί από την τιμή που θα υποβληθεί στο πεδίο "όνομα". Κάθε συμπεριλαμβανόμενο πεδίο είναι διαθέσιμο ως μια πρότυπη ετικέτα χρησιμοποιώντας το όνομα του πεδίου μέσα σε άγκιστρα.
fr_fr: La ligne objet du message envoyé. Notez que la valeur par défaut inclut une balise de modèle "{name}" qui sera remplacée par la valeur envoyée dans le champ « nom ». Tous les champs inclus sont disponible en tant que balise de modèle en utilisant le nom du champ avec des accolades.

source: Customizing the Email message sent
de_de: E-Mail-Nachricht einstellen
el: Προσαρμογή του σταλθέντος μηνύματος Ηλ. Ταχυδρομείου
fr_fr: Personnalisation le contenu de l’e-mail envoyé

source: The <code>[botsmasher]</code> shortcode is a containing shortcode. Whatever you wrap inside the shortcode container will be used as the template for your email message sent. Alternately, you can use the <code>bs_customize_template</code> filter to generate a custom template.
de_de: Der Shortcode <code>[botsmasher]</code> kann erweitert werden; was immer zwischen dem Anfangs- und dem Endtag steht, wird als Vorlage für die gesendeten E-Mails verwendet. Alternativ kannst du den <code>bs_customize_template</code>-Filter benutzen, um eine eigene Vorlage zu erstellen.
el: Ο <code>[botsmasher]</code> shortcode είναι ένας περιεκτικός shortcode. Οτιδήποτε περικλείετε μέσα στον περιέκτη του shortcode θα χρησιμοποιηθεί σαν το πρότυπο για το απεσταλμένο μήνυμα ηλεκτρονικού ταχυδρομείου σας. Εκ περιτροπής, μπορείτε να χρησιμοποιήσετε το <code>bs_customize_template</code> φίλτρο για να δημιουργήσετε ένα ειδικό πρότυπο.
fr_fr: Le code court <code>[botsmasher]</code> est un conteneur. Quoi que vous enveloppiez dans le conteneur servira comme modèle pour l’envoi de votre message e-mail. Alternativement, vous pouvez utiliser le filtre <code>bs_customize_template</code> pour générer un modèle personnalisé.

source: Get Plug-in Support
de_de: Erhalte PluginSupport
el: Ζητήστε Υποστήριξη Πρόσθετου
fr_fr: Obtenir de l’aide pour l’extension

source: Support this Plugin
de_de: Unterst&uuml;tze dieses Plugin
el: Υποστήριξη αυτού του Πρόσθετου
fr_fr: Soutenir cette extension

source: If you've found BotSmasher useful, then please consider <a href='http://wordpress.org/extend/plugins/botsmasher/'>rating it five stars</a>, <a href='http://www.joedolson.com/donate.php'>making a donation</a>, or <a href='http://translate.joedolson.com/projects/botsmasher'>helping with translation</a>.
de_de: Wenn dir BotSmasher gefällt, bitte <a href='http://wordpress.org/extend/plugins/botsmasher/'>bewerte es mit fünf Sternen</a>, <a href='http://www.joedolson.com/donate.php'>unterstütze uns mit einer Spende</a> oder <a href='http://translate.joedolson.com/projects/botsmasher'>hilf mit, das Plugin zu übersetzen</a>.
el: Αν βρήκατε το BotSmasher χρήσιμο, τότε παρακαλώ σκεφτείτε <a href='http://wordpress.org/extend/plugins/botsmasher/'>να το αξιολογήσετε με πέντε αστέρια</a>, <a href='http://www.joedolson.com/donate.php'>να κάνετε μια δωρεά</a>, ή <a href='http://translate.joedolson.com/projects/botsmasher'>να βοηθήσετε με τη μετάφραση</a>.
fr_fr: Si vous trouvé BotSmasher utile, vous pouvez <a href='http://wordpress.org/extend/plugins/botsmasher/'>lui donner une note de 5 étoiles</a>, <a href='http://www.joedolson.com/donate.php'>faire un don</a>, ou <a href='http://translate.joedolson.com/projects/botsmasher'>participer à sa traduction</a>.

source: <a href="http://www.joedolson.com/donate.php">Make a donation today!</a> Every donation counts - donate $5, $20, or $100 and help me keep this plug-in running!
de_de: <a href="http://www.joedolson.com/donate.php">Unterstütze mich mit einer Spende.</a> Jeder Betrag ist willkommen - spende $5, $20 oder $100 und hilf mit, das Plugin auf dem neuesten Stand zu halten.
el: <a href="http://www.joedolson.com/donate.php">Κάντε μία δωρεά σήμερα!</a> Κάθε δωρεά μετράει - δωρίστε $5, $20, ή $100 και βοηθήστε με να διατηρήσω αυτό το πρόσθετο σε λειτουργία!
fr_fr: <a href="http://www.joedolson.com/donate.php">Faites un don aujourd’hui !</a> Tous les dons comptent - donnez $5, $20, or $100 et aidez-moi à garder cette extension au top !

source: Your API Usage
de_de: Dein API-Verbrauch
el: Η Χρήση του API σας
fr_fr: Votre utilisation de l’API

source: Total Checks: %1$s<br />Bots Smashed: %2$s<br />Today's Checks: %3$s
de_de: Gesamte Checks: %1$s<br />Bots zerstört: %2$s<br />Checks heute: %3$s
el: Συνολικοί Έλεγχοι: %1$s<br />Κατακερματισμένα ρομπότ: %2$s<br />Σημερινοί Έλεγχοι: %3$s
fr_fr: Vérifications totales : %1$s<br />Bots smashed : %2$s<br />Vérifiés aujourd’hui : %3$s

source: The <a href="http://www.botsmasher.com">BotSmasher API</a> was created and is supported by <a href="http://www.karlgroves.com">Karl Groves</a>.
de_de: Die <a href="http://www.botsmasher.com">BotSmasher-API</a> wird entwickelt und unterstützt von <a href="http://www.karlgroves.com">Karl Groves</a>.
el: Το <a href="http://www.botsmasher.com">API του BotSmasher</a> δημιουργήθηκε και υποστηρίζεται από τον <a href="http://www.karlgroves.com">Karl Groves</a>.
fr_fr: L’<a href="http://www.botsmasher.com">API de BotSmasher</a> a été développée et est maintenue par <a href="http://www.karlgroves.com">Karl Groves</a>.

source: Please read the FAQ and other Help documents before making a support request.
de_de: Bitte lies das FAQ und die verfügbaren Hilfeseiten, bevor den Supportservice nutzt.
el: Παρακαλώ διαβάστε τις Κοινές Απορίες και άλλα έγγραφα Βοήθειας πριν κάνετε ένα αίτημα υποστήριξης.
fr_fr: Merci de lire la FAQ et les documents d’aide disponibles avant de solliciter le support.

source: Please describe your problem. I'm not psychic.
de_de: Bitte beschreib das Problem.
el: Παρακαλώ περιγράψτε το πρόβλημά σας. Δεν είμαι μέντιουμ.
fr_fr: Veuillez décrire votre problème. Je ne suis pas extralucide.

source: Thank you for supporting the continuing development of this plug-in! I'll get back to you as soon as I can.
de_de: Danke, dass du die Weiterentwicklung an diesem Plugin unterstützt hast. Ich werde mich sobald es geht bei dir melden.
el: Σας ευχαριστώ που υποστηρίζετε τη συνεχή ανάπτυξη αυτού του πρόσθετου: Θα σας το ανταποδώσω το συντομότερο δυνατόν.
fr_fr: Merci de soutenir le développement de cette extension ! Je vous réponds dès que possible.

source: I cannot provide free support, but will treat your request as a bug report, and will incorporate any permanent solutions I discover into the plug-in.
de_de: Support-Anfragen werden als Fehlerbericht gehandhabt.
el: Δεν μπορώ να παρέχω δωρεάν υποστήριξη, αλλά θα χειριστώ το αίτημά σας σαν αναφορά προβλήματος, και θα ενσωματώσω στο πρόσθετο όποιες μόνιμες λύσεις ανακαλύψω.
fr_fr: Je ne peux pas fournir de support gratuitement, mais je vais traiter votre demande, et j'intégrerai les solutions que je découvrirai dans l’extension.

source: <strong>Please note</strong>: I do keep records of those who have donated, but if your donation came from somebody other than your account at this web site, you must note this in your message.
de_de: <strong>Bitte beachte</strong>: Die Namen der Spender werden gespeichert. Solltest du über eine andere Person spenden, bitte gib deinen Namen in der Nachricht an.
el: <strong>Προσοχή</strong>: Κρατάω αρχεία από εκείνους που έχουν κάνει δωρεά, αλλά αν η δωρεά σας προήλθε από κάποιον άλλο εκτός από το λογαριασμό σας σε αυτό τον ιστότοπο, θα πρέπει να το σημειώσετε στο μήνυμά σας.
fr_fr: <strong>Remarque :</strong> Je tiens à jour la liste des donneurs, mais si votre don a été fait par une autre personne ou un autre compte utilisateur que celui utilisé sur ce site, merci de me le signaler dans votre message.

source: From:
de_de: Von:
el: Από:
fr_fr: Depuis&nbsp;:

source: I have read <a href="%1$s">the FAQ for this plug-in</a> <span>(required)</span>
de_de: Ich habe <a href="%1$s">das Plugin-FAQ gelesen</a> <span>(erforderlich)</span>
el: Έχω διαβάσει <a href="%1$s">τις Κοινές Απορίες γι' αυτό το πρόσθετο</a> <span>(απαιτείται)</span>
fr_fr: J’ai lu <a href="%1$s">la FAQ de l’extension</a> <span>(requis)</span>

source: I have <a href="%1$s">made a donation to help support this plug-in</a>
de_de: Ich habe das Plugin <a href="%1$s">mit einer Spende unterstützt</a>
el: Έχω <a href="%1$s">κάνει μια δωρεά για να βοηθήσω την υποστήριξη αυτού του προσθέτου</a>
fr_fr: J’ai <a href="%1$s">fait un don pour soutenir l’extension</a>

source: Support Request:
de_de: Support-Anfrage
el: Αίτημα Υποστήριξης:
fr_fr: Demande de support :

source: Send Support Request
de_de: Gesendete Support-Anfrage
el: Αποστολή Αιτήματος Υποστήριξης
fr_fr: Envoyer votre demande

source: The following additional information will be sent with your support request:
de_de: Folgende Informationen werden mitsamt der Anfrage gesendet:
el: Οι ακόλουθες επιπρόσθετες πληροφορίες θα σταλούν με το αίτημα υποστήριξής σας:
fr_fr: Les informations suivantes seront envoyées au support avec votre demande :

source: Flagged by BotSmasher
de_de: Markiert von BotSmasher
el: Επισημάνθηκε από το BotSmasher
fr_fr: Marqué par BotSmasher

source: Flagged by you as a false positive
de_de: Markiert von dir als Fehlmarkierung
el: Επισημάνθηκε από εσάς ως ψευδές θετικό αποτέλεσμα
fr_fr: Marqué par vous comme faux positif

source: Flagged by you as spam
de_de: Markiert von dir als Spam
el: Επισημάνθηκε από εσάς ως ανεπιθύμητο
fr_fr: Marqué par vous comme indésirable

source: Field count and label count does not match. You must have a label specified for all defined fields.
de_de: Die Anzahl der Felder und der Beschriftungen stimmt nicht überein. Du musst für jedes Feld eine Beschriftung angeben.
el: Ο αριθμός πεδίου και ο αριθμός ετικέτας δεν ταιριάζουν. Πρέπει να έχετε μια ετικέτα καθορισμένη για όλα τα ορισμένα πεδία.
fr_fr: Le nombre de champs et celui des libellés ne correspond pas. Vous devez avoir un libellé pour tous les champs définis.

source: %s is a required field.
de_de: %s ist ein erforderliches Feld.
el: %s είναι ένα απαιτούμενο πεδίο.
fr_fr: %s est un champ nécessaire.

source: BotSmasher thinks you're a spammer. Please contact us if you're a real person!
de_de: BotSmasher glaubt, du bist ein Spammer. Solltest du eine echte Person sein, bitte kontaktiere uns.
el: Το BotSmasher πιστεύει ότι είστε αποστολέας ανεπιθύμητων μηνυμάτων. Παρακαλούμε επικοινωνήστε μαζί μας αν είστε ένα πραγματικό άτομο!
fr_fr: BotSmasher pense que vous êtes un spammeur. Veuillez nous contacter pour nous prouver le contraire !

source: The provided information for <strong>%1$s</strong> did not validate.
de_de: Die angegebene Information für <strong>%1$s</strong> konnte nicht validiert werden.
el: Η παρεχόμενη πληροφορία για <strong>%1$s</strong> δεν επικυρώθηκε.
fr_fr: L’information fournit pour <strong>%1$s</strong> n’a pas été validée.

source: BotSmasher Contact Form
de_de: BotSmasher-Kontaktformular
el: Φόρμα Επικοινωνίας BotSmasher
fr_fr: Formulaire de contact de BotSmasher

source: Quick Contact
de_de: Schnellkontakt
el: Γρήγορη Επικοινωνία
fr_fr: Contact rapide

source: Title
de_de: Titel
el: Τίτλος
fr_fr: Titre

source: Recipient
de_de: Empfänger
el: Παραλήπτης
fr_fr: Destinataire

source: Submit Text
de_de: Text
el: Υποβολή Κειμένου
fr_fr: Envoyer

source: Email Subject
de_de: E-Mail-Betreff
el: Θέμα Email
fr_fr: Sujet de l’e-mail

source: Available template tags:
de_de: Verfügbare Platzhalter:
el: Διαθέσιμα πρότυπα ετικετών:
fr_fr: Modèles de balises disponibles :

source: Thank you message
de_de: "Danke"-Nachricht
el: Ευχαριστήριο μήνυμα
fr_fr: Message de remerciement

source: Message Template
de_de: Nachricht-Platzhalter
el: Πρότυπο Μήνυμα
fr_fr: Modèle de message

source: BotSmasher Form Fields
de_de: BotSmasher-Formularfelder
el: Πεδία Φόρμας BotSmasher
fr_fr: Champs de formulaire de BotSmasher

source: Name field label
de_de: Beschriftung für das "Name"-Feld
el: Ετικέτα πεδίου ονόματος
fr_fr: Libellé du champ du nom

source: Email field label
de_de: Beschriftung für das "E-Mail"-Feld
el: Ετικέτα πεδίου Email
fr_fr: Libellé du champ e-mail

source: Label
de_de: Beschriftung
el: Ετικέτα
fr_fr: Libellé

source: Required
de_de: Erforderlich
el: Απαιτείται
fr_fr: Nécessaire

source: Type
de_de: Art
el: Τύπος

source: Order
de_de: Reihenfolge
el: Σειρά
fr_fr: Ordre

source: Up
de_de: Hoch
el: Πάνω
fr_fr: Haut

source: Down
de_de: Runter
el: Κάτω
fr_fr: Bas

source: <strong>ERROR</strong>: BotSmasher has flagged you as a spammer. Please contact the site owner!
de_de: <strong>Fehler</strong>: BotSmasher hat dich als einen Spammer identifiziert. Bitte kontaktiere den Administrator.
el: <strong>ΣΦΑΛΜΑ</strong>: Το BotSmasher σας έχει επισημάνει σαν αποστολέα ανεπιθύμητων μηνυμάτων. Παρακαλούμε επικοινωνήστε με τον κάτοχο του ιστότοπου!
fr_fr: <strong>Erreur :</strong> BotSmasher vous a marqué comme un spammeur. Veuillez contacter le propriétaire du site !

source: New user registration on your site %s:
de_de: Neue Benutzerregistrierung auf deiner Seite %s:
el: Νέο μέλος γράφτηκε στον ιστότοπο %s:
fr_fr: Inscription d’un nouvel utilisateur sur votre site %s :

source: Username: %s
de_de: Benutzername: %s
el: Όνομα μέλους: %s
fr_fr: Nom d’utilisateur : %s

source: E-mail: %s
el: Ηλ. διεύθυνση: %s

source: Flag as spam? %s
de_de: Als Spam markieren? %s
el: Επισήμανση ως ανεπιθύμητο; %s
fr_fr: Marquer comme indésirable ? %s

source: [%s] New User Registration
de_de: [%s] Registrierung eines neuen Benutzers
el: [%s] Εγγραφή νέου μέλους
fr_fr: [%s] Inscription d'un nouvel utilisateur

source: Password: %s
de_de: Passwort: %s
el: Συνθηματικό: %s
fr_fr: Mot de passe : %s

source: [%s] Your username and password
de_de: [%s] Dein Benutzername und Passwort
el: [%s] Το όνομα μέλους και το συνθηματικό σας
fr_fr: [%s] Votre identifiant et mot de passe

source: User blacklisted at BotSmasher <a href="%s">Delete user</a>
de_de: Von BotSmasher geblacklisteter Benutzer <a href="%s">Benutzer entfernen</a>
el: Ο χρήστης τέθηκε στη μαύρη λίστα του BotSmasher <a href="%s">Διαγραφή χρήστη</a>
fr_fr: Utilisateur blacklisté sur BotSmasher <a href="%s">Supprimer l’utilisateur</a>
