Repository: WP-Translations/language-packs
Catalog: jigoshop-video-product-tab/languages/jigoshop-video-product-tab-*.po
Languages: fr_fr, pt_br

source: YouTube Video Product Tab
pt_br: Aba de Produtos de Vídeos do YouTube

source: If you have a license for JWPlayer, activate the official <a href="
fr_fr: Si vous disposez d'une licence pour JWPlayer, activer l'officiel <a href="
pt_br: Se você possuir uma licença para o JWPlayer, ative ooficial <a href="

source: Enable JWPlayer
fr_fr: Activer JWPlayer
pt_br: Habilitar JWPlayer

source: Enable the use of JWPlayer as the video player for your videos in the product tab.
fr_fr: Activer l'utilisation de JWPlayer comme lecteur vidéo pour vos vidéos dans l'onglet du produit.
pt_br: Habilitar o uso do JWplayer como o executor de video para os seus videos na aba de produtos

source: Player Skin
fr_fr: Apparence du lecteur
pt_br: Visual do Tocador

source: Select the player skin you want to use. <small>Licensed version of JWPlayer Premium/Ads is required for additional premium skins to work!</small>
fr_fr: Sélectionner l'apparence du lecteur que vous souhaitez utiliser. <small>Une version sous licence de JWPlayer Premium/Ads est nécessaire pour que les skins premium supplémentaires fonctionnent !</small>
pt_br: Selecione o visual do tocador que deseja utilizar. <small>Uma versão licenciada do JWPlayer edição Premium/Ads será necessária para que Visuais Premium adicionais funcionem</small>

source: (default)
fr_fr: (Valeur par défaut)
pt_br: (padrão)

source: Custom Skin
fr_fr: Apparence personnalisée
pt_br: Visual Personalizado

source: Custom Skin Location
fr_fr: Emplacement de l'apparence personnalisée
pt_br: Localização da Camada de Aparência Personalizada

source: Enter the url location of the custom skin. Upload your skin using the <a href="
fr_fr: Entrez l'URL de l'emplacement de la skin personnalisée. Télécharger votre skin à l'aide de <a href="
pt_br: Insira a URL de localização do Visual Personalizado. Atualize seu visual utilizando o <a href="

source: Select the player skin you want to use. <small>If you have a licensed version of JWPlayer Premium/Ads edition, it will unlock more skins to choose!</small>
fr_fr: Sélectionner l'apparence du lecteur que vous souhaitez utiliser. <small>Si vous avez une version sous licence de JWPlayer Premium/Ads plus de choix de skins vous seront offerts !</small>
pt_br: Selecione o visual do tocador que deseja utilizar. <small>Se possuir uma versão licenciada do JWPlayer edição Premium/Ads, desbloqueará mais visuais para você escolher!</small>

source: Support
fr_fr: Aide
pt_br: Suporte

source: More Jigoshop Extensions
fr_fr: Plus d'extensions Jigoshop
pt_br: Mais Extensões Jigoshop

source: Video Width
fr_fr: Largeur de la vidéo
pt_br: Largura do Vídeo

source: Video Height
fr_fr: Hauteur de la vidéo
pt_br: Altura do Vídeo

source: Upload
fr_fr: Envois
pt_br: Enviar

source: Insert file URL
fr_fr: Insérer l'URL du fichier
pt_br: Inserir Url do arquivo

source: Enter the url location of the custom skin.
fr_fr: Entrer l'URL de l'emplacement de votre skin personnalisée.
pt_br: Insira a URL de localização do seu visual personalizado.

source: YouTube Video
fr_fr: Vidéo YouTube
pt_br: Vídeo do YouTube

source: Video Title
fr_fr: Titre de la vidéo
pt_br: Título do Vídeo

source: Enter your title here.
fr_fr: Saisissez votre titre ici.
pt_br: Digite seu título aqui.

source: Video URL
fr_fr: URL de la vidéo
pt_br: URL do Vídeo

source: Video Size
fr_fr: Dimension de la vidéo
pt_br: Tamanho do Vídeo

source: Custom Size
fr_fr: Dimension personnalisée
pt_br: Tamanho Personallizado

source: This overides the player skin selected in the <a href="
fr_fr: Cela remplace l'apparence du lecteur sélectionné dans <a href="
pt_br: Isso substituirá o visual do tocador selecionado em <a href="

source: Player skin only applies if you have enabled the JWPlayer in the <a href="
fr_fr: L'apparence du lecteur ne s'applique que si vous avez activé JWPlayer dans <a href="
pt_br: Visual do tocador só sera aplicado se habilitar o JWPlayer em <a href="

source: This overides the player skin selected in the settings.
fr_fr: Cela remplace l'apparence du lecteur sélectionné dans les réglages.
pt_br: Isso substitui o visual do tocador selecionado nas configurações

source: Suggested videos
fr_fr: Suggestion de vidéos
pt_br: Vídeos Sugeridos

source: Show suggested videos when the video is finished playing. - YouTube Player Only
fr_fr: Affiche des suggestions de vidéos à la fin de la lecture de la vidéo - Uniquement avec le lecteur YouTube
pt_br: Exibir videos sugeridos quando o vídeo terminar de ser exibido. - Somente para o tocador do YouTube

source: Secure connection
fr_fr: Connexion sécurisée
pt_br: Conexão Segura

source: Use HTTPS
fr_fr: Utiliser HTTPS
pt_br: Utilizar HTTPS

source: No tracking
fr_fr: Pas de suivi
pt_br: Sem rastreamento

source: Enable privacy-enhanced mode. - YouTube Player Only
fr_fr: Activez le mode de confidentialité avancé. -Uniquement avec le lecteur YouTube
pt_br: Ativar o modo de privacidade aprimorada. - Só para o tocador do YouTube

source: Rich Snippets
pt_br: Trechos Ricos

source: Enable video rich snippets for better product search results in search engines.
fr_fr: Activez les extraits enrichis de vidéo pour de meilleurs résultats de recherche de produit dans les moteurs de recherche.
pt_br: habilite trechos ricos de videos para um melhor resultado de busca de produtos pelas motores de busca.

source: Family Friendly
fr_fr: Pour toute la famille
pt_br: Indicado para toda Familia

source: If the video is not family friendly, select "No"
fr_fr: Si la vidéo n'est pas pour tous les publiques, sélectionner "Non"
pt_br: Se o vídeo não for indicado para toda a família, seleciona "Não"

source: Yes
fr_fr: Oui
pt_br: Sim

source: No
fr_fr: Non
pt_br: Não

source: Video
fr_fr: Vidéo
pt_br: Vídeo

source: requires <a href="http://www.jigoshop.com" target="_blank">Jigoshop</a> to be activated in order to work. Please install and activate <a href="
fr_fr: nécessite que <a href="http://www.jigoshop.com" target="_blank">Jigoshop</a> soit activé. S'il vous plaît installer et activer <a href="
pt_br: requer ativação em <a href="http://www.jigoshop.com" target="_blank">Jigoshop</a> para funcionar. Por favor, instale e ative <a href="
