Repository: WP-Translations/language-packs
Catalog: password-protected/languages/password-protected-*.po
Languages: da_dk, eu, pt_br, pt_pt

source: Password Protected
da_dk: Adgangskodebeskyttet
eu: Pasahitzez babestua
pt_br: Proteção por Senha

source: Password Protected Settings
da_dk: Adgangskodebeskyttet indstillinger
eu: Password Protected Ezarpenak
pt_br: Configurações de Protegido por Senha
pt_pt: Definições do Password Protected

source: Save Changes
da_dk: Gem ændringer
eu: Gorde aldaketak
pt_br: Salvar Alterações
pt_pt: Guardar alterações

source: <p><strong>Password Protected Status</strong><br />Turn on/off password protection.</p>
da_dk: <p><strong>Adgangsbeskyttet status</strong><br />Tænd / sluk for adgangskodebeskyttelse</p>
eu: <p><strong>Password Protected Egoera</strong><br />Gaitu/Ezgaitu pasahitz babesa.</p>
pt_br: <p><strong>Password Protected Status</strong><br />Ativar/Desativar a proteção por senha.</p>
pt_pt: <p><strong>Estado da proteção por palavra-passe</strong><br />Ative ou desative a proteção por palavra-passe.</p>

source: <p><strong>Protected Permissions</strong><br />Allow access for logged in users and administrators without needing to enter a password. You will need to enable this option if you want administrators to be able to preview the site in the Theme Customizer. Also allow RSS Feeds to be accessed when the site is password protected.</p>
da_dk: <p><strong>Beskyttelsesindstillinger</strong><br />Tillad adgang for logget ind brugere og administratorer uden at behøve at indtaste en adgangskode. Du bliver nødt til at aktivere denne indstilling, hvis du vil lade administratorer være i stand til at få vist hjemmesiden i tema editoren. Tillader også RSS-feeds når hjemmesiden er beskyttet med adgangskode.</p>
eu: <p><strong>Babestutako Pasahitzak</strong><br />Baimendu administratzaile eta erregristatutako erabiltzaileei pasahitzik erabili gabe sartzen.</p>
pt_br: <p><strong>Protected Permissions</strong><br />Permite acesso para usuários logados e administradores sem necessidade de senha. Você necessitará habilitar essa opção se desejar que administradores visualizem uma prévia do seite no customizador de tema. Também permitir RSS Feeds para ser acessado quando o site for protegido por senha.</p>
pt_pt: <p><strong>Permissões Protegidas</strong><br />Permite o acesso aos utilizadores e aos administradores com sessão iniciada sem ser necessário inserir uma senha. Terá que ativar esta opção se desejar que os administradores pré-visualizem o sítio em Theme Customizer. Permitir também o acesso aos Feeds RSS quando o sítio estiver protegido por senha.</p>

source: <p><strong>Password Fields</strong><br />To set a new password, enter it into both fields. You cannot set an `empty` password. To disable password protection uncheck the Enabled checkbox.</p>
da_dk: <p><strong>Adgangskode felter</strong><br />Du kan indstille en ny adgangskode ved at indtaste det i begge felter. Du kan ikke sætte en `tom` adgangskode. For at deaktivere adgangskodebeskyttelse fjern markeringen i afkrydsningsfeltet.</p>
eu: <p><strong>Password Fields</strong><br />Pasahitz berri bat ezartzeko idatzi ezazu bi laukietan. </p>
pt_br: <p><strong>Campos de Senha</strong><br />Para definir uma nova senha, insira-a em ambos os campos. Você não pode definir uma senha 'em branco'. Para desabilitar a proteção por senha desmarque a caixa de seleção Ativada.</p>
pt_pt: <p><strong>Campos de senha</strong><br />Para definir uma nova senha, resgiste-a em ambos os campos. Não pode definir uma senha `vazia`. Para desligar a proteção por senha, desmarque a caixa Ligado.</p>

source: Password Protected Status
da_dk: Adgangskodebeskyttet status
eu: Password Protected Egoera
pt_pt: Estado do Password Protected

source: Protected Permissions
da_dk: Beskyttelse indstillinger
eu: Babestutako Baimenak
pt_br: Permissões de proteção.
pt_pt: Permissões protegidas

source: New Password
da_dk: Ny adgangskode
eu: Pasahitz berria
pt_br: Nova senha
pt_pt: Nova palavra-passe

source: Allow IP Addresses
da_dk: Tillad IP-adresser
eu: Baimendutako IP helbideak
pt_br: Permitir endereços IP
pt_pt: Permitir endereços de IP

source: New password not saved. When setting a new password please enter it in both fields.
da_dk: Ny adgangskode ikke gemt. Ved indstiling af ny adgangskode skal du indtaste det i begge felter.
eu: Pasahitz berria ez da gorde. Mesedez idatz ezazu bi laukietan.
pt_br: A nova senha não foi salva. Quando definir uma nova senha, por favor insira em ambos os campos.
pt_pt: A nova senha não foi guardada. Quando definir uma nova senha, por favor, insira-a em ambos os campos.

source: New password not saved. Password fields did not match.
da_dk: Nyt adgangskode ikke gemt. Adgangskode felterne matchede ikke.
eu: Pasahitza ez da gorde. 2 pasahitzak ez datoz bat
pt_br: Nova senha não salva. Senhas não coincidem.
pt_pt: A nova senha não foi guardada: os campos da Senha não coincidem.

source: New password saved.
da_dk: Nyt password gemt.
eu: Pasahitz berria gorde da
pt_br: Nova senha salva.
pt_pt: A nova palavra-passe foi guardada.

source: Password protect your web site. Users will be asked to enter a password to view the site.
da_dk: Beskyt din hjemmeside med adgangskode. Besøgende vil blive spurgt efter en adgangskode for at besøge hjemmesiden.
eu: Babestu ezazu zure orria pasahitz baten bitartez. Erabiltzaileek pasahitza sartu beharko dute orrialdea bisitatzeko
pt_br: Seu Site esta protegido por senha. Usuários serão solicitados a informar a senha para visualizar o site.
pt_pt: Proteja o seu sítio da Web com uma senha. Será pedido aos utilizadores para inserirem uma senha para ver o sítio.

source: For more information about Password Protected settings, view the "Help" tab at the top of this page.
da_dk: For mere information om Adgangskodebeskyttelse indstillingerne, kig på "Hjælp" fanen øverst på denne side.
eu: Password Protected-en ezarpenenei buruzko informazio gehiago lortzeko klikatu goiko "Laguntza" botoan
pt_br: para mais informaçoes sobre a configurção de Proteg
pt_pt: Para mais informação sobre as configurações do Password Protected, veja o separador "Ajuda" no topo desta página.

source: Enabled
da_dk: Aktiveret
eu: Gaituta
pt_br: Ativado
pt_pt: Ativado

source: Allow Administrators
da_dk: Tillad administratorer
eu: Baimendu Administratzaileak
pt_br: Permitir Administradores
pt_pt: Permitir para os Administradores

source: Allow Logged In Users
da_dk: Tillad brugere der er logget ind
eu: Baimendu Erregistratutako Erabiltzaileak
pt_br: Permitir usuários logados.
pt_pt: Permitir para os utilizadores com sessão iniciada

source: Allow RSS Feeds
da_dk: Tillad RSS-feeds
eu: Baimendu RSS Jarioa
pt_br: Permitir RSS Feeds
pt_pt: Permitir Feeds RSS

source: If you would like to change the password type a new one. Otherwise leave this blank.
da_dk: Hvis du vil &#230;ndre brugerens kodeord, skal du skrive et nyt. Ellers skal du bare lade v&#230;re med at udfylde feltet.
eu: Pasahitza aldatu nahi baduzu, idatzi berri bat. Bestela, hutsik utzi.
pt_br: Para alterar sua senha, digite a nova senha; caso contrário, deixe este espaço em branco.
pt_pt: Se pretender alterar a sua palavra-passe, digite uma nova. Se não, não digite nada neste campo.

source: Type your new password again.
da_dk: Skriv dit kodeord igen.
eu: Idatzi berriro zure pasahitz berria.
pt_br: Digite sua nova senha novamente.
pt_pt: Volte a digitar a nova palavra-passe.

source: Translate
da_dk: Oversæt
eu: Itzuli
pt_br: Traduzir
pt_pt: Traduzir

source: Settings
da_dk: Indstillinger
eu: Ezarpenak
pt_br: Configurações
pt_pt: Definições

source: You have enabled password protection but not yet set a password. Please set one below.
da_dk: Du har aktiveret adgangskodebeskyttelse, men du har ikke angivet en adgangskode. Indtast venligst en nedenfor.
eu: Pasword Protect gaitu duzu, baina oraindik ez duzu pasahitzik ezarri.
pt_br: Você habilitou a proteção por senha, mas não definiu uma senha. Por favor defina uma abaixo.
pt_pt: Ativou a opção de proteção por palavra-passe, mas ainda não definiu a palavra-passe. Por favor, digite a palavra-passe abaixo.

source: You have enabled password protection and allowed administrators and logged in users - other users will still need to enter a password to view the site.
da_dk: Du har aktiveret adgangskodebeskyttelse og givet adgang til administratorer og brugere der er logget ind - andre besøgende skal stadig logge ind for at se hjemmesiden.
eu: Password Protection gaitu duzu eta administratzaileei eta erregristatuako erabiltzailei baimena eman- beste erabiltzaileek pasahitza erabili beharko dute
pt_br: Você habilitou a proteção por senha e permitiu administradores e usuários logados - outros usuários ainda necessitarão indicar uma senha para visualizar o site.
pt_pt: Ativou a proteção por palavra-passe e permitiu que os administradores e os utilizadores que iniciarem sessão a aceder ao site.

source: You have enabled password protection and allowed administrators - other users will still need to enter a password to view the site.
da_dk: Du har aktiveret adgangskodebeskyttelse og givet adgang til administratorer og brugere der er logget ind - andre besøgende skal stadig logge ind for at se hjemmesiden.
eu: Password Protection gaitu duzu eta administratzaileei baimena eman- beste erabiltzaileek pasahitza erabili beharko dute
pt_br: Você habilitou a proteção por senha e permitiu administradores - outros usuários ainda necessitarão indicar uma senha para visualizar o site.
pt_pt: Ligou a proteção por senha com acesso a administradores – os outros utilizadores terão que se autenticar para aceder ao sítio.

source: You have enabled password protection and allowed logged in users - other users will still need to enter a password to view the site.
da_dk: Du har aktiveret adgangskodebeskyttelse og givet adgang til brugere der er logget ind - andre besøgende skal stadig logge ind for at se hjemmesiden.
eu: Password Protection gaitu duzu eta erregistratutako erabiltzaileei baimena eman- beste erabiltzaileek pasahitza erabili beharko dute
pt_br: Você habilitou a proteção por senha e permitiu usuários logados - outros usuários ainda necessitarão indicar uma senha para visualizar o site.
pt_pt: Ligou a proteção por senha com acesso a utilizadores autenticados – os outros utilizadores terão que se autenticar para aceder ao sítio.

source: Feeds are not available for this site. Please visit the <a href="%s">website</a>.
da_dk: RSS-feeds er ikke tilgængelige for denne hjemmeside. Besøg <a href="%s"> hjemmesiden</a>.
eu: Feed-ak ez daude erabilgarri orrialde honetan. Mesedez joan <a href="%s">orrialdera</a>.
pt_br: Feeds não disponíveis para este site. Por favor, visite o <a href="%s">website</a>.
pt_pt: Este sítio não tem feeds disponíveis. Por favor, visite o <a href="%s">sítio da Web</a>.

source: Incorrect Password
da_dk: Forkert adgangskode
eu: Pasahitz okerra
pt_br: Senha incorreta
pt_pt: Senha Errada

source: Logout
da_dk: Log Ud
eu: Irten
pt_br: Sair
pt_pt: Terminar sessão

source: The Password Protected plugin does not work with WP Engine hosting. Please disable it.
da_dk: Plugin'et 'Password Protected' virker ikke med WP Engine hosting. Slå det venligst fra.
eu: Pasword Protected pluginak ez du WP Engine hosting-arekin funtzionatzen. Mesedez desgaitu ezazu
pt_br: O plugin Password Protected não funciona na hospedagem WP Engine. Desabilite o plugin.
pt_pt: O plug-in Password Protected não é compatível com o alojamento WP Engine. Por favor, desative-o.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to use WordPress.
da_dk: <strong>FEJL</strong>: Cookies er blokeret eller ikke underst&#248;ttet af din browser. Du skal <a href='http://www.google.com/cookies.html'>aktivere cookies</a> for at bruge WordPress.
eu: <strong>ERROREA</strong>: Cookie-ak blokeatuta daude edo zure nabigatzaileak ez ditu onartzen. <a href='http://www.google.com/cookies.html'>Cookie-ak gaitu</a> behar dituzu WordPress erabili ahal izateko.
pt_br: <strong>ERRO</strong>: Os cookies estão bloqueados ou não são suportados pelo seu navegador. Você deve <a href='http://www.google.com/cookies.html'>ativar cookies</a> para usar o WordPress.
pt_pt: <strong>ERRO</strong>: Os cookies estão bloqueados ou não são suportados pelo seu browser. Deve <a href='http://www.google.com/cookies.html'>permitir cookies</a> para usar o WordPress.

source: Password
da_dk: Adgangskode
eu: Pasahitza
pt_br: Senha
pt_pt: Palavra-passe

source: Your IP is address %s.
pt_pt: O seu endereço de IP é %s.
