Repository: WP-Translations/language-packs
Catalog: affiliatewp-banners-widget/languages/affiliatewp-banners-widget-*.po
Languages: ar, el, fr_fr, gl_es, it_it, km, pl_pl, pt_pt, zh_cn

source: Documentation
ar: وثائق المساعدة
el: Τεκμηρίωση
gl_es: Documentación
it_it: Documentazione
km: កម្រង​ឯកសារ
pl_pl: Dokumentacja
pt_pt: Documentação
zh_cn: 文档

source: Sorry, %s requires WordPress
ar: آسف، %s يتطلب وورد بريس
el: Συγγνώμη, %s απαιτεί WordPress
fr_fr: Désolé, %s nécessite WordPress
gl_es: Sentimolo, %s precisa WordPress.
it_it: Ci dispiace, %s richiede WordPress
km: សូម​ទោស, %s ត្រូវ​ការ WordPress
pl_pl: Przepraszamy, %s wymaga WordPressa
pt_pt: Desculpe, %s requer o WordPress
zh_cn: 抱歉, %s需要WordPress

source: Display a banner of your choice that links to your %s referral link.
ar: أظهر لافتة من اختيارك مرتبطة بـ %s برابط الإحالة.
el: Προβάλετε ένα διαφημιστικό πλαίσιο της επιλογής σας που ενώνεται με το %s σύνδεσμο παραπομπής σας.
fr_fr: Afficher une bannière de votre choix reliée à votre lien d’affiliation d’%s.
gl_es: Amosar un banner elixido por vostede vinculado a súa ligazón %s derivada.
it_it: Mostra un banner a tua scelta che punta al link %s del tuo affiliato.
pl_pl: Wyświetl baner, który prowadzi do Twojego %s linku referencyjnego.
pt_pt: Exibe uma faixa à sua escolha que liga à sua hiperligação %s de referência.
zh_cn: 显示您所选择的横幅链接到您在 %s的推荐链接。

source: Affiliate Banner
ar: رابط اللافتة الاعلانية
el: Συνεταιριστικό Διαφημιστικό πλαίσιο
fr_fr: Bannière d’affiliation
gl_es: Afiliar banner
it_it: Banner affiliato
km: អ្នកគ្រប់គ្រងបដា
pl_pl: Partnerski baner
pt_pt: Faixa Afiliada
zh_cn: 推广横幅

source: Title
ar: الأسم
el: Τίτλος:
fr_fr: Titre
gl_es: Título
it_it: Titolo
km: ឈ្មោះ
pl_pl: Tytuł
pt_pt: Título
zh_cn: 标题

source: Affiliate URL
ar: رابط الانضمام
el: Συνεταιριστικό URL
fr_fr: URL d’affiliation
gl_es: Asociar URL
it_it: URL affiliato
km: អ្នកគ្រប់គ្រង​តំណភ្ជាប់
pl_pl: Partnerski adres URL
pt_pt: URL Afiliado
zh_cn: 推广链接

source: Open link in a new window ?
ar: فتح الرابط في نافذة جديدة؟
el: Άνοιγμα συνδέσμου σε νέο παράθυρο;
fr_fr: Ouvrir le lien dans une nouvelle fenêtre&nbsp;?
gl_es: Abrir a ligazón nunha nova xanela?
it_it: Aprire il collegamento in una nuova finestra?
km: បើក​តំណ​នៅ​ក្នុង​វីនដូ​មួយ​ថ្មី?
pl_pl: Otworzyć link w nowym oknie?
pt_pt: Abrir hiperligação numa nova janela?
zh_cn: 在新窗口打开连接?

source: Get Started
ar: الشروع في ...
el: Πρώτα βήματα
fr_fr: Lancez-vous&nbsp;!
gl_es: Comezar
it_it: Come iniziare
km: ចាប់​ផ្ដើម
pl_pl: Zaczynamy
pt_pt: Iniciar
zh_cn: 开始使用

source: Red Ad
ar: إعلان أحمر
el: Κόκκινη Διαφήμιση
fr_fr: Rouge
gl_es: Anuncio vermello
it_it: Annuncio rosso
km: ផ្ទាំងផ្សព្វផ្សាយពណ៌ក្រហម
pl_pl: Czerwona reklama
pt_pt: An. Vermelho
zh_cn: 红色广告

source: White Ad
ar: إعلان أبيض
el: Λευκή καταχώρηση
fr_fr: Blanche
gl_es: Anuncio branco
it_it: Annuncio bianco
km: ផ្ទាំងផ្សព្វផ្សាយ​ពណ៌ស
pl_pl: Biała reklama
pt_pt: An. Branco
zh_cn: 白色广告

source: Size
ar: حجم
el: Μέγεθος
fr_fr: Taille
gl_es: Tamaño
it_it: Dimensione
km: ទំហំ
pl_pl: Rozmiar
pt_pt: Tamanho
zh_cn: 尺寸
