Repository: WP-Translations/language-packs
Catalog: aesop-core/languages/aesop-core-*.po
Languages: ru_ru

source: Add Component
ru_ru: Добавить компонент

source: Select a story component.
ru_ru: Выберите компонент публикации.

source: Product of <span><a href="http://aesopstoryengine.com">AESOP INTERACTIVE LLC</a></span>
ru_ru: Продукт <span><a href="http://aesopstoryengine.com">AESOP INTERACTIVE LLC</a></span>

source: <span><a href="http://aesopstoryengine.com/donate">Support new features and bug fixes</a></span> of Aesop Story Engine
ru_ru: <span><a href="http://aesopstoryengine.com/donate">Поддержите новые функции и исправление ошибок</a></span> Aesop Story Engine

source: Story Beautiful? <span><a href="http://aesopstoryengine.com/donate">Thank the developer</a></span>.
ru_ru: Публикация Красива? <span><a href="http://aesopstoryengine.com/donate">Поблагодарите разработчика</a></span>.

source: Image
ru_ru: Изображение

source: Image Width
ru_ru: Ширина изображения

source: Width of the image. You can enter the size as <code>40%</code> or <code>500px</code>.
ru_ru: Ширина изображения. Вы можете ввести размер как <code>40%</code> или <code>500px</code>.

source: Image URL
ru_ru: Адрес (URL)

source: URL for the image. Click <em>Select Media</em> to open the WordPress Media Library.
ru_ru: URL для изображения. Нажмите <em>Выбрать Медиа</em>, чтобы открыть Медиа Библиотеку WordPress.

source: Image Offset
ru_ru: Смещение изображения

source: Using this option you can <em>float</em> an image outside of the text. Enter a size like <code>-200px</code>.
ru_ru: Используя эту опцию, вы можете <em>разместить</em> изображение за пределами текста. Введите значение, например <code>-200px</code>.

source: Image Credit
ru_ru: Кредит Изображения

source: This is typically used to credit the photographer. Enter a name and it will show as <em>Photo by: Name</em>.
ru_ru: Это обычно используется, чтобы кредитовать фотографа. Введите имя, и оно будет показано как <em>Фото принадлежит: Имя</em>.

source: Image ALT
ru_ru: Изображение ALT

source: ALT tag used for the image. Primarily used for SEO purposes.
ru_ru: Тег "ALT" используется для изображения. Главным образом, используется для целей SEO.

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: Center
ru_ru: По центру

source: Image Alignment
ru_ru: Выравнивание изображения

source: How should the image be aligned? If using a caption, the caption will automatically align with this option.
ru_ru: Как должно быть выровнено изображение? Если используется заголовок, то он будет автоматически выровнен при выборе этой опции.

source: On
ru_ru: Вкл.

source: Off
ru_ru: Выкл.

source: Lightbox
ru_ru: Лайтбокс

source: Choose <em>on</em> and the image will open up the full-size version in a lightbox.
ru_ru: Выберите <em>вкл</em> и изображение откроется в полноразмерной версии в лайтбоксе.

source: Caption
ru_ru: Подпись

source: Optional caption for the image. If you do not enter a caption, it will not show.
ru_ru: Необязательный заголовок для изображения. Если вы не введете заголовок, он не будет показан.

source: Caption Position
ru_ru: Расположение заголовка

source: Use this to override the alignment as inherited from the image.
ru_ru: Используйте это, чтобы изменить выравнивание на то, которое использовано для изображения.

source: Creates an image component with caption, alignment, and lightbox options.
ru_ru: Создает компонент изображения с заголовком, выравниванием и опциями лайтбокса.

source: Character
ru_ru: Символ

source: Character Image
ru_ru: Изображение символа

source: Character Name
ru_ru: Название символа

source: Enter a name for the character. If you do not enter a name, it will not show.
ru_ru: Введите название символа. Если вы не введете название, оно не будет показано.

source: Optional caption for the character. If you do not enter a caption, it will not show.
ru_ru: Необязательный заголовок для символа. Если вы не введете заголовок, он не будет показан.

source: Alignment
ru_ru: Выравнивание

source: Alignment of the character component. You can align it to the left or right of the main text.
ru_ru: Выравнивание символьного компонента. Вы можете выровнять его слева или справа от основного текста.

source: Width
ru_ru: Ширина

source: Width of the character component. You can enter the size as <code>40%</code> or <code>500px</code>.
ru_ru: Ширина символьного компонента. Вы можете ввести размер как <code>40%</code> или <code>500px</code>.

source: Creates a character that can be positioned to the left or right of your story.
ru_ru: Создает символ, который может быть размещен слева или справа от вашей публикации.

source: Aesop Quote Section
ru_ru: Раздел цитат Aesop

source: Pull Quote
ru_ru: Взять цитату

source: Full Width
ru_ru: Полная ширина

source: Quote Styles
ru_ru: Стили цитат

source: By default the quote is full width, but you can change that here.
ru_ru: По умолчанию, цитата имеет полную ширину, но вы можете изменить это здесь.

source: Background Color
ru_ru: Цвет фона

source: Select a background color to be used as the quote background.
ru_ru: Выберите цвет фона цитаты.

source: Text Color
ru_ru: Цвет текста

source: Select a color for the quote text.
ru_ru: Выберите цвет для цитаты.

source: Component Width
ru_ru: Ширина компонента

source: You can enter the size as <code>40%</code> or <code>500px</code>. Enter the word <code>content</code> to restrict the width to that of the main text.
ru_ru: Вы можете ввести размер как <code>40%</code> или <code>500px</code>. Введите слово <code>content</code> чтобы ограничить шириной основного текста.

source: Height of Quote Area
ru_ru: Высота области цитаты

source: Enter a quote area height like <code>400px</code>. The quote will automatically center itself vertically. By default this is set to <code>auto</code>.
ru_ru: Введите высоту области цитаты, например <code>400px</code>. Цитата автоматически центрируется по вертикали. По умолчанию это установлено на <code>auto</code>.

source: By default the quote is centered but you can choose to have it left or right aligned as well.
ru_ru: По умолчанию цитата центрирована, но вы также можете выбрать выравнивание слева или справа.

source: Quote Size
ru_ru: Размер цитаты

source: Font size of the quote.
ru_ru: Размер шрифта цитаты.

source: Background Image
ru_ru: Фоновое изображение

source: Optionally add a background image to the quote area. Enter the image URL or click <em>Select Media</em> to open the WordPress Media Library.
ru_ru: Опционально добавить фоновое изображение для области цитаты. Введите URL изображения или нажмите <em>Выбрать Медиа</em>, чтобы открыть Медиа Библиотеку WordPress.

source: Quote Text
ru_ru: Текст цитаты.

source: The actual quote text that will be displayed.
ru_ru: Актуальный текст цитаты, который будет показан.

source: Cite
ru_ru: Автор

source: Provide an optional cite or source for the quote.
ru_ru: Опционально предоставить ссылку или источник цитаты.

source: Enable Quote Parallax
ru_ru: Включить параллакс цитаты

source: Set to <em>on</em> to enable the quote text to animate across the component.
ru_ru: Установите на <em>вкл</em>, чтобы разрешить анимацию текста цитаты сквозь компонент.

source: Parallax Direction of Quote
ru_ru: Направление параллакса цитаты

source: The direction that the quote should travel in, if using parallax.
ru_ru: Направление, в котором должна продвинуться цитата, если используется параллакс.

source: Section quote area with background and color controls.
ru_ru: Раздел области цитаты с элементами управления фоном и цветом.

source: Content
ru_ru: Содержимое

source: Color of Text
ru_ru: Цвет текста

source: Set a color to be used for the main text.
ru_ru: Установите цвет, использующийся для основного цвета.

source: Choose an optional background color for the content component.
ru_ru: Выберите опциональный цвет фона для компонента контента.

source: Width of Component
ru_ru: Ширина компонента

source: Height of Component
ru_ru: Высота компонента

source: Enter an optional height for the component. You can enter the size as <code>40%</code> or <code>500px</code>. By default it's set to <code>auto</code>. Use a large height like <code>1200px</code> to have a large blank area with small text.
ru_ru: Введите опциональную высоту компонента. Вы можете ввести размер как <code>40%</code> или <code>500px</code>. По умолчанию установлено <code>auto</code>. Используйте очень большое значение высоты, например <code>1200px</code>, чтобы получить большую свободную область с маленьким текстом.

source: Number of Columns
ru_ru: Количество колонок

source: Optionally set the number of columns that the text should be split into. For example, <code>2</code> will make 2 columns of text.
ru_ru: Опционально установить количество колонок, на которое должен быть разбит текст. Например, <code>2</code> образует 2 колонки с текстом.

source: None
ru_ru: Нет

source: Text Block Alignment
ru_ru: Выравнивание текстового блока

source: This option allows you to float the text block to the left or right. This is useful when using a width like <code>300px</code>.
ru_ru: Эта опция позволяет вам разместить текстовый блок слева или справа. Это может быть полезно, когда используется ширина в виде <code>300px</code>.

source: Floating Text Position
ru_ru: Позиция размещенного текста

source: By setting this optional position, the text will be <em>floated</em> on the content component. For example, entering <code>10px, 20px, auto, auto</code> outputs the position as 10px from the top, 20px from the right, and automatically positioned from the bottom and left.
ru_ru: Если установить эту опциональную позицию, текст будет <em>размещен</em> на контентном компоненте. Например, после ввода <code>10px, 20px, auto, auto</code> позиция установится на 10px сверху, 20px справа, и автоматическое расположение снизу и слева.

source: No Repeat
ru_ru: Не повторять

source: Repeat
ru_ru: Повтор

source: Repeat Vertical
ru_ru: Повторить вертикально

source: Repeat Horizontal
ru_ru: Повторить горизонтально

source: Image Repeat
ru_ru: Повтор изображения

source: If using a background image, should the background image repeat? Useful for using tiled images.
ru_ru: Если используется фоновое изображение, должно ли оно повторяться? Полезно при использовании плиточных изображений.

source: Background Image Position
ru_ru: Позиция фонового изображения

source: If using a background image, this option sets the position of the background image. Default is <code>center center</code> which results in the image being centered horizontally and vertically.
ru_ru: Если используется фоновое изображение, эта опция устанавливает позицию фонового изображения. По умолчанию стоит <code>center center</code>, результатом является изображение, центрированное горизонтально и вертикально.

source: Background Image Size
ru_ru: Размер фонового изображения

source: If using a background image, this option sets the size of the image. By default the image will be full width.
ru_ru: Если используется фоновое изображение, эта опция устанавливает размер изображения. По умолчанию, изображение будет в полную ширину.

source: Floater Element Content
ru_ru: Контент, состоящий из Плавающего элемента

source: You can use text and images here. To use an image, use the full HTML tag without quotes around the image path.
ru_ru: Здесь вы можете использовать текст и изображения. Чтобы использовать изображение, используйте полный HTML тег без кавычек вокруг ссылки на изображение.

source: Position of Floater Element
ru_ru: Позиция Плавающего элемента

source: If using the Floater Element option, where should it be positioned?
ru_ru: Если используется опция Плавающего элемента, где он должен быть расположен?

source: Up
ru_ru: Вверху

source: Down
ru_ru: Внизу

source: Movement Direction of Floater Element
ru_ru: Направление движения Плавающего элемента

source: In what direction should the Floater Element travel?
ru_ru: В каком направлении должен двигаться Плавающий элемент?

source: All your normal text goes here.
ru_ru: Весь ваш обычный текст перемещается сюда.

source: Multiple use content area with options for background image, background color, and magazine style columns.
ru_ru: Множественное использование области контента с опциями для фонового изображения, цвета фона и колонок в газетном стиле.

source: The actual content text that will be displayed.
ru_ru: Актуальный контентовый текст, который будет показан.

source: Chapter Block
ru_ru: Блок главы

source: Chapter Title
ru_ru: Название главы

source: The title of the chapter.
ru_ru: Название главы

source: Chapter Subtitle
ru_ru: Подзаголовок главы

source: This will optionally display a subtitle after the Chapter Title text.
ru_ru: Это опционально показывает подзаголовок после текста Названия главы.

source: Video
ru_ru: Видео

source: Background Type
ru_ru: Тип фона

source: Choose from an image or a looping video background.
ru_ru: Выберите между фоном в виде изображения и фоном в виде повторяющегося видео.

source: Full-size Background Image
ru_ru: Полноразмерное фоновое изображение

source: If set to on, the background image of the chapter will be as large as the browser window.
ru_ru: Если включено, фоновое изображение главы будет размером с окно браузера.

source: Chapter Image or Video URL
ru_ru: URL изображения главы или видео главы

source: URL for the image or video background as set above. Click <em>Select Media</em> to open the WordPress Media Library.
ru_ru: URL изображения или видео для фона, как установлено выше. Нажмите на <em>Выбрать Медиа</em>, чтобы открыть Медиа Библиотеку WordPress.

source: Creates the scroll to point, as a chapter heading.
ru_ru: Создает полосу прокрутки до точки, такой как заголовок главы.

source: Parallax Image
ru_ru: Параллакс изображения

source: Image Movement
ru_ru: Движение изображения

source: If set to <em>on</em>, the image will move slightly as you scroll down the page.
ru_ru: Если установлено на <em>вкл</em>, изображение будет медленно двигаться во время прокрутки страницы вниз.

source: Display an optional caption that will appear where set in the next option.
ru_ru: Отобразить опциональный заголовок, который появится в области, указанной в следующих опциях.

source: Bottom Left
ru_ru: Внизу слева

source: Bottom Right
ru_ru: Внизу справа

source: Top Left
ru_ru: Вверху слева

source: Top Right
ru_ru: Вверху справа

source: If using a caption, where should it be positioned within the parallax component?
ru_ru: Если используется заголовок, где он должен быть расположен в пределах компонента с параллаксом?

source: Image Lightbox
ru_ru: Лайтбокс с изображением

source: Enable an optional lightbox. When a user clicks the image, it will display the full size version of the parallax image in a lightbox.
ru_ru: Включить опциональный лайтбокс. Когда пользователь нажмет на картинку, в лайтбоксе отобразится полноразмерное изображение с параллаксом.

source: Enable Floater Element
ru_ru: Включить Плавающий элемент

source: This option will enable a second parallax media layer that will float on top of the background image.
ru_ru: Эта опция включит второй медиа слой с параллаксом, который будет всплывать над фоновым изображением.

source: If you are using the Floater option, where should the floater be positioned?
ru_ru: Если вы используете опцию Плавающего элемента, где он должен быть расположен?

source: What direction should the floater media travel in?
ru_ru: В каком направлении должен двигаться плавающий медиа элемент?

source: Optional Caption
ru_ru: Дополнительный заголовок

source: Parallax styled image component with caption and optional lightbox.
ru_ru: Компонент изображения с эффектом параллакса, заголовком и опциональным лайтбоксом.

source: Audio
ru_ru: Аудио

source: Title
ru_ru: Заголовок

source: Provide an optional heading for the audio player.
ru_ru: Предоставьте опциональный заголовок для аудио проигрывателя.

source: Audio URL
ru_ru: URL аудио

source: URL to the mp3 file. Click <em>Select Media</em> to open the WordPress Media Library.
ru_ru: URL mp3 файла. Нажмите <em>Выбрать медиа</em>, чтобы открыть Медиа Библиотеку WordPress.

source: Loop Audio Player
ru_ru: Зациклить Аудио Проигрыватель

source: Enable looping within the audio player.
ru_ru: Включить зацикливание в аудио проигрывателе.

source: Start Audio When in View
ru_ru: Начать проигрывать аудио при просмотре

source: When set to <em>on</em> the audio will start playing automatically once scrolled into view.
ru_ru: Когда установлено на <em>вкл</em>, аудио начнет проигрываться автоматически, когда попадет в поле зрения.

source: Stop Audio When Out of View
ru_ru: Остановить аудио вне поля зрения

source: Used together with the option above, this option when set to <em>on</em> will stop the audio player from playing once scrolled out of view.
ru_ru: Используемая совместно с опцией выше, эта опция, когда установлена на <em>вкл</em>, остановит аудио, когда аудио проигрыватель окажется вне поля зрения.

source: Hide Audio Player
ru_ru: Скрыть аудио плеер

source: Hide the audio player by setting this to <em>on</em>. This is useful for looping audio effects that do not need user controls.
ru_ru: Спрячьте аудио проигрыватель, установив это на <em>вкл</em>. Это полезно для повторяющегося аудио, которому не нужны пользовательские элементы управления.

source: Creates an audio player with your own audio.
ru_ru: Создает аудио плеер с вашим аудио.

source: Video Section
ru_ru: Раздел Видео

source: Should the video be floated to the left, right, or centered?
ru_ru: Видео должно быть размещено слева, справа, или центрировано?

source: Self
ru_ru: Сам

source: Video Source
ru_ru: Источник видео

source: Choose an available source for the video.
ru_ru: Выберите доступный источник для видео.

source: Video ID
ru_ru: ID видео

source: The video ID can be found within the video URL and typically looks something like <code>s8J2Ge4</code>. For Viddler videos, enter the full URL instead.
ru_ru: ID видео можно найти в URL видео, оно обычно выглядит как <code>s8J2Ge4</code>. Для Viddler видео вместо этого введите полный URL.

source: Optionally display a caption below the video.
ru_ru: Опционально показать заголовок под видео.

source: Video URL (only if using <em>self</em> as video source)
ru_ru: URL видео (только если используется <em>свое</em> как источник видео)

source: This is only used if you are hosting the video yourself and have set the Video Source (above) to <em>self</em>. Click <em>Select Media</em> to open the WordPress Media Library.
ru_ru: Это используется, только если видео хранится у вас, и вы должны установить Источник видео (выше) на <em>свое</em>. Нажмите <em>Выбрать Медиа</em>, чтобы открыть Медиа Библиотеку WordPress.

source: Video Loop (only if using <em>self</em> as video source)
ru_ru: Повтор видео (только если используется <em>свое</em> как источник видео)

source: Enable the video to loop.
ru_ru: Разрешить повторение видео.

source: Autoplay (only if using <em>self</em> as video source)
ru_ru: Автовоспроизведение (только если используется <em>свое</em> как источник видео)

source: Should the video automatically start playing.
ru_ru: Должно ли видео начинать проигрываться автоматически

source: Video Controls (only if using <em>self</em> as video source)
ru_ru: Элементы управления видео (только если используется <em>свое</em> как источник видео)

source: Hide or show the controls for the self-hosted video player.
ru_ru: Спрятать или показать элементы управления для установленного самостоятельно видео проигрывателя.

source: Start Video When in View (only if using <em>self</em> as video source)
ru_ru: Начать воспроизведение видео, когда оно находится в поле зрения (только если используется <em>свое</em> как источник видео)

source: When set to <em>on</em> the video will start playing automatically once scrolled into view.
ru_ru: Когда установлено на <em>вкл</em>, видео начнет воспроизводиться автоматически, когда попадет в поле зрения.

source: Stop Video When Out of View (only if using <em>self</em> as video source)
ru_ru: Остановить воспроизведение видео, когда оно находится вне поля зрения (только если используется <em>свое</em> как источник видео)

source: Used together with the option above, this option when set to <em>on</em> will stop the video player from playing once scrolled out of view.
ru_ru: Используемая совместно с опциями выше, эта опция, когда установлена на <em>on</em>, остановит воспроизведение видео проигрывателя, как только он исчезнет из вида.

source: Responsive video component with alignment and optional caption.
ru_ru: Чувствительный видео компонент с выравниванием и опциональным заголовком.

source: Map
ru_ru: Карта

source: Height
ru_ru: Высота

source: The height of the map component. By default this is set to <em>500px</em>. Avoid using percentages with this option.
ru_ru: Высота компонента карты. По умолчанию она установлена на <em>500px</em>. Избегайте использования процентов с этой опцией.

source: Sticky Maps
ru_ru: Клейкие карты

source: By choosing a position the map will follow the scrolling of the story with the markers that you'll add below.<br /><br />After toggling a location, a new Map Marker component will show up. Add a marker for each stop in the story that you would ike the map to start at. Stops are made in the order that you added the markers in the map admin.
ru_ru: При выборе позиции, карта будет следовать за направлением пролистывания публикации с маркерами, которые вы добавите ниже. <br /><br />После переключения расположения, появится новый компонент - Маркер Карты. Добавьте маркер для каждой остановки в публикации, с которой должна стартовать карта. Остановки расставляются в том порядке, в котором вы добавили маркеры на управлении картой.

source: Sticky Left
ru_ru: Клейкий левый край

source: Sticky Top
ru_ru: Клейкий верх

source: Sticky Right
ru_ru: Клейкий правый край

source: Sticky Bottom
ru_ru: Клейкий низ

source: Creates the basic map component. Use the Map Locations edit boxes when writing your story to add locations.
ru_ru: Создает основной компонент карты. Используйте окна редактирования Расположений Карты, когда пишете свою публикацию, чтобы добавить расположения.

source: Timeline Stop
ru_ru: Остановка временной последовательности

source: Navigation Menu Item Label
ru_ru: Метка элемента меню навигации

source: This is what is displayed for the timeline navigation menu item label. Example usage includes dates, years, colors, locations, and names.
ru_ru: Это то, что показывается для метки элемента меню навигации во временной последовательности. Примерами использования являются даты, годы, места и имена.

source: Timeline Title
ru_ru: Название временной последовательности

source: The timeline title that should be displayed within the story.
ru_ru: Название временной последовательности, которое должно быть показано в пределах публикации.

source: Enter a number such as 2007, and a small timeline will be displayed with scroll to points. This works similar to the chapter heading.
ru_ru: Введите номер, например 2007, и появится небольшая временная последовательность с прокруткой до точек. Это работает аналогично с заголовком главы.

source: Document
ru_ru: Документ

source: Document Type
ru_ru: Тип документа

source: The type of document. Choose image or PDF.
ru_ru: Тип документа. Выберите изображение или PDF.

source: Document URL
ru_ru: URL документа

source: URL to the document. Click <em>Select Media</em> to open the WordPress Media Library.
ru_ru: URL документа. Нажмите <em>Выбрать медиа</em>, чтобы открыть Медиа Библиотеку WordPress.

source: Document Caption
ru_ru: Заголовок документа

source: Provide an optional caption for the document component.
ru_ru: Предоставляет опциональный заголовок для компонента документа.

source: Show a document that is revealed with a click.
ru_ru: Показать документ, который открывается нажатием.
