Repository: WP-Translations/language-packs
Catalog: aesop-core/languages/aesop-core-*.po
Languages: ru_ru

source: Collections
ru_ru: Коллекции

source: Display an optional heading to be used within the Collection component.
ru_ru: Показать опциональный заголовок для использования совместно с Коллекционным компонентом.

source: Category
ru_ru: Категория

source: Select the category that you want stories to be displayed from.
ru_ru: Выберите категорию, в которой ваши истории будут отображаться.

source: Number of Stories
ru_ru: Количество историй:

source: How many stories should be displayed in this collection?
ru_ru: Как много историй должно отображаться в этой коллекции?

source: Columns
ru_ru: Колонки

source: Stories are displayed in a grid. How many columns should the grid be?
ru_ru: Истории показываются в виде решетки. Сколько в ней должно быть колонок?

source: Splash Mode
ru_ru: Краткий режим

source: Setting this to on will display only the actual category titles (without images).
ru_ru: После включения этого режима будут показаны только фактические названия категорий (без картинок)

source: Show a collection of stories. Typically used on a page like the home page.
ru_ru: Показать коллекцию историй. Обычно используется на таких страницах, как домашняя страница.

source: Gallery
ru_ru: Галерея

source: Choose Gallery
ru_ru: Выберите галерею

source: Select a gallery below to insert it.
ru_ru: Выберите галерею ниже для вставки

source: Welcome to Aesop Story Engine
ru_ru: Добро пожаловать в Aesop Story Engine

source: Get started in a snap with our quick start guide
ru_ru: Начните по щелчку с нашей краткой инструкцией по началу работы

source: Quick Start
ru_ru: Быстрый старт

source: It's easy to get Aesop Story Engine implemented into your theme. Just follow these short steps below and you'll be on your way!
ru_ru: Встроить Aesop Story Engine в вашу тему - это легко. Просто следуйте этим простым шагам внизу, и вы будете на вашем пути!

source: Enable Theme Support
ru_ru: Включить поддержку тем

source: If your theme does not natively support Aesop Story Engine, add the code snippet below to your functions.php file, or add using
ru_ru: Если ваша тема изначально не поддерживает Aesop Story Engine, добавьте фрагмент кода ниже к вашему файлу functions.php, или добавьте, используя

source: Code Snippets
ru_ru: Фрагменты Кода

source: plugin to enable Extended Style Support. This will load one CSS file for any of the items that you include in the snippet below.
ru_ru: плагин, чтобы включить Поддержку расширенного стиля. Загрузится один CSS файл для каждого элемента, который вы включите во фрагмент внизу.

source: Build your Story
ru_ru: Построить свою историю

source: Go to any post, and locate the "Add Component" button. It sits right above the post editor. Once you toggle this, you'll be able to select the component, adjust any options, and insert it anywhere within your story. Galleries are managed with the "Galleries" tab within WordPress.
ru_ru: Перейдите к любому сообщению и найдите кнопку "Добавить Компонент". Она находится прямо над редактором сообщения. Как только вы это нажмете, у вас появится возможность выбрать компонент, регулировать любые настройки и вставить его в любом месте вашей истории. Управление галереями осуществляется во вкладке "Галереи" на WordPress.

source: Themes & Addons
ru_ru: Темы и дополнения

source: Browse our growing library of
ru_ru: Просмотрите нашу растущую библиотеку

source: themes
ru_ru: темы

source: addons
ru_ru: дополнения

source: built specifically for Aesop Story Engine.
ru_ru: созданную специально для Aesop Story Engine.

source: Simpler, Faster, Easier Writing in WordPress
ru_ru: Более простое, быстрое, легкое создание историй в WordPress

source: Stop wasting time constantly previewing your post, and edit and create from the front-end of your site with Editus, our front-end editor that goes perfectly with Aesop Story Engine. Visit the site and enter your email for a 25% discount!
ru_ru: Перестаньте тратить время, постоянно предварительно просматривая свой пост, и редактируйте, и создавайте, начиная с внешнего вида вашего сайта с Editus, нашего фронт-енд редактора, который идеально сочетается с Aesop Story Engine. Посетите сайт и введите свой адрес электронной почты для 25% скидки!

source: Read More...
ru_ru: Прочитать больше...

source: Galleries
ru_ru: Галереи

source: Parent Gallery:
ru_ru: Родительская галерея:

source: All Galleries
ru_ru: Все галереи

source: View Gallery
ru_ru: Просмотреть галерею

source: Add New Gallery
ru_ru: Добавить новую галерею

source: New Gallery
ru_ru: Новая галерея

source: Edit Gallery
ru_ru: Редактировать галерею

source: Update Gallery
ru_ru: Обновить галерею

source: Search Galleries
ru_ru: Поиск галерей

source: No Galleries found
ru_ru: Галерей не найдено

source: No Galleries found in Trash
ru_ru: Галерей в корзине не найдено

source: Create responsive galleries.
ru_ru: Создать чувствительные галереи.

source: Gallery Code
ru_ru: Код галереи

source: Used In
ru_ru: Используется в

source: Add Images
ru_ru: Добавить Изображение

source: Select Layout
ru_ru: Выберите макет

source: Set Options
ru_ru: Установка опций

source: Grid
ru_ru: Сетка

source: Thumbnail
ru_ru: Миниатюра

source: Photoset
ru_ru: Фотосет

source: Parallax
ru_ru: Параллакс

source: Main Gallery Width
ru_ru: Ширина главной галереи

source: Adjust the overall width of the grid/thumbnail gallery. Acceptable values include 500px or 50%.
ru_ru: Отрегулируйте общую ширину галереи в виде решетки/миниатюр. Допустимы значения, такие как 500px или 50%.

source: Gallery Caption
ru_ru: Заголовок галереи

source: Add an optional caption for the gallery.
ru_ru: Добавить дополнительный заголовок для галереи.

source: Grid Options
ru_ru: Опции сетки

source: Grid Gallery Width
ru_ru: Ширина сетки галереи

source: Adjust the width of the individual grid items, only if using Grid gallery style. Default is 400.
ru_ru: Отрегулируйте ширину отдельных элементов решетки, только если используется стиль галереи Решетка. По умолчанию стоит 400.

source: Thumbnail Options
ru_ru: Опции миниатюр

source: Gallery Transition
ru_ru: Переходы галереи

source: Adjust the transition effect for the Thumbnail gallery. Default is slide.
ru_ru: Отрегулируйте эффект перехода для галереи в виде миниатюр. По умолчанию это скольжение.

source: Fade
ru_ru: Постепенно исчезнуть

source: Slide
ru_ru: Скользить

source: Dissolve
ru_ru: Раствориться

source: Gallery Transition Speed
ru_ru: Скорость переходов галереи

source: Activate slideshow by setting a speed for the transition.5000 = 5 seconds.
ru_ru: Активируйте слайд-шоу, установив скорость перехода.5000 = 5 секунд.

source: Hide Gallery Thumbnails
ru_ru: Скрыть Миниатюры галереи

source: Photoset Options
ru_ru: Параметры Фотосета

source: Gallery Layout
ru_ru: Макет галереи

source: Let's say you have 4 images in this gallery. If you enter 121 you will have one image on the top row, two images on the second row, and one image on the third row.
ru_ru: Допустим, в этой галерее у вас находится 4 изображения. Если вы введете 121, вы получите одно изображение в верхнем ряду, два - во втором, и одно - в третьем ряду.

source: Enable Lightbox
ru_ru: Включить Lightbox

source: Welcome to Aesop Story Engine 1.4. We need to upgrade any galleries that you might have. Click <a id="aesop-upgrade-galleries" href="#">here</a> to start the upgrade process.
ru_ru: Добро пожаловать в Aesop Story Engine 1.4. Нам нужно обновить все имеющиеся у вас галереи. Нажмите <a id="aesop-upgrade-galleries" href="#">здесь</a>, чтобы начать процесс обновления.

source: All done!
ru_ru: Готово!

source: Aesop Map Marker
ru_ru: Маркер карты Aesop

source: By default we'll display an H2 heading with the text you specify here.
ru_ru: По умолчанию мы покажем заголовок H2 с текстом, который вы укажете здесь.

source: Hide this marker
ru_ru: Скрыть этот маркер

source: Optionally hide this marker but retain the scroll to point in the map.
ru_ru: Опционально скрыть этот маркер, но сохранить прокрутку, чтобы указать на карте.

source: Map Locations
ru_ru: Местоположения карты

source: <em>Hint: Type to search for locations</em>
ru_ru: <em>Совет: введите текст для поиска местоположений </em>

source: Welcome to Aesop Story Engine 1.3. We need to upgrade any map markers that you might have. Click <a id="aesop-upgrade-map-meta" href="#">here</a> to start the upgrade process.
ru_ru: Добро пожаловать в Aesop Story Engine 1.3. Нам нужно обновить все имеющиеся у вас маркеры карт. Нажмите <a id="aesop-upgrade-map-meta" href="#">здесь</a>, чтобы начать процесс обновления.

source: Welcome to Aesop Story Engine 1.5. We need to upgrade your Mapbox Map ID. Click <a id="aesop-upgrade-mapbox" href="#">here</a> to start the upgrade process.
ru_ru: Добро пожаловать в Aesop Story Engine 1.5. Нам нужно обновить ваши Mapbox Map ID. Нажмите <a id="aesop-upgrade-mapbox" href="#">here</a>, чтобы начать процесс обновления.

source: Insert Component
ru_ru: Вставить компонент

source: Update Component
ru_ru: Обновить компонент

source: Add story components by clicking the "Add Component" button below. This opens the Story Engine and allows you to select the component that you'd like to insert, after setting up a few options.
ru_ru: Добавьте компоненты публикации, нажав кнопку внизу "Добавить Компонент". Это откроет Story Engine и позволит вам выбрать компонент, который вы бы хотели добавить, после установки нескольких параметров.

source: How to Edit Components
ru_ru: Как редактировать компоненты

source: While in the <em>Visual</em> tab below, and after adding inserting a story component, each component will turn into a sort of placeholder. You can either edit the components options by clicking on the pencil icon, or delete the component with the trash can icon.
ru_ru: Находясь во вкладке ниже <em>Визуальное</em>, и после вставки компонента публикации, каждый компонент станет своего рода заполнителем. Вы можете как редактировать компоненты путем нажатия на значок карандаша, так и удалить компонент с помощью значка мусорной корзины.

source: Working with Components
ru_ru: Работа с компонентами

source: After adding a component to the editor, simply press "enter" and that will get you to the next line in the editor. Nesting components inside each other isn't allowed within the visual editor at this time.
ru_ru: После добавления компонента в редактор просто нажмите "enter", и это переведет вас на следующую линию в редакторе. Вложенные компоненты один в другом не разрешены в визуальном редакторе в настоящее время.

source: Using Maps
ru_ru: Использование карт

source: At this time one map is allowed per post. Click into the map meta box to add a marker. Click the marker to add optional title and or content. Clicking update will update the marker text. You can drag around the markers. You can also drag around the map, and set the zoom. These will be saved and the map displayed on your post will reflect this. Map markers are shown in the order that they are added.
ru_ru: В настоящее время, на один пост разрешена одна карта. Нажмите на мета окно карты, чтобы добавить маркер. Нажмите на маркер, чтобы добавить опциональное название или содержание. Нажатие на "Обновить" обновит текс маркера. Вы можете перетаскивать маркеры. Вы также можете перетаскивать карту и устанавливать увеличение. Все это будет сохранено и отражено на карте, показанной в вашем посте. Маркеры карты отображаются в порядке их добавления.

source: Map tiles are provided by our free account through Mapbox. If the map is grayed out, and the map tiles are 404, then the free Aesop account has reached its monthly quota. For this reason it's highly recommended to sign up for your own free <a href="http://mapbox.com">Mapbox</a> account. Further documentation on this can be found <a href="http://aesopstoryengine.com/help/maps-component/">here</a>.
ru_ru: Клетки карты предоставляются нашим бесплатным аккаунтом через Mapbox. Если карта затенена, и если количество клеток карты равно 404, это значит, что бесплатный аккаунт на Aesop достиг своего месячного лимита. По этой причине настоятельно рекомендуется зарегистрироваться, чтобы получить свой бесплатный аккаунт <a href="http://mapbox.com">Mapbox</a>. Дополнительная информация об этом находится <a href="http://aesopstoryengine.com/help/maps-component/">здесь</a>.

source: Theme Compatibility
ru_ru: Совместимость тем

source: Aesop will work with most WordPress themes by adding a code snippet to enable Extended CSS Support. The following code snippet can be entered with a plugin such as Code Snippets. If you're a developer you can selectively load additional styles based on the component that you define in the array.
ru_ru: Aesop будет работать с большинством тем WordPress, если добавить фрагмент кода для включения Расширенной поддержки CSS. Нижеследующий фрагмент кода может быть введен при помощи плагина, такого как Фрагменты кода. Если вы - разработчик, вы можете выборочно загрузить дополнительные стили, основывающиеся на комоненте, который вы определяете в массиве.

source: Documentation
ru_ru: Документация

source: Documentation for the options are listed at <a href="http://aesopstoryengine.com/help">http://aesopstoryengine.com/help</a>, while developers may be more intereseted in <a href="http://aesopstoryengine.com/developers">http://aesopstoryengine.com/developers</a>.
ru_ru: Документация для параметров перечислена на странице <a href="http://aesopstoryengine.com/help">http://aesopstoryengine.com/help</a>, в то время как разработчиков может больше заинтересовать страница <a href="http://aesopstoryengine.com/developers">http://aesopstoryengine.com/developers</a>.

source: Donations
ru_ru: Пожертвования

source: Aesop Story Engine is 100% free and open-sourced, but we do rely on donations and purchases of our <a href="http://aesopstoryengine.com/library/category/themes/">premium WordPress themes</a> and add-ons to facilitate further development of the free plugin. If Aesop Story Engine has worked out for you well, please consider making a donation at <a href="http://aesopstoryengine.com/donate">http://aesopstoryengine.com/donate</a>.
ru_ru: Aesop Story Engine - 100% бесплатен и с открытым исходным кодом, но мы надеемся на пожертвования и покупку наших <a href="http://aesopstoryengine.com/library/category/themes/">премиальных тем WordPress</a> и аддонов, чтобы способствовать дальнейшей разработке бесплатного плагина. Если Aesop Story Engine показал себя хорошо, пожалуйста, рассмотрите вопрос о пожертвовании на сайте <a href="http://aesopstoryengine.com/donate">http://aesopstoryengine.com/donate</a>.

source: Aesop Galleries
ru_ru: Галереи Aesop

source: Aesop Gallery Component
ru_ru: Компонент галереи Aesop

source: Gallery components for Aesop are created and managed here with the Galleries post type. Each post is a different gallery, and each gallery has it's own shortcode that you'll use to display the gallery with.
ru_ru: Компоненты галереи для Aesop созданы и управляются здесь с типом поста "Галереи". Каждый пост - это отдельная галерея, и каждая галерея имеет свой собственный короткий код, который вы будете использовать для отображения галереи.

source: Directions
ru_ru: Указания

source: Add images by clicking the Add Images button. Select multiple by holding down CNTRL or COMMAND, then click "Use Selected Images."
ru_ru: Добавьте изображения нажатием кнопки Добавить изображение. Выберите несколько удерживанием CNTRL или COMMAND, затем нажмите на "Использовать выбранные изображения"

source: Choose a layout by clicking a layout option.
ru_ru: Выберите макет нажатием опций макета

source: Adjust any available options for your specified gallery type.
ru_ru: Установите любые доступные опции для вашего определенного типа галереи.

source: Publish the gallery.
ru_ru: Опубликовать галерею.

source: Go to any post, open the Component generator, select the Gallery component, and choose the gallery that you just created from the list.
ru_ru: Перейдите к любому посту, откройте Генератор компонентов, выберите Компонент галереи, и выберите из списка галерею, которую вы только что создали.

source: Tips: Clicking the "x" icon over the image will delete the image from this gallery (but not from your site). Clicking the "pencil" icon will let you edit any information for the image such as a caption or title used by some galleries.
ru_ru: Советы: Нажатие на "х" над изображением удалит это изображение из этой галереи (но не с вашего сайта). Нажатие на изображение карандаша позволит вам редактировать любую информацию для изображения, такую как заголовок или название, которое используется некоторыми галереями.

source: All components, options, and hooks are fully documented at <a href="http://developers.aesopstories.com">http://developers.aesopstories.com</a>
ru_ru: Все компоненты, опции и хуки полностью задокументированы в <a href="http://developers.aesopstories.com">http://developers.aesopstories.com</a>

source: Thanks for checking out Aesop! Get started by going to any post and clicking the "Add Component" button. Refer to the Help tab while editing a post for more information.
ru_ru: Спасибо за выбор Aesop! Приступите, перейдя к любому посту и нажав кнопку "Добавить компонент". Обратитесь ко вкладке Помощи во время редактирования поста, чтобы получить больше информации.

source: Doh! There was an issue deactivating Aesop. Try again perhaps?.
ru_ru: Ой! Произошла проблема, отключившая Aesop. Может, попробовать еще раз?

source: Specify a category ID to display stories from.
ru_ru: Укажите ID категории, чтобы показать находящиеся в ней истории.

source: edit gallery
ru_ru: изменить галерею

source: Setup a gallery by clicking the <span class="editus-icon-gear"></span> icon above.
ru_ru: Настроить галерею, нажав выше значок <span class="editus-icon-gear"></span>.

source: This gallery is empty! It's also possible that you simply have the wrong gallery ID.
ru_ru: Эта галерея пуста! Также возможно, что вы просто ввели неправильный ID галереи.

source: Enlarge
ru_ru: Увеличить

source: Add Map Markers
ru_ru: Добавить Маркеры карты

source: People are made of stories, not atoms.
ru_ru: Люди сделаны из историй, а не из атомов.

source: Refer to the documentation located <a href="http://aesopstoryengine.com/help/map-component" target="_blank">here</a> for full option descriptions.
ru_ru: Обратитесь к документации, находящейся <a href="http://aesopstoryengine.com/help/map-component" target="_blank">здесь</a> для полного описания опций.

source: Mapbox Map ID
ru_ru: Mapbox ID карты

source: Open-sourced suite of components that empower interactive storytelling.
ru_ru: Набор компонентов с открытым кодом, который расширяет возможности интерактивного повествования.

# aesop-core
source: Galleries
ru_ru: Галереи

# aesop-core
source: Gallery
ru_ru: Галерея
