Repository: WP-Translations/language-packs
Catalog: mailpoet_jigoshop/languages/mailpoet_jigoshop-*.po
Languages: de_de, es_419, et, fr_fr, he_il, hu_hu, hy_am, it_it, lv, nl_nl, pl_pl, ro_ro, sk_sk, sv_se, tr_tr

source: Enabled
de_de: Möglich
es_419: Habilitado
et: Lubatud
fr_fr: Activé
he_il: מופעל
hu_hu: Bekapcsolva
hy_am: Միացված է
it_it: Abilitato
lv: Iespējots
nl_nl: Ingeschakeld
pl_pl: Włączony
ro_ro: Activat
sk_sk: Povolené
sv_se: Aktiverad
tr_tr: Etkin

source: Newsletters
de_de: Newsletter
et: Uudiskirjad
he_il: ניוזלטרים
hu_hu: Hírlevelek
hy_am: Լուրեր
it_it: Newsletter
lv: Biļeteni
nl_nl: Nieuwsbrieven
pl_pl: Newslettery
ro_ro: Newslettere
sk_sk: Informačné letáky
sv_se: Nyhetsbrev
tr_tr: Haber bültenleri

source: MailPoet Newsletter
et: MailPoet Uudiskiri
he_il: ניוזלטר MailPoet
hu_hu: MailPoet Hírlevél
hy_am: MailPoet Լուրեր
lv: MailPoet biļetens
nl_nl: MailPoet-nieuwsbrief
pl_pl: Biuletyn MailPoet
ro_ro: Newsletter Mailpoet
sk_sk: Informačný leták MailPoet
sv_se: MailPoet Nyhetsbrev
tr_tr: MailPoet bülteni

source: Now your customers can subscribe to newsletters you have created with MailPoet. Simple setup your settings below and press "Save Changes".
de_de: Jetzt können Ihre Kunden Newsletter abonnieren die Sie mit MailPoet erstellt haben. Einfaches Setup der Einstellungen und drücken Sie auf "Änderungen speichern".
es_419: Ahora sus clientes se pueden suscribir a sus boletines de noticias creados con MailPoet. Solamente establece tus ajustes abajo y presiona "Salvar Cambios"
et: Nüüd saavad teie kliendid liituda uudiskirjadega, mida te just lõite, kasutades MailPoet võimalusi. Lihtsalt seadista sätted allpool ja vajuta "Salvesta muudatused"
fr_fr: Maintenant vos clients peuvent s'abonner à des newsletters que vous avez créées avec MailPoet. Simplement configurez vos paramètres ci-dessous et appuyez sur «Enregistrer les modifications».
he_il: עכשיו הלקוחות שלך יכולים להירשם לניוזלטרים שיצרת עם MailPoet. פשוט התאם את ההגדרות שלך למטה ולחץ על "שמור שינויים".
hu_hu: Most már az ügyfelek is fel tudnak iratkozni hírlevelekre, amit létrehozott a MailPoet. Az egyszerű beállítást követően nyomd meg a "Módosítások mentése"-t .
hy_am: Այժմ ձեր հաճախորդները կարող են բաժանորդագրվել ձեր նորությունների նամակին, որը Դուք ստեղծել եք MailPoet-ի միջոցով։ Պարզ կարգավորեք Ձեր նախընտրությունները և սեղմեք "Պահպանել փոփոխությունները"։
it_it: Ora i tuoi clienti possono iscriversi alle newsletter che hai creato con MailPoet. Configura semplicemente le impostazioni qui sotto e premi "Salva i cambiamenti".
lv: Tagad Jūsu klienti var abonēt jaunumus, ko esiet izveidojis ar MailPoet. Vienkārši iestādiet iestatījumus zemāk un nospiediet "Saglabāt izmaiņas".
nl_nl: Nu kunnen uw klanten zich abonneren op nieuwsbrieven die u hebt gemaakt met MailPoet. Stel uw instellingen hieronder in en druk op "Wijzigingen Opslaan".
pl_pl: Teraz Twoi klienci mogą prenumerować biuletyn, który stworzyłeś w MailPoet. Po prostu wybierz swoje ustawienia poniżej i naciśnij "Zapisz zmiany"
ro_ro: Noii clienții se pot abona la newsletterele pe care le-ați creat cu MailPoet. Efectuați orice modificări dorite în secțiunea de mai jos și apoi apăsați "Salvează Modificările".
sk_sk: Teraz môžu vaši zákazníci odoberať vaše letáky vytvorené pomocou MailPoet. Jednoducho si zvoľte nastavenia nižšie a kliknite na "Uložiť zmeny"
sv_se: Nu kan dina kunder prenumerera på nyhetsbrev du har skapat med MailPoet. Gör dina inställningar nedan och klicka på "Spara inställningar".
tr_tr: Artık müşterileriniz MailPoet ile oluşturduğunuz bültenlere abone olabilirler. Aşağıdan basit ayarları yapıp "Değişiklikleri kaydet" düğmesine basın.

source: Enable subscribe on checkout
de_de: Aktivieren Sie die Anmeldung während der Bestellung
es_419: Habilitar suscripción al realizar el pago
et: Luba uudiskirjaga liitumine väljavõttel
fr_fr: Permettre l'abonnement
he_il: אפשר הרשמה בקופה
hu_hu: A feliratkozás bekapcsolása a pénztárnál
hy_am: Միացնել չեքաութ բաժանորդագրումը
it_it: Abilita l’iscrizione durante il checkout
lv: Ieslēgt parakstīšanos izrakstoties
nl_nl: Activeer aanmelden bij afrekenen
pl_pl: Włącza subskrypcję na stronie podsumowania płatności
ro_ro: Activați optiunea de abonare în etapa de validare a cumpărării.
sk_sk: Povoliť odber v košíku
sv_se: Möjliggör prenumeration vid utcheckning
tr_tr: Ödeme aboneliklerini etkinleştir

source: Add a subscribe checkbox to your checkout page.
de_de: Fügen Sie ein Auswahlfeld für die Anmeldung zur Checkout-Seite hinzu.
es_419: Agregar una casilla para suscribirse en la pagina de pago.
et: Lisa uudiskirja liitumise vorm väljavõtte lehele.
fr_fr: Ajouter une case à cocher pour s'abonner sur la page de commande.
he_il: מוסיף תיבת סימון של הרשמה לעמוד הקופה שלך.
hu_hu: A feliratkozás jelölőnégyzet hozzáadása a Megrendelés oldaladra.
hy_am: Ավելացնել բաժանորդագրվելու մակնշման վանդակ Ձեր չեքաութ էջում:
it_it: Aggiungi un checkbox di iscrizione alla pagina di checkout.
lv: Pievienot parakstīšanās izvēles rūtiņu Jūsu izrakstīšanās lapā.
nl_nl: Voeg een aanmelding checkbox toe aan de betaalpagina.
pl_pl: Dodaje opcję subskrypcji na stronie podsumowania płatności.
ro_ro: Adaugați o casetă de selectare pe pagina de validare a cumpărării.
sk_sk: Pridať zaškrtávacie políčko odberu na stránke košíka.
sv_se: Lägg till en prenumerations-checkbox i kassan.
tr_tr: Ödeme sayfana abone onay kutusu ekle.

source: Checkout Label
es_419: Etiqueta de verificación
et: Väljavõtte pealkiri
fr_fr: Libellé
he_il: תווית הרכישה
hu_hu: Pénztár címke
hy_am: Նշման պիտակ
it_it: Etichetta checkout
lv: Izrakstīšanās etiķete
nl_nl: Afrekenen Label
pl_pl: Etykieta na stronie podsumowania płatności
ro_ro: Etichetă Validare
sk_sk: Menovka košík
tr_tr: Ödeme etiketi

source: Enter a message to place next to the checkbox.
de_de: Geben Sie einen Text ein um diesen neben dem Auswahlfeld anzuzeigen.
es_419: Ingrese un mensaje para colocar en la siguiente casilla de verificación.
et: Sisesta sõnum välja kõrvale.
fr_fr: Entrer un message a placer à côté de la case.
he_il: הכנס הודעה שתמוקם ליד תיבת הסימון.
hu_hu: Írj egy üzenetet a jelölőnégyzet mellé.
hy_am: Մուտքագրեք մակնշման վանդակի կողքի հաղորդագրությունը:
it_it: Inserisci un messaggio da mostrare accanto al checkbox.
lv: Ievadiet ziņojumu, ko novietot tuvu izvēles rūtiņai.
nl_nl: Voer een bericht in welke getoond wordt naast de checkbox.
pl_pl: Wpisz wiadomość, która zostanie wyświetlona pod polem subskrypcji.
ro_ro: Introduceți mesajul pe care îl doriți plasat lângă caseta de selectare.
sk_sk: Zadajte správu umiestnenú vedľa košíka.
sv_se: Fyll i ett meddelande att placera bredvid checkboxen.
tr_tr: Onay kutusunun yanına eklenmesi için bir mesaj girin.

source: Yes, add me to your mailing list
de_de: Ja, fügen Sie mich zu Ihrer Liste hinzu!
es_419: Sí, agregarme a tu lista de correos.
et: Jah, lisa mind e-kirja listi
fr_fr: Oui, ajoutez moi à la liste d'envoi.
he_il: כן, הוסף אותי לרשימת התפוצה שלך.
hu_hu: Igen, adj hozzá a hírlevél listádhoz
hy_am: Այո, ավելացրեք ինձ Ձեր փոստ-ցանկին
it_it: Si, aggiungimi alla tua mailing list
lv: Jā, pievienojiet mani Jūsu biļetenu sarakstam
nl_nl: Ja, voeg mij toe aan de mailinglist
pl_pl: Tak, dodaj mnie do listy mailingowej.
ro_ro: Da, adaugă-mă la lista ta de e-mailuri
sk_sk: Áno, prosím pridajte ma do zoznamu odberateľov.
sv_se: Ja tack, lägg till mig till mail-listan
tr_tr: Evet, beni posta listesine ekle

source: Here is the list of newsletters you can assign the customer to when they subscribe. Simply tick the newsletters you want your customers to subscribe to and press "Save Changes".
de_de: Jetzt können Ihre Kunden Newsletter abonnieren die Sie mit MailPoet erstellt haben. Einfaches Setup der Einstellungen und drücken Sie auf "Änderungen speichern".
es_419: Esta es una lista de los boletines de noticias que tu puedes asignar a los clientes cuando se suscriben. Simplemente presiona el boletín de noticias que deseas agregar a tus clientes y presiona "Salvar Cambios"
et: Siin on nimekiri uudiskirjadest, mida saate määrata külalistele liitumiseks. Lihtsalt märgista uudiskiri, mida soovid teie külalistele liitumieks ja vajuta nuppu "Salvesa muudatused"
fr_fr: Voici la liste des newsletters que vous pouvez assigner aux clients quand ils s'abonnent. Simplement cliquez les newsletters désirées et appuyez sur «Enregistrer les modifications».
he_il: הנה רשימת הניוזלטרים שאתה יכול לשייך אליהם את הלקוחות בעת הרשמתם. פשוט סמן את הניוזלטרים שאתה רוצה שהלקוחות שלך יירשמו אליהם ולחץ על "שמור שינויים".
hu_hu: Itt megtalálod az összes hírleveleket, amelyre az ügyfelek fel tudnak iratkozni. Egyszerűen jelöld be azokat a hírlevelet, amelyikre szeretnéd, hogy az ügyfeleid feliratkozzanak, majd nyomd meg a "Változások mentése"-t.
hy_am: Այստեղ է գտնվում այն տեղեկագրերի ցանկը, որը դուք կարող եք նշանակել այն հաճախորդին, որը բաժանորդագրվում է: Պարզապես կտացրեք տեղեկագրերին, որոնք ցանկանում եք հաճախորդների համար և սեղմեք ՙՊահել փոփոխություններըՙ:
it_it: Questa è la lista delle newsletter che puoi assegnare ai clienti quanto si iscrivono. Semplicemente seleziona le newsletter a cui vuoi iscrivere i tuoi clienti e premi "Salva i cambiamenti".
lv: Šeit ir biļetenu saraksts ko Jūs varat piešķirt klientam, kad viņi parakstās. Vienkārši atzīmējiet biļetenus ko vēlaties, lai Jūsu klienti abonē un nospiediet "Saglabāt izmaiņas ".
nl_nl: Hier is de lijst met nieuwsbrieven die u de klant kan toewijzen wanneer zij zich er op abonneren. Vink de nieuwsbrieven aan die u wilt dat uw klanten er op kunnen abonneren en druk op "Wijzigingen Opslaan".
pl_pl: Tutaj znajduje się lista wszystkich kampanii, do których można przypisać klientów. Po prostu zaznacz te, do których chcesz by dopisywali się klienci. Po wyborze naciśnij przycisk "Zapisz zmiany".
ro_ro: Aici este lista de newslettere ce pot fi alocate clienților în momentul abonării. Selectați newsletterele la care doriți să fie abonați clienții și apoi apăsați "Salvează Modificările".
sk_sk: Tu je zoznam informačných letákov ktoré môžete priradiť zákazníkom po začatí odoberania. Jednoducho označíte informačné letáky, ktoré chcete aby odoberali a kliknete na "Uložiť zmeny".
sv_se: Här är listan av nyhetsbrev som du kan tilldela dina kunder när de prenumererar. Välj de nyhetsbrev som du vill att kunderna ska prenumerera på och klicka sedan på "Spara inställningar".
tr_tr: Burada abone olduklarında müşteri atayabileceğiniz bültenlerin listesi var. Müşterilerinizin abone olmalarını istediğiniz bültenlere işaret koyun ve "Değişiklikleri kaydet" düğmesine tıklayın.

source: Now your customers can subscribe to newsletters you have created with MailPoet. Simple setup your settings below and press "Save MailPoet Changes".
de_de: Jetzt können Ihre Kunden Newsletter abonnieren die Sie mit MailPoet erstellt haben. Einfaches Setup der Einstellungen und drücken Sie auf "Änderungen speichern".
es_419: Ahora sus clientes se pueden suscribir a sus boletines de noticias creados con MailPoet. Solamente establece tus ajustes abajo y presiona "Salvar Cambios de MailPoet"
et: Nüüd saavad teie külalised liituda uudiskirjaga, mille te just lõite kasutades MailPoetit. Lihtne sätete seadistamine ja vajuta nupule "Salvesta MailPoet muudatused"
fr_fr: Maintenant vos clients peuvent s'abonner à des newsletters que vous avez créées avec MailPoet. Simplement configurez vos paramètres ci-dessous et appuyez sur « Enregistrer les modifications de MailPoet ».
he_il: עכשיו הלקוחות שלך יכולים להירשם לניוזלטרים שיצרת עם MailPoet. פשוט התאם את ההגדרות שלך למטה ולחץ על "שמור שינויים".
hu_hu: Most már az ügyfelek is fel tudnak iratkozni hírlevelekre, amit létrehozott a MailPoet. Az egyszerű beállítást követően nyomd meg a "MailPoet módosítások mentése"-t .
hy_am: Այժմ քո հաճախորդները կարող են բաժանորդագրվել քո MailPoet-ով ստեղծած լրահոսին: Հեշտությամբ ընտրեք Ձեր ընտրանքները ներքևում և սեղմեք ՙՊահել MailPoet-ի փոփոխությունները՚:
it_it: Ora i tuoi clienti possono iscriversi alle newsletter che hai creato con MailPoet. Configura semplicemente le impostazioni qui sotto e premi "Salva i cambiamenti di MailPoet".
lv: Tagad Jūsu klienti var abonēt jaunumus, ko esiet izveidojis ar MailPoet. Vienkārši iestādiet iestatījumus zemāk un nospiediet "Saglabāt MailPoet izmaiņas ".
nl_nl: Nu kunnen uw klanten die zich abonneren op nieuwsbrieven welke u hebt aangemaakt met MailPoet. Stel uw instellingen hieronder in en druk op "Sla MailPoet Wijzigingen op".
pl_pl: Teraz klienci mogą dopisywać się do list dystrybucyjnych. Ustaw poniższe opcje i naciśnij przycisk "Zapisz zmiany"
ro_ro: Acum clienții tăi se pot abona la newsletterele pe care le-ai creat cu ajutorul MailPoet. Pur și simplu setează modificările dorite în secțiunea de mai jos si apoi apasă "Savlvează Modificările MailPoet".
sk_sk: Teraz môžu vaši zákazníci odoberať vaše letáky vytvorené pomocou MailPoet. Jednoducho si zvoľte nastavenia nižšie a kliknite na "Uložiť zmeny MailPoet"
sv_se: Nu kan dina kunder prenumerera på nyhetsbrev du har skapat med MailPoet. Gör dina inställningar nedan och klicka på "Save MailPoet Changes".
tr_tr: Şimdi müşterileriniz MailPoet ile oluşturduğunuz bültenlere abone olabilir. Aşağıdaki basit ayarları tamamlayıp "MailPoet değişikliklerini kaydet" düğmesine tıklayın.

source: Checkbox label
de_de: Checkbox Beshreibung
es_419: Etiqueta de verificación
et: Väljavõtte pealkiri
fr_fr: Libellé
he_il: תווית תיבת הסימון
hu_hu: Jelölőnégyzet
hy_am: Մակնշման վանդակի պիտակ
it_it: Etichetta del checkbox
lv: Izvēles rūtiņas nosaukums
pl_pl: Etykieta pola checkbox
ro_ro: Etichetă casetă de selectare
sk_sk: Značka košíka
tr_tr: Onay kutusu etiketi

source: MailPoet Lists
de_de: Listen von MailPoet
es_419: Listas MailPoet
et: MailPoet listid
fr_fr: Listes MailPoet
he_il: רשימות MailPoet
hu_hu: MailPoet listák
hy_am: MailPoet Ցանկեր
it_it: Liste di MailPoet
lv: MailPoet saraksti
nl_nl: MailPoet-lijsten
pl_pl: Listy dystrybucyjne
ro_ro: Listele MailPoet
sk_sk: Zoznamy MailPoet
sv_se: MailPoet-listor
tr_tr: MailPoet listeleri

source: Settings saved
de_de: Einstellungen gesichert
es_419: Ajustes Guardados
et: Seaded salvestatud
fr_fr: Réglages enregistrées
he_il: ההגדרות נשמרו
hu_hu: A beállítások elmentve
hy_am: Ընտրաքները պահպանվեցին:
it_it: Le impostazioni sono state salvate
lv: Iestatījumi saglabāti
nl_nl: Instellingen opgeslagen
pl_pl: Ustawienia zaostały zapisane
ro_ro: Setări salvate
sk_sk: Nastavenia boli uložené.
sv_se: Inställningar sparade
tr_tr: Ayarlar kaydedildi

source: Save Settings
de_de: Einstellungen sichern
es_419: Salvar Ajustes
et: Salvesta sätted
fr_fr: Sauvegarder
he_il: שמור הגדרות
hu_hu: Beállítások mentése
hy_am: Պահել փոփոխությունները
it_it: Salva le impostazioni
lv: Saglabāt iestatījumus
nl_nl: Instellingen opslaan
pl_pl: Zapisz ustawienia
ro_ro: Salvează Setările
sk_sk: Uložiť nastavenia
sv_se: Spara inställningar
tr_tr: Ayarları kaydet

source: MailPoet Jigoshop Add-On requires Jigoshop. Please install and activate <a href="%s">Jigoshop</a> first.
de_de: MailPoet Jigoshop Add-On benötigt Jigoshop. Bitte installieren und aktivieren Sie <a href="%s"> Jigoshop </a> ersten.
es_419: El Complemento MailPoet Jigoshop requiere Jigoshop. Por favor instale y active <a href="%s">Jigoshop</a> primero.
et: MailPoet Jigoshop Add-On nõuab Jigoshop paigaldust. Palun installi ja aktiveeri <a href="%s">Jigoshop</a> esimesena.
fr_fr: MailPoet Jigoshop Add-on nécessite Jigoshop. S'il vous plaît installer et activer <a href="%s">Jigoshop</a> en premier.
he_il: MailPoet Jigoshop Add-On צריך את Jigoshop. אנא התקן את <a href="%s">Jigoshop</a> והפעל אותו קודם.
hu_hu: A MailPoet Jigoshop bővítmény igényi a Jigoshop-t. Kérlek először telepítsd és aktiváld a <a href="%s">Jigoshop</a>-t.
hy_am: MailPoet Jigoshop հավելացմանը անհրաժեշտ է Jigoshop: Խնդրում ենք, նախ և առաջ, տեղակայեք և ակտիվացրեք <a href="%s">Jigoshop</a>-ը:
it_it: L'Add-On per MailPoet Jigoshop ha bisogno di Jigoshop. Prima installa e attiva <a href="%s">Jigoshop</a>.
lv: MailPoet Jigoshop spraudnim nepieciešams Jigoshop. Lūdzu vispirms instalējiet un aktivējiet <a href="%s">Jigoshop</a>.
nl_nl: MailPoet JigoShop Add-On vereist JigoShop. Installeer en activeer <a href="%s"> JigoShop </a> eerst.
pl_pl: Przykro nam, Jigoshop Add-On wymaga wtyczki Jigoshop, która musi być zainstalowana i aktywowana. Proszę najpierw <a href="%s">zainstalować Jigoshop</a>.
ro_ro: Add-on-ul MailPoet Jigoshop are nevoie de Jigoshop. Vă rugăm să instalați și să activați <a href="%s">Jigoshop</a> inainte de instalarea add-on-ului.
sk_sk: MailPoet WP e-Commerce doplnok vyžaduje Jigoshop. Najskôr prosím nainštalujte a aktivujte<a href="%s"> Jigoshop</a>.
sv_se: MailPoet Jigoshop Add-On kräver Jigoshop. Installera och aktivera <a href="%s">Jigoshop</a> först.
tr_tr: MailPoet Jigoshop eklentisi Jigoshop gerektirir. Lütfen öncelikle<a href="%s">Jigoshop</a> 'u kurup etkinleştirin.
