Repository: WP-Translations/language-packs
Catalog: ss-wc-coming-soon/languages/ss-wc-coming-soon-*.po
Languages: et, fr_fr

source: Set for Coming Soon?
et: Märgi kui "Varsti tulemas"
fr_fr: Régler sur À venir ?

source: Make sure that you have set the stock to "Out of Stock".
et: Veendu, et laoseis oleks "Pole laos".
fr_fr: Assurez-vous d'avoir défini le stock sur « épuisé ».

source: Coming Soon Label
et: Varsti tulemas silt
fr_fr: Libélé du À venir

source: Coming Soon
et: Varsti tulemas
fr_fr: À venir

source: Enter the label you want to show if coming soon is set. Default: Coming Soon
et: Sisesta silt, mida sa soovid varsti tulevate kaupade juures näidata. Vaikeväärtus: Varsti tulemas
fr_fr: Saisissez le nom que vous souhaitez utiliser pour vos produits à venir. Par défaut : À venir

source: Cheatin&#8217; huh?
et: Üritad alt tõmmata&#8217;?
fr_fr: Alors on essaye de tricher ?

source: Documentation
et: Dokumentatsioon

source: Support
et: Soporte

source: More Free Extensions
et: Veel tasuta lisaprogramme
fr_fr: Plus d'extensions gratuites

source: Sorry, <strong>%s</strong> requires WordPress %s or higher. Please upgrade your WordPress setup.
et: Vabandust, aga <strong>%s</strong> nõuab WordPress versiooni %s või uuemat. Palun uuenda oma WordPressi.
fr_fr: Désolé, <strong>%s</strong> requiert WordPress %s ou supérieur. Veuillez mettre à jour votre installation de WordPress.

source: Sorry, <strong>%s</strong> requires WooCommerce to be installed and activatd first. Please <a href="%s">install WooCommerce</a> first.
et: Vabandust, aga <strong>%s</strong> nõuab, et WooCommerce oleks paigaldatud ja aktiveeritud. Palun paigalda esmalt <a href="%s">WooCommerce</a>.
fr_fr: Désolé, <strong>%s</strong> nécessite WooCommerce pour que cette extension fonctionne. Veuillez installer et activer <a href="%s">WooCommerce</a> en premier.

source: Sorry, <strong>%s</strong> requires WooCommerce %s or higher. Please update WooCommerce for %s to work.
et: Vabandust, aga <strong>%s</strong> nõuab WooCommerce versiooni %s või uuemat. Palun uuenda oma WooCommerce versioonile %s.
fr_fr: Désolé, <strong>%s</strong> requiert WooCommerce %s ou supérieur. Veuillez mettre à jour votre installation de WooCommerce en v.%s.
