Repository: WP-Translations/language-packs
Catalog: ultimate-maintenance-mode/languages/ultimate-maintenance-mode-*.po
Languages: es_es, fr_fr, it_it, ru_ru

source: Plugin Support
es_es: Soporte del plugin
fr_fr: Aide de l&rsquo;extension
it_it: Assistenza per il plugin
ru_ru: Поддержка плагина

source: Got a Question, Idea, Problem or Praise?
es_es: ¿Tienes alguna pregunta, idea, problema o elogio?
fr_fr: Vous avez une question, une idée, un problème ou un voeu ?
it_it: Avete dubbi, domande, idee, problemi o complimenti da proporre?
ru_ru: Есть вопрос, идея, проблема или благодарность?

source: Support Request
es_es: Solicitud de soporte
fr_fr: Demande d'aide
it_it: Richiesta di assistenza
ru_ru: Запрос поддержки

source: Show Some Love
es_es: Da un poquito de amor
fr_fr: Montrer votre amour
it_it: Mostra apprezzamento
ru_ru: Покажите любовь

source: Like this plugin? Show your support by:
es_es: ¿Te gusta este plugin? Dale soporte:
fr_fr: Vous aimez cette extension ? Montrez votre soutien :
it_it: Il plugin è gradito? Dimostrate il vostro supporto con:
ru_ru: Нравится этот плагин? Покажите свою поддержку путем:

source: Rating It
es_es: Votándolo
fr_fr: Notez la
it_it: Un voto
ru_ru: Оценить

source: Tweet It
es_es: Twiteándolo
fr_fr: Tweetez
it_it: Un Tweet
ru_ru: Твикнуть

source: SeedProd Blog
es_es: Blog de SeedProd
fr_fr: Blog SeedProd
ru_ru: Блог SeedProd

source: Subscribe by Email
es_es: Suscríbete por email
fr_fr: S'inscrire par e-mail
it_it: Sottoscrivere per email
ru_ru: Подписаться на рассылку

source: Save Changes
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
it_it: Salva modifiche
ru_ru: Сохранить изменения

source: Note: The automatic screenshot is produced from a service on WordPress.com. There is no way to manually refresh the screenshot once taken. WordPress.com should refresh it within a few days.
es_es: Nota: La captura de pantalla automática se produce debido a un servicio de WordPress.com. No hay forma de refrescar dicha captura de pantalla manualmente una vez se ha creado. WordPress.com debería refrescarla en un plazo de unos días.
fr_fr: Remarque : La capture d'écran automatique est produite à partir d'un service sur WordPress.com. Il n'existe aucun moyen pour actualiser manuellement la capture d'écran une fois prise. WordPress.com devrait la rafraîchir dans quelques jours.
it_it: Nota: La schermata automatica è prodotta grazie ad un servizio presente su WordPress.com. Non c'è alcun modo di aggiornare la schermata una volta che è stata catturata. WordPress.com dovrebbe aggiornarla entro pochi giorni.
ru_ru: Примечание: Автоматический скриншот производится из службы на WordPress.com. Там нет способа, чтобы вручную обновить скриншот. WordPress.com должен обновлять его в течение нескольких дней.

source: Media Image Library
es_es: Librería multimedia
fr_fr: Bibliothèque de médias
it_it: Libreria delle immagini
ru_ru: Библиотека медиафайлов

source: Settings saved. <a href='%s/?mm_preview=true'>Preview &raquo;</a>
es_es: Ajustes gurdados. <a href='%s/?mm_preview=true'>Previsualizar &raquo;</a>
fr_fr: Réglages sauvegardés. <a href='%s/?mm_preview=true'>Aperçu &raquo;</a>
it_it: Impostazioni salvate. <a href='%s/?mm_preview=true'>Anteprima &raquo;</a>
ru_ru: Настройки сохранены. <a href='%s/?mm_preview=true'>Просмотр &raquo;</a>

source: Maintenance Mode Active
es_es: Modo Mantenimiento activado
fr_fr: Mode maintenance activé
it_it: Modalità 'in manutenzione' attiva
ru_ru: Режим обслуживания активен

source: Maintenance Mode
es_es: Modo Mantenimiento
fr_fr: Mode Maintenance
it_it: Maintenance Mode (In manutenzione)
ru_ru: Режим обслуживания

source: Settings
es_es: Ajustes
fr_fr: Réglages
it_it: Impostazioni
ru_ru: Настройки

source: Enable
es_es: Activar
fr_fr: Activer
it_it: Abilita
ru_ru: Включить

source: Enable if you enter Maintenance Mode. <a href='%s/?mm_preview=true'>Preview</a>
es_es: Actívalo si quieres entrar en Modo Mantenimiento. <a href='%s/?mm_preview=true'>Previsualizar</a>
fr_fr: Activer pour entrer en mode maintenance. <a href='%s/?mm_preview=true'>Aperçu</a>
it_it: Abilitare se si deve attivare la modalità 'in manutenzione'. <a href='%s/?mm_preview=true'>Anteprima</a>
ru_ru: Включите, если Вы входите в режим обслуживания. <a href='%s/?mm_preview=true'>Просмотр</a>

source: Yes
es_es: Sí
fr_fr: Oui
it_it: Si
ru_ru: Да

source: Custom Background Image
es_es: Imagen de fondo personalizada
fr_fr: Image d&rsquo;arrière-plan personnalisée
it_it: Immagine di sfondo personalizzata
ru_ru: Своё фоновое изображение

source: This will override the captured screenshot. If left empty a screenshot of your website will be shown.
es_es: Esto anulará la captura de pantalla creada. Si lo dejas vacío, se mostrará una captura de pantalla de tu web.
fr_fr: Ceci remplacera la capture d'écran capturée. Si laissé vide une capture d'écran de votre site web sera affichée.
it_it: Ciò sovrascriverà la schermata catturata. Se lasciato vuoto, sarà visualizzata una schermata del vostro sito web.
ru_ru: Это заменит скриншот. Если оставить пустым, будет показан скриншот Вашего сайта.

source: Custom Headline
es_es: Título de cabecera personalizado
fr_fr: Gros titre personnalisé
it_it: Titolo personalizzato
ru_ru: Свой заголовок

source: This will override the default headline. If left empty the default headline will be shown.
es_es: Esto anulará el título de cabecera por defecto. Si lo dejas vacío, se mostrará el título de cabecera por defecto.
fr_fr: Ceci remplacera le titre par défaut. Si laissé vide le titre par défaut sera affiché.
it_it: Ciò sovrascriverà il titolo di default. Se lasciato vuoto, sarà visualizzato il titolo di default.
ru_ru: Это заменит стандартный заголовок. Если оставить пустым, будет показан стандартный заголовок.

source: Message
es_es: Mensaje
it_it: Messaggio
ru_ru: Сообщение

source: Write a message to be displayed.
es_es: Escribe un mensaje para que se muestre.
fr_fr: Ecrire le message à afficher.
it_it: Scrivere il messaggio che dovrà essere visualizzato.
ru_ru: Напишите сообщение, которое будет отображаться.

source: Powered By SeedProd
es_es: Desarrollado por SeedProd
fr_fr: Propulsé par SeedProd
it_it: Con tecnologia SeedProd
ru_ru: Работает на SeedProd

source: Nope - Got No Love
es_es: No - No doy amor
fr_fr: Non - Pas d'amour
it_it: No - Non mi piace
ru_ru: Нет

source: Yep - I Love You Man
es_es: Sí - Te quiero, tío
fr_fr: Yeah - Je kiffe
it_it: Si - Mi piace
ru_ru: Да

source: Can we show a <strong>cool stylish</strong> footer credit at the bottom the page.
es_es: ¿Podemos mostrar unos créditos <strong>con mucho estilo</strong> al pie de la página?
fr_fr: Pouvons-nous afficher un <strong>joli et élégant</strong> crédit de pied de page en bas de la page.
it_it: È possibile mostrare un <strong>elegante</strong> riconoscimento nel pié di pagina della pagina stessa.
ru_ru: Мы покажем <strong>классный стильный</strong> логотип внизу страницы.

source: Powered By SeedProd Affiliate ID
es_es: ID de afiliado para "Desarrollado por SeedProd"
fr_fr: Propulsé par l'ID d'affiliation SeedProd
it_it: Codice ID di affiliazione a 'Con tecnologia SeedProd'
ru_ru: Работает на SeedProd Affiliate ID

source: Enter your affiliate ID and earn commisions on sales referred to SeedProd from your page. <a href='http://www.seedprod.com/affiliates/' target='_blank'>Learn More</a>.
es_es: Introduce tu ID de afiliado para ganar comisiones en ventas referidas a SeedProd desde tu web. <a href='http://www.seedprod.com/affiliates/' target='_blank'>Leer más</a>.
fr_fr: Entrez votre ID d'affiliation et gagnez des commissions sur les ventes se référants à SeedProd. <a href='http://www.seedprod.com/affiliates/' target='_blank'>En savoir plus</a>.
it_it: Inserire il codice ID di affiliazione per guadagnare commissioni sulle vendite di prodotti SeedPred generate dalle vostre pagine. <a href='http://www.seedprod.com/affiliates/' target='_blank'>Per saperne di più</a>.
ru_ru: Введите свой партнерский идентификатор и зарабатывайте комиссионные от продаж, упоминая SeedProd на своей странице. <a href='http://www.seedprod.com/affiliates/' target='_blank'>Подробнее</a>.

source: is Down for Maintenance
es_es: está fuera de servicio por mantenimiento
fr_fr: est fermé pour maintenance
it_it: è inattivo per manutenzione
ru_ru: закрыт на техническое обслуживание
