Repository: WP-Translations/language-packs
Catalog: welcome-buddypot/languages/welcome-buddypot-*.po
Languages: fr_fr

source: Preview Email
fr_fr: Aperçu de l’e-mail

source: Send Test Email
fr_fr: Envoyer un e-mail de test

source: Hi <b>%s</b>, you've been using <b>%s</b> for some time now, and I hope you're happy with it. I would really appreciate it if you gave it a quick review!
fr_fr: Bonjour <b>%s</b>, vous utilisez <b>%s</b> depuis un certain temps maintenant, et j'espère que vous en êtes satisfait. J’apprécierais vraiment si vous pouviez lui donner un avis favorable !

source: Yes, take me there!
fr_fr: Oui, je veux y aller !

source: Already have :)
fr_fr: Déjà fait :)

source: Sorry, <strong>%s</strong> requires WordPress %s or higher. Please upgrade your WordPress setup.
fr_fr: Désolé, <strong>%s</strong> requiert WordPress %s ou supérieur. Veuillez mettre à jour votre installation de WordPress.

source: New user account
fr_fr: Nouveau compte d’utilisateur

source: New user account emails are sent to the user when they sign up via the BuddyPress registration page.
fr_fr: Les e-mails aux nouveaux utilisateurs sont envoyés lorsqu’ils s’inscrivent via la page d’inscription de BuddyPress.

source: Welcome to {site_title}
fr_fr: Bienvenue sur {site_title}

source: Email Preview
fr_fr: Aperçu de l’e-mail

source: Test Email
fr_fr: E-mail de test

source: Test email was sent
fr_fr: L’e-mail de test a bien été envoyé.

source: Test email was not sent
fr_fr: L’e-mail de test n’a été envoyé.

source: Welcome to %s. We thank you for joining the site.
fr_fr: Bienvenue sur %s. Nous vous remercions d’avoir rejoint notre site.

source: Your username is <strong>%s</strong>.
fr_fr: Votre nom d’utilisateur est <strong>%s</strong>.

source: Your password is <strong>%s</strong>.
fr_fr: Votre mot de passe est <strong>%s</strong>.

source: Regards,
fr_fr: Cordialement,

source: Your username is %s.
fr_fr: Votre nom d’utilisateur est %s.

source: Your password is %s.
fr_fr: Votre mot de passe est %s.

source: Cheatin’ huh?
fr_fr: Alors on essaye de tricher&nbsp;?

source: %s recommends a PHP version higher than %s. Read more information about <a href="%s" target="_blank">how you can update</a>.
fr_fr: %s recommande une version PHP supérieure à %s. Consultez <a href="%s" target="_blank">pour savoir comment faire la mise à jour</a>.

source: This plugin recommends a PHP version higher than %s. Read more information about <a href="%s" target="_blank">how you can update</a>.
fr_fr: Cette extension recommande une version PHP supérieure à %s. Consultez <a href="%s" target="_blank">pour savoir comment faire la mise à jour</a>.

source: Unfortunately, %s cannot run on PHP versions older than %s. Read more information about <a href="%s" target="_blank">how you can update</a>.
fr_fr: Malheureusement, %s ne fonctionne pas avec une version PHP inférieure à %s. Consultez <a href="%s" target="_blank">pour savoir comment faire la mise à jour</a>.

source: Unfortunately, this plugin cannot run on PHP versions older than %s. Read more information about <a href="%s" target="_blank">how you can update</a>.
fr_fr: Malheureusement, cette extension ne fonctionne pas avec une version PHP inférieure à %s. Consultez <a href="%s" target="_blank">pour savoir comment faire la mise à jour</a>.
