Repository: WP-Translations/language-packs
Catalog: *-l10n-better-wp-security/languages/*-l10n-better-wp-security-*.po
Languages: nl_nl, pt_pt

source: Hides core update notifications from users who cannot update core. Please note that this only makes a difference in multi-site installations.
pt_pt: Esconde notificações de atualizações do núcleo de usuários que não o podem atualizar. Pr favor note que isto apenas faz diferença em instalações Multisite.

source: Only Disable Trackbacks/Pingbacks
pt_pt: Apenas desativar trackbacks/pingbacks

source: Completely Disable XMLRPC
pt_pt: Desativar XMLRPC completamente

source: Disable XMLRPC
pt_pt: Desativar XMLRPC

source: Off = XMLRPC is fully enabled and will function as normal.
pt_pt: Desligado = XMLRPC é ativado completamente e funcionará normalmente.

source: Only Disable Trackbacks/Pingbacks = Your site will not be susceptible to denial of service attacks via the trackback/pingback feature. Other XMLRPC features will work as normal. You need this if you require features such as Jetpack or the WordPress Mobile app.
pt_pt: Apenas desativar trackbacks/pingbacks = Sei site não estará suscetível à negação de serviços de ataques via recurso trackback/pingback. Outros recursos XMLRPC funcionarão normalmente. Você necessita disso se você requer ferramentas como Jetpack ou o aplicativo móvel WordPress.

source: Completely Disable XMLRPC is the safest, XMLRPC will be completely disabled by your webserver. This will prevent features such as Jetpack that require XMLRPC from working.
pt_pt: Desativar completamente CMLRPC é o mais seguro, XMLRPC será desativado completamente por seu servidor. Isto prevenirá recursos como Jetpack que requerem XMLRPC de funcionarem.

source: Remove the RSD (Really Simple Discovery) header.
pt_pt: Remover cabeçalho RSD (Descoberta Realmente Simples).

source: Removes the RSD (Really Simple Discovery) header. If you don't integrate your blog with external XML-RPC services such as Flickr then the "RSD" function is pretty much useless to you.
pt_pt: Remove o cabeçalho RSD (Descoberta Realmente Simples). Se você não integrar seu site WordPress com serviços externos XML-RPC como Flickr então a função "RSD" torna-se obsoleta para você.

source: Disable File Editor
pt_pt: Desativar editor de arquivos

source: Disables the file editor for plugins and themes requiring users to have access to the file system to modify files. Once activated you will need to manually edit theme and other files using a tool other than WordPress.
pt_pt: Desativa o editor de arquivos para plug-ins e temas requerendo que os usuários tenham acesso ao sistema de arquivos para poder modifica-los. Uma vez ativado você necessitará editar o tema manualmente e outros arquivos usando uma ferramenta diferente do WordPress.

source: Remove WordPress Generator Meta Tag
pt_pt: Remover gerador de Meta Tag WordPRess

source: Removes the <code>&lt;meta name="generator" content="WordPress [version]" /&gt;</code></pre> meta tag from your sites header. This process hides version information from a potential attacker making it more difficult to determine vulnerabilities.
pt_pt: Remove o código <code>&lt;meta name="generator" content="WordPress [version]" /&gt;</code> do cabeçalho de seu site. Este processo esconde a informação se versão de um ataque potencial, tornando mais difícil de determinar vulnerabilidades.

source: Hide Plugin Update Notifications
pt_pt: Esconder notificações de atualizações de plug-ins

source: Hides plugin update notifications from users who cannot update plugins. Please note that this only makes a difference in multi-site installations.
pt_pt: Esconde as notificações de atualizações de atualizações de plug-in de usuários que não podem atualizar plug-ins. Por favor note que isto faz diferença apenas em instalações Multisite.

source: Display Random Version
pt_pt: Mostrar versão aleatória

source: Where a WordPress version must be displayed, it will display a random WordPress version and will remove the WordPress version completely where possible.
pt_pt: Onde uma verção do WordPress deve ser mostrada, isto mostrará uma verso aleatória do WordPress e removerá a versão WordPress completamente onde for possível.

source: undetermined. Please
pt_pt: indeterminado. Por favor

source: check your homepage
pt_pt: verifique sua página inicial

source: to see if you even need this feature
pt_pt: para ver se você necessita mesmo deste recurso

source: Enqueue a safe version of jQuery
pt_pt: Forçar uma versão segura de jQuery

source: Remove the existing jQuery version used and replace it with a safe version (the version that comes default with WordPress).
pt_pt: Remove a versão existente jQuery e reponha com uma versão segura (a versão que se tornará padrão no WordPress).

source: Your current jQuery version is
pt_pt: Sua versão atual de jQuery é

source: Note that this only checks the homepage of your site and only for users who are logged in. This is done intentionally to save resources. If you think this is in error
pt_pt: Note que isto apenas verifica a página inicial de seu site e apenas verifica usuários conectados. Isto é feito intencionalmente para poupar recursos. Se você crê que isto seja um erro

source: click here to check again.
pt_pt: clique aqui para checar novamente.

source: This will open your homepage in a new window allowing the plugin to determine the version of jQuery actually being used. You can then come back here and reload this page to see your version.
pt_pt: Isto irá abrir sua página inicial em uma nova janela permitindo o plug-in a determinar a versão do jQuery atualmente sendo usada. Você pode voltar aqui e recarregar esta página para ver sua versão.

source: Hide Theme Update Notifications
pt_pt: Esconder notificações de atualizações de tema

source: Hides theme update notifications from users who cannot update themes. Please note that this only makes a difference in multi-site installations.
pt_pt: Esconde notificações de atualização de temas de usuários que não podem atualizar os temas. Por favor note que isto apenas faz diferença em instalações Multisite.

source: Disable PHP in Uploads
pt_pt: Desativar PHP em Uploads

source: Disable PHP execution in the uploads directory. This will prevent uploading of malicious scripts to uploads.
pt_pt: Desativar execução de PHP no diretório de uploads. Isto prevenirá o upload de scripts maliciosos ao diretório de uplodas.

source: Remove the Windows Live Writer header.
pt_pt: Remover o cabeçalho Windows Live Writer.

source: This is not needed if you do not use Windows Live Writer or other blogging clients that rely on this file.
pt_pt: Isto não é necessário se você não usa o Windows Live Writer ou outro cliente de blogueiro que depende deste arquivo.

source: Rules to block access to WordPress specific files and wp-includes
pt_pt: Regras para bloquear o acesso à arquivos específicos do WordPress e wp-includes

source: Rules to block access to WordPress specific files
pt_pt: Regras para bloquear o acesso à arquivos específicos do WordPress

source: Rules to disable XML-RPC
pt_pt: Regras para desativar XML-RPC

source: Rules to disable directory browsing
pt_pt: Regras para desativar a navegação de diretório

source: Rules to protect wp-includes
pt_pt: Regras para proteger wp-includes

source: Rules to prevent php execution in uploads
pt_pt: Regras para prevenir a execução do php em uploads

source: Rules to block unneeded HTTP methods
pt_pt: Regras para bloquear métodos não necessários HTTP

source: Rules to block suspicious URIs
pt_pt: Regras para bloquear URLs suspeitas

source: Rules to block foreign characters in URLs
pt_pt: Regras para bloquear caracteres estranhos em URLs

source: Rules to help reduce spam
pt_pt: Regras para ajudar a reduzir spam

source: You are protecting common WordPress files from access.
pt_pt: Você está protegendo arquivos comuns WordPress do acesso.

source: You are not protecting common WordPress files from access. Click here to protect WordPress files.
pt_pt: Você não está protegendo arquivos comuns do WordPress de acessos. Clique aqui para proteger os arquivos WordPress.

source: You have successfully disabled directory browsing on your site.
pt_pt: Você desativou a navegação de diretório em seu site com sucesso.

source: You have not disabled directory browsing on your site. Click here to prevent a user from seeing every file present in your WordPress site.
pt_pt: Você não desativou a navegação de diretório em seu site. Clique aqui para prevenir um usuários de ver cada arquivo presente em seu site WordPress.

source: You are blocking HTTP request methods you do not need.
pt_pt: Você está bloqueando métodos de pedidos HTTP que você não precisa.

source: You are not blocking HTTP request methods you do not need. Click here to block extra HTTP request methods that WordPress should not normally need.
pt_pt: Você não está bloqueando métodos de pedidos HTTP que você não necessita. Clique aqui para bloquear métodos extras de pedidos HTTP que o WordPress normalmente não deve necessitar.

source: Your WordPress site is blocking suspicious looking information in the URL.
pt_pt: Seu site WordPress está bloqueando suspeitos que buscam informações na URL.

source: Your WordPress site is not blocking suspicious looking information in the URL. Click here to block users from trying to execute code that they should not be able to execute.
pt_pt: Seus site WordPress não está bloqueando suspeitos que buscam informações na URL. Clique aqui para bloquear usuários de tentar executar códigos que eles não deverias estar hábeis a executar.

source: Your WordPress site is blocking non-english characters in the URL.
pt_pt: Seu site WordPress está bloqueando caracteres não ingleses na URL.

source: Your WordPress site is not blocking non-english characters in the URL. Click here to fix this.
pt_pt: Seu site WordPress não está bloqueando caracteres não ingleses na URL. Clique aqui para corrigir isto.

source: Your installation does not accept long URLs.
pt_pt: Sua instalação não aceita URLs compridas.

source: Your installation accepts long (over 255 character) URLS. This can lead to vulnerabilities. Click here to fix this.
pt_pt: Sua instalação aceita URLs compridas (mais que 255 caracteres). Isto pode levar à vulnerabilidades. Clique aqui para corrigir isto.

source: Your wp-config.php and .htaccess files are not writeable.
pt_pt: Seus arquivos wp-config.php e .htaccess não são possíveis de escrever.

source: Your wp-config.php and .htaccess files are writeable. This can lead to vulnerabilities. Click here to fix this.
pt_pt: Seus arquivos é possível escrever nos arquivos wp-config.php e .htaccess. Isto pode causar vulnerabilidades. Clique aqui para corrigir isto.

source: Your WordPress installation is not telling every bot that you use WordPress.
pt_pt: Sua instalação WordPress não o está o informando cada robô que usa WordPress.

source: Your WordPress installation is telling every bot that you use WordPress with a special "generator" tag. Click here to fix this.
pt_pt: Sua instalação WordPress está informando cada robô que você usa WordPress com um "gerador" de tag especial. Clique aqui para corrigir isto.

source: Your WordPress installation is not publishing the Windows Live Writer header.
pt_pt: Sua instalação WordPress não está publicando o cabeçalho Windows Live Writer.

source: Your WordPress installation is publishing the Windows Live Writer header. Click here to fix this.
pt_pt: Sua instalação WordPress está publicando o cabeçalho Windows Live Writer. Clique aqui para corrigir isto.

source: Your WordPress installation is not publishing the Really Simple Discovery (RSD) header.
pt_pt: Sua instalação do WordPress não está publicando o cabeçalho Descoberta Realmente Simples (RSD).

source: Your WordPress installation is publishing the Really Simple Discovery (RSD) header. Click here to fix this.
pt_pt: Sua instalação do WordPress está publicando o cabeçalho Descoberta Realmente Simples (RSD). Clique aqui para corrigir isto.

source: Your WordPress installation is not telling users who cannot update themes about theme updates.
pt_pt: Sua instalação WordPress não está avisando usuários que não podem atualizar temas sobre atualizações de temas.

source: Your WordPress installation is telling users who cannot update themes about theme updates. Click here to fix this.
pt_pt: Sua instalação WordPress está avisando usuários que não podem atualizar temas sobre atualizações de temas. Clique aqui para corrigir isto.

source: Your WordPress installation is not telling users who cannot update plugins about plugin updates.
pt_pt: Sua instalação WordPress não está avisando usuários que não podem atualizar plug-ins sobre atualizações de plug-ins.

source: Your WordPress installation is telling users who cannot update plugins about plugin updates. Click here to fix this.
pt_pt: Sua instalação WordPress não está avisando usuários que não podem atualizar plug-ins sobre atualizações de plug-ins. Clique aqui para corrigir isto.

source: Your WordPress installation is not telling users who cannot update WordPress core about WordPress core updates.
pt_pt: Sua instalação WordPress não está avisando usuários que não podem atualizar o núcleo WordPress sobre atualizações de núcleo WordPress.

source: Your WordPress installation is telling users who cannot update WordPress core about WordPress core updates. Click here to fix this.
pt_pt: Sua instalação WordPress está avisando usuários que não podem atualizar o núcleo WordPress sobre atualizações de núcleo WordPress. Clique aqui para corrigir isto.

source: Your WordPress installation is not allowing users without a user agent to post comments.
pt_pt: Sua instalação WordPress não está permitindo usuários sem um agente de usuário para postar comentários.

source: Your WordPress installation is allowing users without a user agent to post comments. Fix this to reduce comment spam.
pt_pt: Sua instalação WordPress está permitindo usuários sem um agente de usuário para postar comentários. Clique aqui para corrigir isto.

source: Version information is obscured to all non admin users.
pt_pt: A informação da versão está obscura para todos os usuários não administradores.

source: Users may still be able to get version information from various plugins and themes. Click here to fix this.
pt_pt: Os usuários ainda podem adquirir informações da versão de vários plug-ins e temas. Clique aqui para corrigir isto.

source: Users cannot edit plugin and themes files directly from within the WordPress Dashboard.
pt_pt: Usuários não podem editar plug-ins e temas diretamente do painel de controle WordPress.

source: Users can edit plugin and themes files directly from within the WordPress Dashboard. Click here to fix this.
pt_pt: Usuários podem editar plug-ins e temas diretamente do painel de controle WordPress. Clique aqui para corrigir isto.

source: XML-RPC is not available on your WordPress installation.
pt_pt: XML-RPC não está disponível em sua instalação WordPress.

source: XML-RPC is protecting you from the trackback and pingback attack but is still available on your site.
pt_pt: Seu site está protegido de ataques XML-RPC trackback e pingback mas ainda está disponível em seu site.

source: XML-RPC is available on your WordPress installation. Attackers can use this feature to attack your site. Click here to disable access to XML-RPC.
pt_pt: XML-RPC está disponível em sua instalação WordPress. Atacantes podem usar este recurso para atacar seu site. Clique aqui para desativar o acesso à XML-RPC.

source: Users cannot execute PHP from the uploads folder.
pt_pt: Usuários não podem executar PHP da pasta de uploads.

source: Users can execute PHP from the uploads folder.
pt_pt: Usuários podem executar PHP da pasta de uploads.

source: The front page of your site is using a safe version of jQuery.
pt_pt: A página de conexão de seu site está usando uma versão segura de jQuery.

source: The front page of your site is not using a safe version of jQuery or the version of jQuery cannot be determined.
pt_pt: A página de conexão de seu site não está usando uma versão segura de jQuery ou a versão de jQuery não pôde ser determinada.

source: Your version of jQuery has not been determined. Load your homepage while logged in to determine the version of jQuery you are using
pt_pt: A versão de seu jQuery não pôde ser determinada. Leia sua página inicial enquando você está conectado para a versão determinada jQuery que você está usando

source: User's nicknames are different from their display name.
pt_pt: Apelidos de usuários são diferentes de seu nome à mostra.

source: User nicknames may be the same as their login name. This means their login user name may be publicly available throughout the site.
pt_pt: Apelidos de usuários podem ser o mesmo que seu nome de conexão. Isto significa que o nome de conexão pode ser disponível publicamente através do site.

source: Your login page is not giving out unnecessary information upon failed login.
pt_pt: Sua página de conexão não está dando informações desnecessárias de conexões falhas.

source: Your login page is giving out unnecessary information upon failed login.
pt_pt: Sua página de conexão está dando informações desnecessárias de falha de conexão.

source: User profiles for users without content are not publicly available.
pt_pt: Perfis de usuários sem conteúdo não estão disponíveis publicamente.

source: User profiles for users without content are publicly available. This can make it relatively easy to gain the username of important users.
pt_pt: Perfis de usuários sem conteúdo estão disponíveis publicamente. Isto pode tornar relativamente fácil de adquirir o nome de conexão de usuários importantes.

source: Configure Server Tweaks
pt_pt: Configurar truques de servidor

source: Configure WordPress Tweaks
pt_pt: Configurar truques WordPress

source: Configure Multisite Tweaks
pt_pt: Configurar truques Multisite

source: System Files
pt_pt: Arquivos de sistema

source: Directory Browsing
pt_pt: Navegação de diretório

source: Request Methods
pt_pt: Métodos de pedido

source: Suspicious Query Strings
pt_pt: Pedidos de frases suspeitas

source: Non-English Characters
pt_pt: Caracteres não ingleses

source: Long URL Strings
pt_pt: URLs de frases longas

source: File Writing Permissions
pt_pt: Permissões de escrever arquivos

source: Uploads
pt_pt: Ficheiros

source: Generator Meta Tag
pt_pt: Gerador de Meta Tag

source: Windows Live Writer Header
pt_pt: Cabeçalho Windows Live

source: EditURI Header
pt_pt: Editar cabeçalho da URL

source: Comment Spam
pt_pt: Spam de comentários

source: File Editor
pt_pt: Editor de arquivos

source: Replace jQuery With a Safe Version
pt_pt: Repor jQuery com uma versão segura

source: Login Error Messages
pt_pt: Mensagens de erro de conexão

source: Force Unique Nickname
pt_pt: Forçar apelido único

source: Disable Extra User Archives
pt_pt: Desativar arquivos de usuários extras

source: Theme Update Notifications
pt_pt: Notificações de atualização de tema

source: Plugin Update Notifications
pt_pt: Notificações de atualização de plug-in

source: Core Update Notifications
pt_pt: Notificações de atualizações de núcleo

source: These are advanced settings that may be utilized to further strengthen the security of your WordPress site.
pt_pt: Estas são configurações avançadas que podem ser utilizadas para mais configurações de segurança de seu site WordPress.

source: Note: These settings are listed as advanced because they block common forms of attacks but they can also block legitimate plugins and themes that rely on the same techniques. When activating the settings below, we recommend enabling them one by one to test that everything on your site is still working as expected.
pt_pt: Nota: Estas configurações são listadas como avançadas porque elas bloqueiam formulários comuns de ataques mas podem acabar também bloqueando plug-ins legítimos e temas que usam as mesmas técnicas. Ao ativar as configurações a seguir, nós recomendamos ativá-las um por um para testar tudo em sem site para saber se está funcionando como o esperado.

source: Remember, some of these settings might conflict with other plugins or themes, so test your site after enabling each setting.
pt_pt: Lembre-se, algumas destas configurações podem conflitar com outros plug-ins ou temas, então teste seu site após habilitar cada configuração.

source: Server Tweaks
pt_pt: Truques no servidor

source: Multisite Tweaks
pt_pt: Truques Multisite

source: Your Nickname must be different than your login name. Please choose a different Nickname.
pt_pt: Seu apelido deve ser diferente de seu nome de conexão. Por favor selecione um apelido diferente.

source: A Nickname is required. Please choose a nickname or fill out your first and last name.
pt_pt: Um apelido é necessário. Por favor, selecione um apelido ou digite seu primeiro e último nome.

source: Protect your WordPress site by hiding vital areas of your site, protecting access to important files, preventing brute-force login attempts, detecting attack attempts and more.
pt_pt: Proteja seu site WordPress ao esconder áreas vitais de seu site, protegendo o acesso à arquivos importantes, prevenindo tentativas de conexão com força bruta, detectando tentativas de ataques e muito mais.

source: iThemes.com
pt_pt: iThemes.com - Traduzido por Nintersoft
