Repository: WP-Translations/language-packs
Catalog: *-l10n-better-wp-security/languages/*-l10n-better-wp-security-*.po
Languages: nl_nl, pt_pt

source: BackupBuddy is the complete backup, restore and migration solution for your WordPress site. Schedule automated backups, store your backups safely off-site and restore your site quickly & easily.
pt_pt: BackupBuddy é o a solução completa de backup, restauração e migração para seu site WordPress. Backups automáticos agendados, armazene seus backups de forma segura fora do site e restaure seu site de forma fácil e rápida.

source: 25% off BackupBuddy with coupon code
pt_pt: 25% de desconto com código de cupom BackupBuddy

source: BACKUPPROTECT
pt_pt: PROTEÇÃO DE BACKUP

source: Get BackupBuddy
pt_pt: Adquira BackupBuddy

source: Watch the Walk-Through Video
pt_pt: Assista o vídeo conceito-caminhada

source: In this short video, we walk through
pt_pt: Neste pequeno vídeo, nós caminhamos através

source: how to get started securing your site
pt_pt: como iniciar a proteção de seu site

source: with iThemes Security.
pt_pt: com iThemes Security.

source: Website Security is a complicated subject, but we have experts that can help.
pt_pt: A segurança de seu site é um assunto complicado, mas nós temos experts que podem ajudar.

source: Get added peace of mind with professional support from our expert team and pro features to take your site security to the next level with iThemes Security Pro.
pt_pt: Adicione paz à sua mente com suporte profissional de nossa equipe experiente e ferramentas pro para levar a segurança de seu site ao próximo passo com iThemes Security Pro.

source: Get Support and Pro Features
pt_pt: Adquira suporte e ferramentas pro

source: Since you are using the free version of iThemes Security from WordPress.org, you can get free support from the WordPress community.
pt_pt: Desde que você esteja usando a versão gratuita de iThemes Security de WordPress.org, você pode adquirir suporte gratuito da comunidade WordPress.

source: Get Free Support
pt_pt: Adquira suporte gratuito

source: Be sure your site has been properly secured by having one of our security experts tailor iThemes Security settings to the specific needs of this site.
pt_pt: Esteja certo de que seu site foi protegido propriamente ao ter um de nossos experts em segurança de iThemes Security para necessidades específicas deste site.

source: Have an expert secure my site
pt_pt: Tenha um expert em segurança em meu site

source: Get added peace of mind with professional support from our expert team and pro features with iThemes Security Pro.
pt_pt: Adicione paz à sua mente com suporte profissional de nossa equipe de experts e ferramentas pro com iThemes Security Pro.

source: Get iThemes Security Pro
pt_pt: Adquira iThemes Security Pro

source: Get tips for securing your site + the latest WordPress security updates, news and releases from iThemes.
pt_pt: Adquira dicas de segurança para seu site + a última versão de atualizações de segurança WordPress, notícias e lançamentos de iThemes.

source: Email Address
pt_pt: Endereço de e-mail

source: Subscribe
pt_pt: Assinar

source: Manage updates remotely for up to 10 WordPress sites today for free!
pt_pt: Gerenciar atualizações remotamente para mais de 10 sites WordPress hoje de graça!

source: Integrated with iThemes Security, so you can release lockouts and turn Away Mode on or off right from your Sync dashboard or your phone.
pt_pt: Integrado com iThemes Security, então você pode disponibilizar bloqueios e ativar/desativar o modo disperso diretamente de seu painel de controle de sincronização ou de seu telefone.

source: Try iThemes Sync for Free
pt_pt: Tente iThemes Sync de graça

source: is almost ready.
pt_pt: está quase pronto.

source: Secure Your Site Now
pt_pt: Proteja seu site agora

source: See what's new in 4.0
pt_pt: Veja o que há de novo na versão 4.0

source: It looks like you've been enjoying
pt_pt: Parece que você esteve aproveitando

source: for at least 30 days. It's time to take the next step.
pt_pt: por ao menos 30 dias. É tempo de ir para o próximo passo.

source: Upgrade to Pro
pt_pt: Atualizar para Pro

source: Rate it 5★'s
pt_pt: Classifique-me 5 estrelas (★★★★★)

source: Tell Your Followers
pt_pt: Telefone para seus seguidores

source: Change Database Prefix
pt_pt: Mude o prefixo do banco de dados

source: Your database table prefix is not using
pt_pt: Seu prefixo de tabelas de banco de dados não está sendo usado

source: Your database table prefix should not be
pt_pt: Seu prefixo de tabela do banco de dados não deve ser

source: By default, WordPress assigns the prefix "wp" to all tables in the database where your content, users, and objects exist. For potential attackers, this means it is easier to write scripts that can target WordPress databases as all the important table names for 95% of sites are already known. Changing the "wp" prefix makes it more difficult for tools that are trying to take advantage of vulnerabilities in other places to affect the database of your site.
pt_pt: Por padrão, WordPress assina o prefixo "wp" para todas as tabelas no banco de dados onde seu conteúdo, usuários e objetos existem. Para atacantes em potencial, isto significa que é fácil escrever scripts que podem atingir banco de dados WordPress como todas os nomes de tabelas importantes para 95% dos sites já conhecidos. Alterando o prefixo "wp" torna mais difícil ferramentas que estão tentando tomar vantagem de vulnerabilidades em outros locais para afetar o banco de dados de seu site.

source: Before using this tool, we strongly recommend running a backup of your database.
pt_pt: Antes de usar esta ferramenta, nós recomendamos fortemente que você faça um backup de seu banco de dados.

source: Note: The use of this tool requires quite a bit of system memory which may be more than some hosts can handle. If you back your database up you can't do any permanent damage but without a proper backup you risk breaking your site and having to perform a rather difficult fix.
pt_pt: Nota: O uso desta ferreamente reque um pouco de memória de sistema que pode ser mais que alguns hostes podem suportar. Se você fizer backup de deu banco de dados você não poderá fazer qualquer dano permanente mas sem um backup adequado, há risco de causar danos em seu site e ter que fazer correções um tanto quanto difíceis.

source: Your database is using the default table prefix
pt_pt: Seu banco de dados está usando o prefixo padrão

source: You should change this.
pt_pt: Você deve muda-lo.

source: Your current database table prefix is
pt_pt: Seu banco de dados atual é

source: Change Table Prefix
pt_pt: Mudar prefixo de tabela

source: Check this box to generate a new database table prefix.
pt_pt: Marque esta caixa para gerar um novo prefixo de tabela do banco de dados.

source: Error: Could not rename table
pt_pt: Erro: Não foi possível renomear tabela

source: You may have to rename the table manually.
pt_pt: Você pode ter que renomear a tabela manualmente.

source: Could not update prefix references in options table.
pt_pt: Não foi possível atualizar as referências do prefixo nas opções da tabela.

source: Could not update prefix references in usermeta table.
pt_pt: Não pôde atualizar as referências do prefixo na tabela usermeta.

source: Warning: Your server has less than 128MB of RAM dedicated to PHP. If you have many files in your installation or a lot of active plugins activating this feature may result in your site becoming disabled with a memory error. See the plugin homepage for more information.
pt_pt: Atenção: Seu servidor tem menos que 128MD de ROM dedicada ao PHP. Se você tiver vários arquivos em sua instalação ou vários plug-ins ativos, ao ativar esta ferramenta pode resultar no desativamento de seu site com erro de memória. Veja a página inicial do plug-in para mais informações.

source: Scan Next File Chunk
pt_pt: Escanear pedaço do próximo arquivo

source: Scan Files Now
pt_pt: Escanear arquivos agora

source: Scanning...
pt_pt: Escaneando...

source: No changes were detected.
pt_pt: Sem alterações detectadas.

source: Changes were detected. Please check the log page for details.
pt_pt: Alterações foram detectadas. Por favor, verifique a página de registro para mais detalhes.

source: An error occured. Please try again later
pt_pt: Ocorreu um erro. Por favor, tente novamente depois

source: has noticed a change to some files in your WordPress site. Please review the logs to make sure your system has not been compromised.
pt_pt: notificou uma mudança em alguns arquivos em seu site WordPress. Por favor revise os registros para ter certeza de que seu sistema não foi comprometido.

source: View Logs
pt_pt: Ver registros

source: Dismiss Warning
pt_pt: Dispensar aviso

source: Press the button below to scan your site's files for changes. Note that if changes are found this will take you to the logs page for details.
pt_pt: Pressione o botão a seguir para Escanear os arquivos de seu site por alterações. Note que se forem encontradas mudanças isto irá leva-lo à página de registros para mais detalhes.

source: File Change Detection
pt_pt: Detecção de alterações de arquivos

source: Your site will detect changes to your files.
pt_pt: Seu site detectará alterações em seus arquivos.

source: Your website is not looking for changed files. Consider turning on file change detections.
pt_pt: Seu suíte não está buscando por arquivos alterados. Considere ativar a detecção de alteração de arquivos.

source: File Change Detection Settings
pt_pt: Configurações de detecção de alterações de arquivos

source: Split File Scanning
pt_pt: Escaneamento de arquivos dividido

source: Include/Exclude Files and Folders
pt_pt: Incluir/Excluir arquivos e pastas

source: Files and Folders List
pt_pt: Lista de arquivos e pastas

source: Ignore File Types
pt_pt: Ignorar tipos de arquivos

source: Email File Change Notifications
pt_pt: Notificações de mudanças de arquivos por e-mail

source: Display File Change Admin Warning
pt_pt: Mostrar aviso administrativo de mudanças nos arquivos

source: File Change History
pt_pt: Histórico de mudanças de arquivos

source: Today
pt_pt: Hoje

source: Tomorrow
pt_pt: Amanhã

source: Next automatic scan at:
pt_pt: O próximo escaneamento será às:

source: Automatic file change scanning is triggered by a user visiting your page and may not happen exactly at the time listed.
pt_pt: Escaneamento automático de alterações de arquivos é engatilhado por um usuário visitante de sua página e pode não acontecer exatamente no tempo listado.

source: Even the best security solutions can fail. How do you know if someone gets into your site? You will know because they will change something. File Change detection will tell you what files have changed in your WordPress installation alerting you to changes not made by yourself. Unlike other solutions this plugin will look only at your installation and compare files to the last check instead of comparing them with a remote installation thereby taking into account whether or not you modify the files yourself.
pt_pt: Mesmo as melhores soluções de segurança podem falhar. Como você sabe se alguém entra em seu site? Você saberá por conta de alterações que eles farão. A detecção de alterações nos arquivos o mostrarão quais arquivos foram alterados em sua instalação WordPress o alertando de mudanças feitas por você mesmo. Diferentemente de outras soluções este plug-in irá buscar apenas em sua instalação e comparar arquivos com a última verificação ao invés de compará-los à uma instalação remota, sendo assim levando em conta onde ou não você modificou seus arquivos.

source: Email file change notifications
pt_pt: Notificações de alterações de arquivos por e-mail

source: Notifications will be sent to all emails set to receive notifications on the global settings page.
pt_pt: As notificações serão enviadas para todos os e-mails definidos a receber notificações na página de configurações globais.

source: Enable File Change detection
pt_pt: Ativar detecção de alterações de arquivos

source: Exclude files or folders by clicking the red minus next to the file or folder name.
pt_pt: Excluir arquivos ou pastas ao clicar nos '-' (menos) próximo ao nome do arquivo pasta.

source: Exclude Selected
pt_pt: Excluir selecionados

source: Include Selected
pt_pt: Incluir selecionados

source: Include/Exclude Files
pt_pt: Incluir/Excluir arquivos

source: Select whether we should exclude files and folders selected or whether the scan should only include files and folders selected.
pt_pt: Selecione onde nós devemos excluir arquivos e pastas selecionadas ou onde o escaneamento deve apenas incluir arquivos e pastas selecionados.

source: Display file change admin warning
pt_pt: Mostrar o aviso de mudanças de arquivos administrativo

source: Disabling this feature will prevent the file change warning from displaying to the site administrator in the WordPress Dashboard. Note that disabling both the error message and the email notification will result in no notifications of file changes. The only way you will be able to tell is by manually checking the log files.
pt_pt: Desativando esta ferramenta prevenirá o aviso de mudanças nos arquivos a serem mostrados ao administrador do site no painel de controle WordPress. Note que ao desativar ambos uma mensagem de erro e a notificação de e-mail resultará em falta de notificações de alterações nos arquivos. A única forma que você estará hábil a fazer é checando manualmente os arquivos de registros.

source: Split file checking into chunks.
pt_pt: Dividir o escaneamento de arquivos em partes.

source: Splits file checking into 7 chunks (plugins, themes, wp-admin, wp-includes, uploads, the rest of wp-content and everything that is left over) and divides the checks evenly over the course of a day. This feature may result in more notifications but will allow for the scanning of bigger sites to continue even on a lower-end web host.
pt_pt: Dividir o escaneamento em 7 partes (plug-ins, temas, wp-admin, wp-includes, uploads, o resto de wp-content e tudo o que sobrou) e dividir as checagens mesmo durante um dia. Esta ferramenta pode resultar em mais notificações mas permitirá o escaneamento de sites maiores para continuar mesmo em um hoste web fraco.

source: File types listed here will not be checked for changes. While it is possible to change files such as images it is quite rare and nearly all known WordPress attacks exploit php, js and other text files.
pt_pt: Os tipos de arquivos aqui listados não serão verificados por mudanças. Enquanto for possível modificar arquivos como imagens é raramente perto de todos os ataques conhecidos ao WordPress explorando o php, js e outros arquivos de textos existentes.

source: Files Added
pt_pt: Arquivos adicionados

source: File
pt_pt: Arquivo

source: Date
pt_pt: Data

source: There are no added files to report
pt_pt: Não há arquivos adicionados para reportar

source: Files Removed
pt_pt: Arquivos removidos

source: There are no deleted files to report
pt_pt: Não há arquivos removidos para reportar

source: Files Changed
pt_pt: Arquivos alterados

source: There are no changed files to report
pt_pt: Não há arquivos alterados para reportar

source: Check Time
pt_pt: Horário de verificação

source: Files Deleted
pt_pt: Arquivos excluídos

source: Memory Used
pt_pt: Memória usada

source: Files
pt_pt: Arquivos

source: Modified
pt_pt: Modificado

source: File Hash
pt_pt: Mistura de arquivos

source: No files were changed.
pt_pt: Sem arquivos alterados.

source: Scan Time:
pt_pt: Tempo de checagem:

source: Files Added:
pt_pt: Arquivos adicionados:

source: Files Deleted:
pt_pt: Arquivos excluídos:

source: Files Modified:
pt_pt: Arquivos modificados:

source: Memory Used:
pt_pt: Memória usada:

source: Added
pt_pt: Adicionado

source: Deleted
pt_pt: Excluído

source: File Changes Detected
pt_pt: Mudança de arquivos detectada

source: WordPress File Change Warning
pt_pt: Aviso de mudança de arquivos WordPress

source: A file (or files) on your site at
pt_pt: Um arquivo (ou arquivos) em seu site em

source: have been changed. Please review the report below to verify changes are not the result of a compromise.
pt_pt: foi alterado. Por favor reveja o reporte a seguir para verificar mudanças que não são resultados de um compromisso.

source: File changes detected
pt_pt: Mudança de arquivos detectada.

source: detected file changes on your system
pt_pt: detectado alterações de arquivos em seu sistema

source: 404 Detection
pt_pt: Detecção 404

source: Your site is protecting against bots looking for known vulnerabilities.
pt_pt: Seu site está protegido contra robôs buscando por vulnerabilidades conhecidas.

source: Your website is not protected against bots looking for known vulnerabilities. Consider turning on 404 protection.
pt_pt: Seu site não está protegido contra robôs que buscam por vulnerabilidades conhecidas. Considere ativar a proteção 404.

source: The number of minutes in which 404 errors should be remembered and counted towards lockouts.
pt_pt: O número de minutos com os quais os erros 404 devem ser relembrados e contados voltados à bloqueios.

source: You must turn on
pt_pt: Você deve ativar

source: WordPress permalinks
pt_pt: links permanentes WordPress

source: to use this feature.
pt_pt: para usar esta ferramenta.

source: Enable 404 detection
pt_pt: Ativar detecção 404

source: Errors
pt_pt: Erros

source: The numbers of errors (within the check period time frame) that will trigger a lockout. Set to zero (0) to record 404 errors without locking out users. This can be useful for troubleshooting content or other errors. The default is 20.
pt_pt: O úmero de erros (com o período de checagem no quadro) que irá engatilhar um bloqueio. Defina zero (0) para gravar erros 404 sem bloquear usuários. Isto pode ser útil para soluções de problemas de conteúdo ou outros erros. O padrão é 20.

source: Use the white list above to prevent recording common 404 errors. If you know a common file on your site is missing and you do not want it to count towards a lockout record it here. You must list the full path beginning with the "/"
pt_pt: Use a lista branca a anterior para prevenir a gravação de erros 404 comuns. Se você conhece um arquivo comum em seu site que está faltando e você não quer que isto conte voltado à gravação para bloqueio, liste aqui. Você deve listar o caminho complete iniciando com o "/"

source: Enable 404 Detection
pt_pt: Ativar detecção de 404

source: 404 Detection Settings
pt_pt: Configurações de detecção de 404

source: Minutes to Remember 404 Error (Check Period)
pt_pt: Minutos a lembrar erro 404 (Período de checagem)

source: Error Threshold
pt_pt: Soluções de erros

source: 404 File/Folder White List
pt_pt: Lista branca 404 de arquivos/pastas

source: Ignored File Types
pt_pt: Tipos de arquivos ignorados

source: 404 detection looks at a user who is hitting a large number of non-existent pages and getting a large number of 404 errors. 404 detection assumes that a user who hits a lot of 404 errors in a short period of time is scanning for something (presumably a vulnerability) and locks them out accordingly. This also gives the added benefit of helping you find hidden problems causing 404 errors on unseen parts of your site. All errors will be logged in the \"View Logs\" page. You can set thresholds for this feature below.
pt_pt: Detecção de 404s busca por um usuário que está tentando encontrar um grande número de páginas inexistentes com erros 404. detecção de erros 404 assume que quem tiver um grande número de erros 404 em um curto período de tempo está buscando por alguma coisa (provavelmente uma vulnerabilidade) e bloqueá-los de acordo. Isto também o dá o benefício de ajuda-lo a encontrar problemas escondidos causando erros 404 em partes não usadas de seu site. Todos os erros serão registrados na página \"Visualização de registros\". Você pode definir soluções para esta ferramenta a seguir.

source: 404 Errors Found
pt_pt: Erros 404 encontrados

source: File types listed here will be recorded as 404 errors but will not lead to lockouts.
pt_pt: Tipos de arquivos listados aqui serão gravados como erros 404 mas não levarão à bloqueios.

source: Query
pt_pt: Consulta

source: Location
pt_pt: Localização

source: Count
pt_pt: Contagem

source: First Recorded
pt_pt: Primeira gravação

source: Last Recorded
pt_pt: Última gravação

source: too many attempts to access a file that does not exist
pt_pt: várias tentativas de acessar um arquivo inexistente

source: 404 Error
pt_pt: Erro 404

source: Website security is a complicated subject, but we have experts that can help.
pt_pt: A segurança de um site é um assunto complicado, mas nossos experts podem ajudá-lo.

source: Community Support from WordPress.org
pt_pt: Suporte da comunidade WordPress.org

source: Support & Pro Features with iThemes Security Pro
pt_pt: Suporte e ferramentas Pro com iThemes Security Pro

source: Have a Pro Secure Your Site
pt_pt: Tenha uma proteção Pro em seu site

source: Be sure your site has been properly secured by having one of our security experts tailor your security settings to the specific needs of your site.
pt_pt: Esteja certo de que seu site foi protegido corretamente ao ter um de nossos experts em segurança tecendo as configurações de segurança com as necessidades específicas de seu site.

source: Has your site been hacked? Contact one of our recommended hack repair partners to get things back in order.
pt_pt: Seu site foi hackeado? Contate um de nossos recomendados parceiros reparadores de hackers para adquirir as coisas em ordem de volta.

source: Get hack repair
pt_pt: Adquirir hack repair

source: Hide Login Area
pt_pt: Esconder área de conexão

source: Warning: Your admin URL has changed. Use the following URL to login to your site
pt_pt: Atenção: Sua URL de administração mudou. Use a seguinte URL para conectar-se a seu site

source: Please note this may be different than what you sent as the URL was sanitized to meet various requirements. A reminder has also been sent to the notification email(s) set in this plugins global settings.
pt_pt: Por favor note que isto pode ser diferente do que o você mandou como URL, pois ela foi limpa para atender a vários requisitos. Uma lembrança também foi enviada ao(s) e-mail(s) de notificação definido nas configurações globais deste plug-in.

source: Please note this may be different than what you sent as the URL was sanitized to meet various requirements.
pt_pt: Por favor note que isto pode ser diferente da URL que você enviou pois ela foi limpa para atender a vários requisitos.

source: Rules to hide the dashboard
pt_pt: Regras a esconder do painel de controle

source: Your WordPress Dashboard is hidden.
pt_pt: Seu painel de controle WordPress está escondido.

source: Your WordPress Dashboard is using the default addresses. This can make a brute force attack much easier.
pt_pt: Seu painel de controle WordPress está usando endereços padrões. Isto pode tornar um ataque à força bruta muito mais fácil.

source: Enable the hide backend feature.
pt_pt: Ativar o recurso de esconder a página de conexão.

source: Login URL:
pt_pt: URL de conexão:

source: The login url slug cannot be "login," "admin," "dashboard," or "wp-login.php" as these are use by default in WordPress.
pt_pt: A abreviação de URL não pode ser "login", "admin", "dashboard", "painel-de-controle", "conectar-se" ou "wp-login.php" por serem padrões usados pelo WordPress.
