Repository: WP-Translations/language-packs
Catalog: *-l10n-better-wp-security/languages/*-l10n-better-wp-security-*.po
Languages: nl_nl, pt_pt

source: Currently no hosts are locked out of this website.
pt_pt: Atualmente, não tem hospedeiros bloqueados para este site da Web.

source: Locked out users
pt_pt: Utilizadores bloqueados

source: Currently no users are locked out of this website.
pt_pt: Atualmente, não tem utilizadores bloqueados para este site da Web.

source: Locked out usernames (not real users)
pt_pt: Nomes dos utilizadores bloqueados (utilizadores inexistentes)

source: Currently no usernames are locked out of this website.
pt_pt: Atualmente, não tem nomes de utilizadores bloqueados para este site da Web.

source: Release Lockout
pt_pt: Bloqueios Disponíveis

source: Host or User Lockout
pt_pt: Bloqueio de Utilizador ou Hospedeiro

source: The selected lockouts have been cleared.
pt_pt: Os bloqueios selecionados foram limpos.

source: Security is a delicate item. It does not care who you are, if it sees that you are trying to do something strange it will lock you out. This can be troublesome on sites with existing errors, particularly missing assets such as images and others.
pt_pt: Segurança é um item delicado. Não importa quem você seja, se perceber que você está tentando fazer alguma coisa estranha você será bloqueado. Isto pode ser um problema em sites com erros existentes, particularmente com aspectos faltando como imagens e outros.

source: Use the button below to temporarily white list your IP from lockouts for 24 hours. It will still notify you of the situation but it will not lock you out of your site allowing you a chance to fix the issue.
pt_pt: Use o botão a seguir para deixar seu IP na lista branca temporariamente para preveni-lo de bloqueio durante 24 horas. Ainda haverão notificações da situação mas você não será bloqueado por seu site ao permitir uma chance à você para resolver o problema.

source: Please note that if your IP address changes at any time during the period (such as you switch locations) you could still inadvertently lock yourself out.
pt_pt: Por favor note que se seu endereço de IP muda a qualquer momento (como se você alternar de local) você ainda poderia bloquear você mesmo inadvertidamente.

source: has
pt_pt: tem

source: host
pt_pt: hospedeiro

source: The host has been locked out
pt_pt: O hospedeiro foi bloqueado

source: permanently
pt_pt: permanentemente

source: To release the host lockout you can remove the host from the
pt_pt: Para disponibilizar o bloqueio de hospedeiro, pode remover o mesmo da

source: host list
pt_pt: lista de hospedeiros

source: until
pt_pt: até

source: To release the lockout please visit
pt_pt: Para disponibilizar o bloqueio, por favor. visite

source: the admin area
pt_pt: a área de administração

source: The user has been locked out
pt_pt: O utilizador foi bloqueado

source: user
pt_pt: utilizador

source: the lockouts page
pt_pt: a página de bloqueios

source: and the user has been locked out
pt_pt: e o utilizador foi bloqueado

source: have
pt_pt: tem

source: and a user
pt_pt: e um utilizador

source: To release the user lockout please visit
pt_pt: Para disponibilizar o bloqueio de utilizador, por favor, visite

source: To release the lockouts please visit
pt_pt: Para disponibilizar os bloqueios, por favor, visite

source: Dear Site Admin
pt_pt: Caro Administrador do Site

source: A
pt_pt: Um

source: been locked out of the WordPress site at
pt_pt: foi bloqueado pelo site WordPress em

source: due to
pt_pt: devido à

source: This email was generated automatically by
pt_pt: Esta mensagem foi gerada automaticamente por

source: To change your email preferences please visit
pt_pt: Para alterar as suas preferências de e-mail, por favor, visite

source: the plugin settings
pt_pt: as configurações do plug-in

source: Site Lockout Notification
pt_pt: Notificação de Bloqueio do Site

source: Details
pt_pt: Detalhes

source: Function
pt_pt: Função

source: Priority
pt_pt: Prioridade

source: Time
pt_pt: Hora

source: Host
pt_pt: Hospedeiro

source: User
pt_pt: Utilizador

source: Referrer
pt_pt: Referente

source: Data
pt_pt: Dados

source: Security Log Information
pt_pt: Informação do Registo de Segurança

source: Security Log Data
pt_pt: Dados do Registo de Segurança

source: Log Summary
pt_pt: Resumo do Registo

source: Your database contains
pt_pt: A sua base de dados contém

source: log entries.
pt_pt: entradas de registo.

source: Use the button below to purge the log table in your database. Please note this will purge all log entries in the database including 404s.
pt_pt: Utilize o botão abaixo para purgar a tabela de registos da sua base de dados. Por favor, note que isto irá purgar todas as entradas do registo na base de dados, incluindo 404s.

source: Clear Logs
pt_pt: Limpar Registos

source: Below are various logs of information collected by
pt_pt: Em baixo, tem vários registos de informação recolhidos por

source: This information can help you get a picture of what is happening with your site and the level of success you have achieved in your security efforts.
pt_pt: Esta informação pode ajudá-lo a obter uma imagem do que está a acontecer no seu site e o nível de sucesso que alcançou com o seu esforço de segurança.

source: To view logs within the plugin you must enable database logging in the plugin settings. File logging is not available for access within the plugin itself.
pt_pt: Para ver os registos dentro do plug-in deverá ativar o registo da base de dados nas configurações do plug-in. O ficheiro de registo não está disponível para acesso dentro do próprio plug-in.

source: To adjust logging options visit the global settings page.
pt_pt: Para ajustar as opções de registo visite a página de configurações globais.

source: Select Filter:
pt_pt: Selecione um filtro:

source: All Log Data
pt_pt: Todos os Dados do Registo

source: There have been no lockouts since the last email check.
pt_pt: Não houveram bloqueios desde a última verificação de e-mail.

source: There have been
pt_pt: Houveram

source: users or usernames locked out for attempting to log in with incorrect credentials.
pt_pt: utilizadores ou nomes de utilizadores bloqueados por tentativas de início de sessão com credenciais incorretas.

source: There has been
pt_pt: Houve

source: user or username locked out for attempting to log in with incorrect credentials.
pt_pt: utilizador ou nome de utilizador bloqueado por tentativas de início de sessão com credenciais incorretas.

source: host locked out.
pt_pt: hospedeiro bloqueado.

source: hosts locked out.
pt_pt: hospedeiros bloqueados.

source: lockout(s) including
pt_pt: bloqueio(s), incluindo

source: user(s) and
pt_pt: utilizador(es) e

source: host(s) locked out of your site.
pt_pt: hospedeiro(s) bloqueado(s) pelo seu site.

source: The following is a summary of security related activity on your site. For details please visit
pt_pt: O seguinte, é um resumo da segurança relacionado com as atividades no seu site. Para detalhes, por favor, visite

source: the security logs
pt_pt: os registos de segurança

source: Daily Security Digest
pt_pt: Gestão de Segurança Diária

source: <strong>ERROR</strong>: You must activate this plugin from the network dashboard.
pt_pt: <strong>ERRO</strong>: deve ativar este plug-in no painel de controle da rede.

source: Relative Path
pt_pt: Caminho Relativo

source: Suggestion
pt_pt: Sugestão

source: >Value
pt_pt: >Valor

source: Result
pt_pt: Resultado

source: Status
pt_pt: Estado

source: Value
pt_pt: Valor

source: All
pt_pt: Tudo

source: High
pt_pt: Alto

source: Medium
pt_pt: Médio

source: Low
pt_pt: Baixo

source: Completed
pt_pt: Completo

source: High Priority
pt_pt: Alta Prioridade

source: These are items that should be secured immediately.
pt_pt: Estes são itens que deverão ser protegidos imediatamente.

source: Fix it
pt_pt: Corrigi-lo

source: You have secured all High Priority items.
pt_pt: Protegeu todos os itens de 'Alta Prioridade'.

source: Medium Priority
pt_pt: Prioridade Média

source: These are medium priority items that should be fixed if no conflicts are present, but they are not critical to the overall security of your site.
pt_pt: Estes são itens que deverão ser corrigidos se não estiverem presentes conflitos, mas eles não são críticos para a segurança geral do seu site.

source: You have secured all Medium Priority items.
pt_pt: Protegeu todos os itens de 'Prioridade Média'.

source: Low Priority
pt_pt: Baixa Prioridade

source: These are low priority items that should be secured if, and only if, your plugins or theme do not conflict with their use.
pt_pt: Estes são os itens de prioridade baixa que deverão ser protegidos se, e apenas se, os seus plug-ins ou temas não entrarem em conflito com a sua utilização.

source: You have secured all Low Priority items.
pt_pt: Protegeu todos os itens de prioridade baixa.

source: These are items that you have successfully secured.
pt_pt: Estes são itens que protegeu com sucesso.

source: Edit
pt_pt: Editar

source: These are items that should be secured if possible however they are not critical to the overall security of your site.
pt_pt: Estes são os itens que deverão ser protegidos se possível, contudo estes não são críticos para a segurança geral do seu site.

source: These are items that should be secured if, and only if, your plugins or theme do not conflict with their use.
pt_pt: Estes são os itens que deverão ser protegidos se, e apenas se, os seus plug-ins ou temas não entrarem em conflito com a sua utilização.

source: These are items that you have successfuly secured.
pt_pt: Estes são itens que você protegeu com sucesso.

source: User Information
pt_pt: Informação do Utilizador

source: Public IP Address
pt_pt: Endereço de IP Público

source: Get more information on this address
pt_pt: Obter mais informação neste endereço

source: User Agent
pt_pt: Agente do Utilizador

source: File System Information
pt_pt: Informação do Sistema de Ficheiros

source: Website Root Folder
pt_pt: Pasta Raiz do Site da Web

source: Document Root Path
pt_pt: Caminho Raiz dos Documentos

source: Yes
pt_pt: Sim

source: No.
pt_pt: Não.

source: .htaccess File is Writable
pt_pt: Ficheiro .htaccess é Gravável

source: wp-config.php File is Writable
pt_pt: Ficheiro wp-config.php é Gravável

source: Database Information
pt_pt: Informação da Base de Dados

source: MySQL Database Version
pt_pt: Versão da Base de Dados MySQL

source: MySQL Client Version
pt_pt: Versão do Cliente MySQL

source: Database Host
pt_pt: Hospedeiro da Base de Dados

source: Database Name
pt_pt: Nome da Base de Dados

source: Database User
pt_pt: Utilizador da Base de dDados

source: Not Set
pt_pt: Não Definido

source: Off
pt_pt: Desligado

source: SQL Mode
pt_pt: Modo de SQL

source: Server Information
pt_pt: Informação do Servidor

source: Server / Website IP Address
pt_pt: Endereço de IP do Servidor / Site da Web

source: Server Type
pt_pt: Tipo de Servidor

source: Operating System
pt_pt: Sistema Operativo

source: Browser Compression Supported
pt_pt: Suportada Compressão de Navegador

source: none
pt_pt: nenhuma

source: unavailable
pt_pt: indisponível

source: undefined
pt_pt: indefinido

source: PHP Process User (UID:GID)
pt_pt: Utilizador Processo PHP (UID:GID)

source: PHP Information
pt_pt: Informação de PHP

source: PHP Version
pt_pt: Versão de PHP

source: PHP Memory Usage
pt_pt: Utilização da Memória de PHP

source: N/A
pt_pt: N/D

source: PHP Memory Limit
pt_pt: Limite da Memória de PHP

source: PHP Max Upload Size
pt_pt: Tamanho Máximo de Envio do PHP

source: PHP Max Post Size
pt_pt: Tamanho Máximo de Publicação do PHP

source: On
pt_pt: Ligado

source: PHP Safe Mode
pt_pt: Modo Seguro do PHP

source: PHP Allow URL fopen
pt_pt: Permitir abertura de URL do PHP

source: PHP Allow URL Include
pt_pt: Permitir incluir URL no PHP

source: PHP Display Errors
pt_pt: Mostrar erros no PHP

source: PHP Display Startup Errors
pt_pt: Mostrar erros de inicialização no PHP

source: PHP Expose PHP
pt_pt: PHP expor PHP

source: PHP Register Globals
pt_pt: Registos Globais de PHP

source: PHP Max Script Execution Time
pt_pt: Tempo de execução máximo do script PHP

source: Seconds
pt_pt: Segundos

source: PHP Magic Quotes GPC
pt_pt: Citações mágicas GPC PHP

source: PHP open_basedir
pt_pt: open_basedir PHP

source: No
pt_pt: Não

source: PHP XML Support
pt_pt: Suporte à XML PHP

source: PHP IPTC Support
pt_pt: Suporte à IPTC PHP

source: PHP Exif Support
pt_pt: Suporte Exif PHP

source: Disabled PHP Functions
pt_pt: Funções de PHP desativadas

source: WordPress Configuration
pt_pt: Configurações do WordPress

source: Multisite is enabled
pt_pt: Múltiplos Sites está ativado

source: Multisite is NOT enabled
pt_pt: Múltiplos Sites não está ativado

source: Multisite
pt_pt: Múltiplos Sites

source: Enabled
pt_pt: Ativado

source: WARNING! Permalinks are NOT Enabled. Permalinks MUST be enabled for this plugin to function correctly
pt_pt: AVISO! As ligações permanentes não estão ativadas. Estas DEVEM estar ativadas para este plug-in funcionar corretamente

source: WP Permalink Structure
pt_pt: Estrutura de Ligação Permanente do WP

source: Wp-config Location
pt_pt: Localização de wp-config

source: Active Plugins
pt_pt: Plug-ins Ativos

source: Content Directory
pt_pt: Diretoria de Conteúdo

source: variables
pt_pt: variáveis

source: Build Version
pt_pt: Versão de Compilação

source: Note: this is NOT the same as the version number on the plugin page or WordPress.org page and is instead used for support.
pt_pt: Nota: esta não é a mesma que o número da versão na página do plug-in ou no WordPress.org e é usado apenas para suporte.

source: No items found.
pt_pt: Sem itens encontrados.

source: Bulk Actions
pt_pt: Ações em Série

source: Apply
pt_pt: Aplicar

source: Show all dates
pt_pt: Mostrar todas as datas

source: List View
pt_pt: Lista de visualização

source: Excerpt View
pt_pt: Visualização de excerto

source: %s pending
pt_pt: %s pendente

source: Go to the first page
pt_pt: Ir para a primeira página

source: Go to the previous page
pt_pt: Ir para a página anterior

source: Current page
pt_pt: Página atual

# paging
source: %1$s of %2$s
pt_pt: %1$s de %2$s

source: Go to the next page
pt_pt: Ir para a página seguinte

source: Go to the last page
pt_pt: Ir para a última página

source: Select All
pt_pt: Selecionar Tudo

source: Admin User
pt_pt: Utilizador Administrador

source: The <em>admin</em> user has been removed or renamed.
pt_pt: O utilizador <em>administrador</em> foi removido ou renomeado.

source: The <em>admin</em> user still exists.
pt_pt: O utilizador <em>administrador</em> ainda existe.

source: The user with id 1 has been removed.
pt_pt: O utilizador com a id. 1 foi removido.

source: A user with id 1 still exists.
pt_pt: O utilizador com a id. 1 ainda existe.

source: Security check
pt_pt: Verificação de segurança

source: The new admin username you entered is invalid or WordPress could not change the user id or username. Please check the name and try again.
pt_pt: O novo nome de usuário de administrador é inválido ou o WordPress não pode mudar o nome de usuário ou id. Por favor verifique o nome e tente novamente.

source: It looks like you have already removed the admin user. No further action is necessary.
pt_pt: Parece que você já removeu o usuário administrador. Nenhuma ação adicional é necessária.

source: This feature will improve the security of your WordPress installation by removing common user attributes that can be used to target your site.
pt_pt: Esta ferramenta irá promover a segurança de sua instalação WordPress ao remover atributos comuns de usuários que podem ser usados para atingir seu site.

source: WARNING
pt_pt: AVISO

source: Backup your database
pt_pt: Efetue uma cópia de segurança da sua base de dados

source: before changing the admin user.
pt_pt: antes de alterar o nome do administrador.

source: Notice
pt_pt: Notícia

source: Changing the admin username or id of user 1 will log you out of your site requiring you to log back in again.
pt_pt: Mudando o nome do administrador ou id do usuário #1 irá desconectá-lo de seu site, requerendo que você conecte-se novamente.

source: Enable Change Admin User
pt_pt: Ativar Alterar Utilizador Administrador

source: Check this box to enable admin user renaming.
pt_pt: Marque esta caixa para ativar a renomeação do utilizador administrador.

source: New Admin Username
pt_pt: Novo Nome de Utilizador Administrador

source: Enter a new username to replace "admin." Please note that if you are logged in as admin you will have to log in again.
pt_pt: Digite um novo nome de usuário para repor "administrador" Por favor note que se você conectar como administrador você terá que reconectar novamente.

source: Change User ID 1
pt_pt: Alterar a Id. do Utilizador 1

source: Change the ID of the user with ID 1.
pt_pt: Altere a Id. do Utilizador com a Id. 1.

source: Save Admin User
pt_pt: Guardar Utilizador Administrador

source: Away Mode
pt_pt: Modo disperso

source: Enable away mode
pt_pt: Ativar modo disperso

source: Set the date at which the admin dashboard should become available
pt_pt: Defina a data que o painel de controle do administrador deve ficar disponível

source: Set the time at which the admin dashboard should become available again.
pt_pt: Defina o horário que o painel de controle administrativo deve ficar disponível novamente.

source: Set the date at which the admin dashboard should become unavailable
pt_pt: Defina a data que o painel de controle administrativo deve ficar indisponível

source: Set the time at which the admin dashboard should become unavailable.
pt_pt: Defina o horário que o painel de controle administrativo deve ficar indisponível.

source: Daily
pt_pt: Diariamente

source: One Time
pt_pt: Uma vez

source: Select the type of restriction you would like to enable
pt_pt: Selecione o tipo de restrição que você deseja ativar

source: Away Mode is enabled and your WordPress Dashboard is not available when you will not be needing it.
pt_pt: Modo disperso é ativado e seu painel de controle WordPress ficará indisponível quando você não estiver precisando dele.

source: Your WordPress Dashboard is available 24/7. Do you really update 24 hours a day? Consider using Away Mode.
pt_pt: Seu painel de controle WordPress está disponível 24h 7dias/semana. Você realmente necessita atualizar 24h por dia? Considere usar o modo disperso.

source: Type of Restriction
pt_pt: Tipo de Restrição

source: Start Date
pt_pt: Data de Início

source: Start Time
pt_pt: Hora de Início

source: End Date
pt_pt: Data de Fim

source: End Time
pt_pt: Hora de Fim

source: As most sites are only updated at certain times of the day it is not always necessary to provide access to the WordPress dashboard 24 hours a day, 7 days a week. The options below will allow you to disable access to the WordPress Dashboard for the specified period. In addition to limiting exposure to attackers this could also be useful to disable site access based on a schedule for classroom or other reasons.
pt_pt: Como a maioria dos sites são atualizados apenas em certas horas do dia não é sempre necessário disponibilizar o acesso ao painel de controle WordPress 24h por dia, 7 dias por semana. As opções a seguir permitirão que você desative o acesso ao painel de controle WordPress para o período determinado. Em adição ao limite de exposição aos ataques, isto também pode ser útil para desativar o acesso baseado em um calendário para sala de aula ou outras razões.

source: Please note that according to your %sWordPress timezone settings%s your current time is:
pt_pt: Por favor, perceba que concordando com suas configurações%s de fuso horário %sWordPress seu horário atual é:

source: If this is incorrect please correct it on the %sWordPress general settings page%s by setting the appropriate time zone. Failure to set the correct timezone may result in unintended lockouts.
pt_pt: Se isto estiver incorreto por favor, corrija-o na página%s de configurações globais %sWordPress ao inserir o fuzo-horário apropriado. Falha ao definir o fuzo-horário correto pode resultar em bloqueios indesejados.

source: Away mode is currently enabled.
pt_pt: O modo disperso está atualmente ativado.

source: The dashboard of this website will become unavailable %s%s%s from %s%s%s until %s%s%s.
pt_pt: O painel de controle deste site ficará indisponível %s%s%s desde %s%s%s até %s%s%s.

source: every day
pt_pt: todo dia

source: The dashboard of this website will become unavailable from %s%s%s on %s%s%s until %s%s%s on %s%s%s.
pt_pt: O painel de controle deste site ficará indisponível de %s%s%s em %s%s%s até %s%s%s em %s%s%s.

source: You will not be able to log into this website when the site is unavailable.
pt_pt: Você não estará hábil a conectar-se neste site quando o site estiver indisponível.

source: Invalid away mode time listed. The time entered would lock you out of your site now. Please try again.
pt_pt: Horário de Modo disperso listado inválido. O horário que você digitou o bloqueará em seu site imediatamente. Por favor, tente novamente.

source: Invalid away mode time listed. The start time selected is after the end time selected.
pt_pt: Horário de Modo disperso listado inválido. O horário inicial selecionado é após o horário final selecionado.

source: Invalid away mode time listed. The period selected already ended.
pt_pt: Horário de Modo disperso listado inválido. O período selecionado já acabou.

source: A host was prevented from accessing the dashboard due to away-mode restrictions being in effect
pt_pt: Um hoste foi prevenido de acessar o painel de controle devido às restrições do modo disperso estarem em efeito

source: Away Mode Triggered
pt_pt: Modo disperso engatilhado

source: One of the best ways to protect yourself from an attack is to have access to a database backup of your site. If something goes wrong, you can get your site back by restoring the database from a backup and replacing the files with fresh ones. Use the button below to create a backup of your database for this purpose. You can also schedule automated backups and download or delete previous backups.
pt_pt: Uma das melhores formas de se proteger de um ataque é ter acesso ao backup do banco de dados de seu site. Se algo de errado acontecer, você pode trazer seu site de volta restaurando o banco de dados a partir de um backup e repondo arquivos com outros atualizados. Use o botão a seguir para criar um backup de seu banco de dados com esta proposta. Você também pode agendar backups automáticos e baixar ou excluir backups anteriores.

source: Tables for Backup
pt_pt: Tabelas para backup

source: Excluded Tables
pt_pt: Tabelas Excluídas

source: Description
pt_pt: Descrição

source: Make a Database Backup
pt_pt: Efetuar uma Cópia de Segurança da Base de Dados

source: Database Backups
pt_pt: Cópias de Segurança da Base de Dados

source: Take the Next Steps in Security with BackupBuddy
pt_pt: Vá para os passos seguintes em segurança com BackupBuddy

source: Your site is performing scheduled database and file backups.
pt_pt: Seu site está fazendo backups agendados de banco da dados e de arquivos.

source: BackupBuddy is installed but backups do not appear to have been scheduled. Please schedule backups.
pt_pt: BackupBuddy está instalado, porém os backups não parecem estar agendados. Por favor agendo os backups.

source: You are using a 3rd party backup solution.
pt_pt: Você está usando uma solução de backup de terceira parte.

source: It looks like you have a 3rd-party backup solution in place but are not using it. Please turn on scheduled backups.
pt_pt: Parece que você tem uma solução de backup de terceira parte mas não está usando. Por favor ative os backups agendados.
