Repository: WP-Translations/language-packs
Catalog: *-l10n-better-wp-security/languages/*-l10n-better-wp-security-*.po
Languages: nl_nl, pt_pt

source: Your site is performing scheduled database backups but is not backing up files. Consider purchasing or scheduling BackupBuddy to protect your investment.
pt_pt: Seu site está realizando backups de banco de dados mas não de arquivos. Considere comprar ou agendar BackupBuddy para proteger seu investimento.

source: Your site is not performing any scheduled database backups.
pt_pt: Seu site não está realizando qualquer backup agendado de banco de dados.

source: Configure Database Backups
pt_pt: Configurar backups do banco de dados

source: Enable Database Backups
pt_pt: Ativar backups do banco de dados

source: Backup Schedule Settings
pt_pt: Configurações de backups agendados

source: Schedule Database Backups
pt_pt: Backups do banco de dados agendados

source: Backup Interval
pt_pt: Intervalo de backups

source: Backup Full Database
pt_pt: Backup completo do banco de dados

source: Backup Method
pt_pt: Método de backup

source: Backup Location
pt_pt: Localização do backup

source: Backups to Retain
pt_pt: Backups a reter

source: Compress Backup Files
pt_pt: Comprimir arquivos de backup

source: Exclude Tables
pt_pt: Excluir Tabelas

source: Back up your site
pt_pt: Efetue uma cópia de segurança do seu site

source: We recommend making a database backup before you get started securing your site.
pt_pt: Nós recomendamos fazer um backup do banco de dados antes de você começar a proteger seu site.

source: Make a backup
pt_pt: Fazer um backup

source: Backup completed. Please check your email or uploads folder.
pt_pt: Backup completo. Por favor verifique seu e-mail ou pasta de uploads.

source: Whoops. Something went wrong. Check the backup page or contact support.
pt_pt: Opa. Aconteceu alguma coisa errada. Verifique a página de backup ou contate o suporte.

source: A database backup is just a simple start. BackupBuddy goes one step further to provide complete backups of all your site files (including image and media files, themes, plugins, widgets and settings) - which aren't included in a database backup. With BackupBuddy you can customize backup schedules, send your backup files safely off-site to remote storage destinations, restore your site quickly & easily and even move your whole site to a new host or domain.
pt_pt: Um backup do banco de dados é apenas um simples começo. BackupBuddy vai um passo a mais para prover backups completos de todos os arquivos de seu site (incluindo imagem e arquivos de mídia, temas, plug-ins, widgets e configurações) - os quais não estão inclusos no backup do banco de dados. Com BackupBuddy você pode personalizar agendamento de backups, enviar seus arquivos de backups seguramente fora de seu site para destinos de armazenamento remoto, restaurar seu site rapidamente e facilmente mesmo que seu site esteja em um novo hoste ou domínio.

source: 5 Reasons You Need a Complete Backup Strategy
pt_pt: 5 razões pelas quais você necessita uma estratégia de backup completa.

source: Database backups aren't enough.
pt_pt: Backups de bancos de dados não são suficientes.

source: You need complete backups of your entire site (including images and media files, themes, plugins, widgets and settings).
pt_pt: Você necessita de backups completos de todo o seu site (incluindo imagens e arquivos de mídia, temas, plug-ins, widgets e configurações).

source: Backup files should be protected.
pt_pt: Arquivos de backup devem ser protegidos.

source: Send and store them safely off-site to a secure remote destination (like email, Dropbox, Amazon S3, etc.)
pt_pt: Envie e armazene eles seguramente fora de seu site em um destino remoto (como e-mail, Dropbox, Amazon S3, etc.)

source: Backups should be automated and scheduled so you don't forget.
pt_pt: Backups devem ser automáticos e agendados, então você não se esquecerá deles.

source: Set daily, weekly or monthly backups that automatically send backups off-site.
pt_pt: Defina diariamente, semanalmente ou mensalmente os backups que serão armazenados automaticamente fora de seu site.

source: Restoring your site should be quick and easy.
pt_pt: Restaurar seu site deve ser fácil e rápido.

source: If you get hacked or your server crashes, you shouldn't have to worry about restoring your site. Reliable backups mean nothing gets corrupted or broken during the restore process.
pt_pt: Se você for hackeado ou seu servidor tiver algum problema, você não deverá preocupar-se com a restauração de seu site. Backups refeitos significam que nada será corrompido ou quebrado durante o processo de restauração.

source: You should own your backup files.
pt_pt: Você deve ter seus próprios arquivos de backup.

source: Don't just rely on a host or service. It's your site, so you should own everything on it.
pt_pt: Não é apenas preocupar com um hoste ou serviço. É seu site, então você mesmo deve ter tudo isto.

source: Learn more about BackupBuddy
pt_pt: Aprenda mais a respeito de BackupBuddy

source: Press the button below to create a backup of your WordPress database. If you have "Send Backups By Email" selected in automated backups you will receive an email containing the backup file.
pt_pt: Pressione o botão a seguir para criar um backup de seu banco de dados WordPress. Se você tem a opção "Enviar backups por e-mail" nos backups automáticos você receberá um e-mail contendo o arquivo de backup.

source: Create Database Backup
pt_pt: Criar Cópia de Segurança da Base de Dados

source: Adjust Backup Settings
pt_pt: Ajustar Configurações da Cópia de Segurança

source: Checking this box will have the backup script backup all tables in your database, even if they are not part of this WordPress site.
pt_pt: Marcando esta caixa você terá o script de backup em todas as tabelas de seu banco de dados, mesmo que elas não sejam parte de seu site WordPress

source: Enable Scheduled Database Backups
pt_pt: Ativar backup apenas de banco de dados

source: Tables with data that does not need to be backed up
pt_pt: Tabelas com dados que não necessitam fazer backup

source: Some plugins can create log files in your database. While these logs might be handy for some functions, they can also take up a lot of space and, in some cases, even make backing up your database almost impossible. Select log tables above to exclude their data from the backup. Note: The table itself will be backed up, but not the data in the table.
pt_pt: Alguns plug-ins podem criar arquivos de registro em seu banco de dados. Enquanto estes registros podem ser usados para algumas funções, eles também podem levar muito espaço, e em alguns casos, mesmo fazendo backup de seu banco de dados será quase impossível. Selecione as tabelas de registro anteriores para excluir seus dados do backup. Nota: A própria tabela terá seu backup, mas não os dados nela contidos.

source: The number of days between database backups.
pt_pt: O número de dias entre os backups do banco de dados.

source: The path on your machine where backup files should be stored.
pt_pt: O caminho em sua máquina onde os backups devem ser armazenados.

source: Save Locally and Email
pt_pt: Guardar Localmente e E-mail

source: Email Only
pt_pt: Apenas E-mail

source: Save Locally Only
pt_pt: Guardar Apenas Localmente

source: Backup Save Method
pt_pt: Método de Guardar Cópia de Segurança

source: Select what we should do with your backup file. You can have it emailed to you, saved locally or both.
pt_pt: Selecione o que nós devemos fazer com seus arquivos de backup. Você pode tê-los enviados por e-mail à você, salvo localmente ou ambos.

source: Limit the number of backups stored locally (on this server). Any older backups beyond this number will be removed. Setting to "0" will retain all backups.
pt_pt: Limitar o número de backups armazenados localmente (neste servidor). Quaisquer backups antigos além deste número serão removidos. Definir como "0" irá manter todos os backups.

source: Zip Database Backups
pt_pt: Backups do banco de dados compactados (Zip)

source: You may need to turn this off if you are having problems with backups.
pt_pt: Você pode necessitar desativar esta opção se você está tendo problemas com backups.

source: emailed to backup recipients and saved locally.
pt_pt: enviado por e-mail aos destinatários e salvo localmente.

source: emailed to backup recipients.
pt_pt: enviado por e-mail aos destinatários.

source: saved locally.
pt_pt: guardada localmente.

source: Something went wrong with your backup. It looks like another process might already be trying to backup your database. Please try again in a few minutes. If the problem persists please contact support.
pt_pt: Algo aconteceu errado com seu backup. Parece que outro processo pode já está tentando realizar o backup de seu banco de dados. Por favor tente novamente em alguns minutos. Se o problema persistir, contate o suporte.

source: Attached is the backup file for the database powering
pt_pt: O arquivo de backup está anexado para a ativação do banco de dados

source: taken
pt_pt: levado

source: Site Database Backup
pt_pt: Backup do banco de dados do site

source: Error
pt_pt: Erro

source: saved locally but email to backup recipients could not be sent.
pt_pt: salvo localmente mas os destinatários de e-mail do backup não puderam recebe-lo.

source: Success
pt_pt: Sucesso

source: emailed to backup recipients and saved locally
pt_pt: enviado por e-mail aos destinatários e salvos localmente

source: email to backup recipients could not be sent.
pt_pt: e-mail com o backup para os destinatários não pôde ser enviado.

source: emailed to backup recipients
pt_pt: backup enviado aos destinatários por e-mail

source: saved locally
pt_pt: salvo localmente

source: Database Backup Executed
pt_pt: Backup do banco de dados executado

source: Banned Users
pt_pt: Usuários banidos

source: Use the guidelines below to enter user agents that will not be allowed access to your site.
pt_pt: Use as linhas do guia a seguir para digitar os agentes de usuários que não serão permitidos acessar seu site.

source: Enter only 1 user agent per line.
pt_pt: Digite apenas um agente de usuário por linha.

source: Enable HackRepair.com's blacklist feature
pt_pt: Ative a ferramenta de lista negra contida em hackrepair.com

source: As a getting-started point you can include the excellent blacklist developed by Jim Walker of <a href="http://hackrepair.com/blog/how-to-block-bots-from-seeing-your-website-bad-bots-and-drive-by-hacks-explained" target="_blank">HackRepair.com</a>.
pt_pt: Como um ponto inicial você pode incluir a excelente lista negra desenvolvida por Jim Walker de <a href="http://hackrepair.com/blog/how-to-block-bots-from-seeing-your-website-bad-bots-and-drive-by-hacks-explained" target="_blank">HackRepair.com</a>.

source: Enable ban users
pt_pt: Ativar banimento de usuários

source: Use the guidelines below to enter hosts that will not be allowed access to your site. Note you cannot ban yourself.
pt_pt: Usar as linhas de guia a seguir para digitar hostes que não serão permitidos acessar seu site. Note que você não pode banir você mesmo.

source: You may ban users by individual IP address or IP address range.
pt_pt: Você pode banir usuários por endereços de IP individuais ou por alcance de IP.

source: You are blocking known bad hosts and agents with the ban users tool.
pt_pt: Você está bloqueando hostes suspeitos conhecidos e agentes com as ferramentas de usuários banidos.

source: You are not blocking any users that are known to be a problem. Consider turning on the Ban Users feature.
pt_pt: Você não estar bloqueando quaisquer usuários que são conhecidos como sendo um problema. Considere ativar a ferramenta banir usuários.

source: Default Blacklist
pt_pt: Lista Negra Predefinida

source: Configure Ban Users
pt_pt: Configurar Banir Utilizadores

source: Ban Users
pt_pt: Banir Utilizadores

source: Ban Hosts
pt_pt: Banir Hospedeiros

source: Ban User Agents
pt_pt: Banir Agentes de Utilizador

source: This feature allows you to completely ban hosts and user agents from your site without having to manage any configuration of your server. Any IP addresses or user agents found in the lists below will not be allowed any access to your site.
pt_pt: Esta ferramenta permite você banir hostes e agentes de usuário completamente de seu site sem ter que gerenciar qualquer configuração de seu servidor. Qualquer endereço de IP ou agentes de usuário encontrados na lista a seguir não serão permitidos acessar seu site.

source: Note that the ban users feature has been disabled until the following errors are corrected:
pt_pt: Note que a ferramenta de banir usuários foi desabilitada até que os seguintes erros sejam corrigidos:

source: is not a valid address in the ban users box.
pt_pt: não é um endereço válido na baixa de banimento de usuários.

source: is not a valid address as it has been white listed.
pt_pt: não é um endereço válido como isto foi listado como branco.

source: Brute Force Protection
pt_pt: Proteção força bruta

source: Your login area is protected from brute force attacks.
pt_pt: Sua área de conexão está protegida contra ataques de força bruta.

source: Your login area is partially protected from brute force attacks. We recommend you use both network and local blocking for full security.
pt_pt: Sua área de conexão está parcialmente protegida de ataques com força bruta. Nós recomendamos que você use ambas as redes e bloqueio local para segurança completa.

source: Your login area is not protected from brute force attacks.
pt_pt: Sua área de conexão não está protegida de ataques com força bruta.

source: Enable Brute Force Protection
pt_pt: Ativar proteção de força bruta

source: Brute Force Protection Settings
pt_pt: Configurações de proteção de força bruta

source: Enable local brute force protection
pt_pt: Ativar proteção de força bruta local

source: Max Login Attempts Per Host
pt_pt: Tentativas máximas de conexão por hoste

source: Max Login Attempts Per User
pt_pt: Tentativas máximas de conexão por usuário

source: Minutes to Remember Bad Login (check period)
pt_pt: Minutos a relembrar tentativas frustradas de conexão (período de marcação)

source: Automatically ban "admin" user
pt_pt: Banir automaticamente o usuário "administrador"

source: Invalid Login Attempts
pt_pt: Tentativas de conexão inválidas

source: If one had unlimited time and wanted to try an unlimited number of password combinations to get into your site they eventually would, right? This method of attack, known as a brute force attack, is something that WordPress is acutely susceptible by default as the system doesn't care how many attempts a user makes to login. It will always let you try again. Enabling login limits will ban the host user from attempting to login again after the specified bad login threshold has been reached.
pt_pt: Se alguém tivesse tempo ilimitado e quisesse tentar um número ilimitado de combinações de senha para conectar-se a seu site ele eventualmente conseguiria, certo? Este método de ataque, conhecido como ataque à força bruta, é algo que o WordPress está suscetível por padrão como o sistema não se importa com quantas tentativas um usuário faz para conectar-se. Isto irá normalmente leva-lo a tentar novamente. Ativando limites de tentativas de conexão irá banir o hoste do usuário de tentativas de conexão novamente após que um número limitado de tentativas seja atingido.

source: Network vs Local Brute Force Protection
pt_pt: Proteção em Rede x Força Bruta Local

source: Local brute force protection looks only at attempts to access your site and bans users per the lockout rules specified locally. Network brute force protection takes this a step further by banning users who have tried to break into other sites from breaking into yours. The network protection will automatically report the IP addresses of failed login attempts to iThemes and will block them for a length of time necessary to protect your site based on the number of other sites that have seen a similar attack.
pt_pt: A proteção de força bruta local parece apenas à respeito de tentativas de acesso à seu site e banimento de usuários por regras de bloqueio especificadas localmente. A proteção de força bruta de rede leva este passo adiante ao banir usuários que tentaram quebrar a proteção de outros sites que tente o mesmo com o seu. A proteção de rede irá reportar automaticamente os endereços de IP de tentativas falhas de conexão para iThemes e irá bloqueá-los por um limite de tempo necessário para proteger seu site baseado no número de outros sites que sofreram ataques similares.

source: Immediately ban a host that attempts to login using the "admin" username.
pt_pt: Banir um hoste imediatamente que tentar conectar usando o nome de usuário "administrador".

source: You are still using an account with the username "admin." Please rename it before using this feature
pt_pt: Você ainda está usando uma conta com o nome de usuário "administrador". Por favor, renomeie antes de usar esta ferramenta

source: The number of minutes in which bad logins should be remembered.
pt_pt: O número de minutos em que conexões incorretas devem ser lembradas.

source: Enable local brute force protection.
pt_pt: Ativar proteção de força bruta local.

source: Attempts
pt_pt: Tentativas

source: The number of login attempts a user has before their host or computer is locked out of the system. Set to 0 to record bad login attempts without locking out the host.
pt_pt: O número de tentativas de conexão que um usuário tem antes de seu hoste ou computador ser bloqueado pelo sistema. Defina 0 para gravar tentativas frustradas de conexão sem bloquear o hoste.

source: The number of login attempts a user has before their username is locked out of the system. Note that this is different from hosts in case an attacker is using multiple computers. In addition, if they are using your login name you could be locked out yourself. Set to zero to log bad login attempts per user without ever locking the user out (this is not recommended)
pt_pt: O número de tentativas de conexão que um usuário possui antes de ser bloqueado pelo sistema. Note que esta é diferente de hostes em caso de um atacante estar utilizando múltiplos computadores. Em adição, se eles estão usando seu nome se conexão você também poderá acabar bloqueando você mesmo. Defina como zero para tentativas de conexão frustradas por usuário sem mesmo bloquear o usuário (isto não é recomendado)

source: Username
pt_pt: Nome de usuário

source: too many bad login attempts
pt_pt: várias tentativas de conexão frustradas

source: user tried to login as "admin."
pt_pt: o usuário tentou conectar-se como "administrador"

source: Invalid Login Attempt
pt_pt: Tentativa de conexão inválida

source: Change Content Directory
pt_pt: Mudar diretório de conteúdo

source: You have renamed the wp-content directory of your site.
pt_pt: Você renomeou o diretório wp-contente de seu site.

source: You should rename the wp-content directory of your site.
pt_pt: Você deve renomear o diretório wp-content de seu site.

source: By default, WordPress puts all your content (including images, plugins, themes, uploads and more) in a directory called "wp-content." This default folder name makes it easy for attackers to scan for files with security vulnerabilities on your WordPress installation because they know where the vulnerable files are located. Moving the "wp-content" folder can make it more difficult for an attacker to find problems with your site, as scans of your site's file system will not produce any results.
pt_pt: Por padrão, WordPress coloca todo o seu conteúdo (incluindo imagens, plug-ins, temas, arquivos e mais) em um diretório chamado "wp-content". Este nome de pasta padrão a torna fácil para atacantes a verificar arquivos com vulnerabilidades de segurança em sua instalação WordPress porque eles sabem onde as arquivos vulneráveis se encontram. Movendo a pasta "wp-content" pode tornar mais difícil para um atacante de encontrar problemas em seu site, como a verificação do sistema de arquivos de seu site não produzirá resultados.

source: This tool will not allow further changes to your wp-content folder once it has been renamed in order to avoid accidentally breaking the site later. Uninstalling this plugin will not revert the changes made by this feature.
pt_pt: Esta ferramenta não permitirá quaisquer mudanças em sua pasta wp-content uma vez que ela foi renomeada para evitar quebras acidentais de seu site depois. Desinstalar este plug-in não reverterá alterações feitas por esta ferramenta.

source: Changing the name of the wp-content directory may in fact break plugins and themes that have "hard-coded" it into their design rather than calling it dynamically.
pt_pt: Mudar o nome da pasta wp-content pode causar problemas em alguns plug-ins e temas que tem "hard-coded" em seu design ao invés de contatá-lo dinamicamente.

source: before using this tool.
pt_pt: antes de usar esta ferramenta.

source: Please note: Changing the name of your wp-content directory on a site that already has images and other content referencing it will break your site. For this reason, we highly recommend you only try this technique on a fresh WordPress install.
pt_pt: Por favor note: Mudando o nome de seu diretório wp-content em um site que já tem imagens e outros conteúdos referenciando-os irá causar um mal funcionamento em seu site. Por esta razão, nós recomendamos sinceramente que você apenas tente esta técnica em uma instalação limpa do WordPress.

source: Congratulations! You have already renamed your "wp-content" directory.
pt_pt: Parabéns! Você já renomeou seu diretório "wp-content".

source: Your current content directory is:
pt_pt: Seu diretório de conteúdo atual é:

source: No further actions are available on this page.
pt_pt: Sem ações adicionais necessárias nesta página.

source: Enable Change Directory Name
pt_pt: Ativar mudança de nome de diretório

source: Check this box to enable content directory renaming.
pt_pt: Marque esta caixa para ativar o renomeio de diretório de conteúdo.

source: Directory Name
pt_pt: Nome do diretório

source: Enter a new directory name to replace "wp-content." You may need to log in again after performing this operation.
pt_pt: Digite um novo nome de diretório para repor "wp-content", você pode necessitar conectar-se novamente após realizar esta operação.

source: You must allow this plugin to write to the wp-config.php file on the
pt_pt: Você deve permitir este plug-in a escrever o arquivo wp-config.php na

source: page to use this feature.
pt_pt: página para usar esta ferramenta.

source: Please choose a directory name that is greater than 2 characters in length.
pt_pt: Por favor selecione um nome de diretório que possua mais que dois caracteres de comprimento.

source: You have not chosen a new name for wp-content. Nothing was saved.
pt_pt: Você não escolheu um novo nome para wp-content. Nada foi salvo.

source: Unable to rename the wp-content folder. Operation cancelled.
pt_pt: Incapaz de renomear a pasta wp-content. Operação cancelada.

source: Download Our WordPress Security Pocket Guide
pt_pt: Baixe nosso guia de segurança WordPress de bolso

source: Complete Your Security Strategy With BackupBuddy
pt_pt: Complete sua estratégia de segurança com BackupBuddy

source: Manage Your Sites Remotely
pt_pt: Gerencie seus sites remotamente

source: Need Help Securing Your Site?
pt_pt: Necessita de ajuda para proteger seu site?

source: Getting Started
pt_pt: Iniciando

source: Get Pro Setup
pt_pt: Adquira configurações Pro

source: Get Support
pt_pt: Adquira suporte
