Repository: WP-Translations/language-packs
Catalog: *-l10n-better-wp-security/languages/*-l10n-better-wp-security-*.po
Languages: nl_nl, pt_pt

source: Settings
nl_nl: Instellingen
pt_pt: Definições

source: Advanced
nl_nl: Geavanceerd
pt_pt: Avançado

source: Logs
nl_nl: Logboeken
pt_pt: Registos

source: Help
pt_pt: Ajuda

source: Go Pro
pt_pt: Atualizar para Pro

source: Backups
pt_pt: Cópias de Segurança

source: Dashboard
pt_pt: Painel

source: Security
nl_nl: Beveiliging
pt_pt: Segurança

source: Dismiss
nl_nl: Negeren
pt_pt: Rejeitar

source: NGINX conf file and/or restart your NGINX server
nl_nl: NGINX conf-bestand en/of herstart je NGINX-server
pt_pt: Ficheiro de configuração NGINX e/ou reinicie o seu servidor NGINX

source: .htaccess file
nl_nl: .htaccess-bestand
pt_pt: Ficheiro .htaccess

source: As you have not allowed this plugin to update system files you must update your
pt_pt: Como não permitiu que este plug-in atualizasse os ficheiros do sistema, deverá atualizar o seu

source: as well as your wp-config.php file manually. Rules to insert in both files can be found on the Dashboard page.
nl_nl: alsmede je wp-config.php-bestand handmatig. In te voegen regels in beide bestanden kunnen worden gevonden op de Dashboard-pagina.
pt_pt: bem como, o ficheiro wp-config.php manualmente. As regras para inserir em ambos os ficheiros podem ser encontradas na página do Painel.

source: Click here
nl_nl: Klik hier
pt_pt: Clique aqui

source: to allow this plugin to write to these files.
nl_nl: om deze plugin toe te staan te schrijven naar deze bestanden.
pt_pt: para permitir que este extra escreva nestes ficheiros.

source: Settings Updated
nl_nl: Instellingen gewijzigd
pt_pt: Definições Atualizadas

source: Show Intro
nl_nl: Intro tonen
pt_pt: Mostrar introdução

source: Important First Steps
nl_nl: Belangrijke eerste stappen
pt_pt: Primeiros Passos Importantes

source: New! Take your site security to the next level by activating iThemes Brute Force Network Protection.
pt_pt: Novo! Leve a segurança do seu site para o próximo nível, ativando iThemes Brute Force Network Protection.

source: Get Free API Key
pt_pt: Obter Chave API Gratuita

source: Secure Your Site
nl_nl: Beveilig je site
pt_pt: Proteja o seu site

source: Use the button below to enable default settings. This feature will enable all settings that cannot conflict with other plugins or themes.
nl_nl: Gebruik de onderstaande knop om standaardinstellingen in te schakelen. Deze functie zal alle instellingen inschakelen die niet kunnen botsen met andere plugins of thema's.
pt_pt: Utilize o botão abaixo para ativar as configurações predefinidas. Esta funcionalidade irá ativar todas as configurações que não podem entrar em conflito com outros plug-ins ou temas.

source: One-Click Secure
nl_nl: Beveiliging met één klik
pt_pt: Segurança Um-Clique

source: Site Secured. Check the dashboard for further suggestions on securing your site.
nl_nl: Site beveiligd. Controleer het dashboard voor verdere suggesties om jouw site te beveiligen.
pt_pt: Site seguro. Veja o painel para mais sugestões sobre como proteger o seu site.

source: Whoops. Something went wrong. Please contact support if the problem persists.
nl_nl: Whoops. Er ging iets mis. Neem alsjeblieft contact op met de ondersteuning als het probleem blijft bestaan.
pt_pt: Ups! Aconteceu algo de errado. Por favor, contacte o apoio se o problema persistir.

source: Return to top
nl_nl: Terug naar boven
pt_pt: Voltar ao topo

source: Thank you for activating
nl_nl: Bedankt voor het activeren
pt_pt: Obrigado por ativar

source: It looks like you had another version of this plugin activated. To avoid conflicts the extra version has been deactivated and we recommend you delete it.
nl_nl: Het lijkt erop dat je een andere versie van deze plugin hebt geactiveerd. Om botsingen te voorkomen is de extra versie gedeactiveerd en wij raden aan om deze te verwijderen.
pt_pt: Parece que teve ativada outra versão deste plug-in. Para evitar conflitos, a versão extra foi desativada e nós recomendamos que a elimine.

source: Security Status
nl_nl: Beveiligingsstatus
pt_pt: Estado da Segurança

source: WordPress File Permissions
pt_pt: Permissões de Ficheiro do WordPress

source: System Information
nl_nl: Systeeminformatie
pt_pt: Informação do Sistema

source: Rewrite Rules
nl_nl: Rewrite-regels
pt_pt: Reescrever Regras

source: wp-config.php Rules
nl_nl: wp-config.php-regels
pt_pt: Regras wp-config.php

source: There are no rules to write.
nl_nl: Er zijn geen regels om te schrijven.
pt_pt: Não existem regras para escrever.

source: Your rewrite rules have been saved to
nl_nl: Je rewrite-regels zijn opgeslagen naar
pt_pt: As suas regras reescritas foram guardadas em

source: You must restart your NGINX server for the settings to take effect
nl_nl: Je moet jouw NGINX-server herstarten om de instellingen door te voeren
pt_pt: Deve reiniciar o seu servidor NGINX para aplicar as configurações

source: Unable to write to your .htaccess or nginx.conf file. If the problem persists contact support.
nl_nl: Niet mogelijk om te schrijven naar jouw .htaccess- of nginx.conf-bestand. Als het probleem zich voor blijft doen, neem contact op met de ondersteuning.
pt_pt: Não é possível gravar no seu ficheiro .htaccess ou nginx.conf. Se o problema persistir, contate o apoio.

source: Unable to write to your wp-config.php file. If the problem persists contact support.
nl_nl: Niet mogelijk om te schrijven naar jouw wp-config.php-bestand. Als het probleem zich voor blijft doen, neem contact op met de ondersteuning.
pt_pt: Não é possível gravar no seu ficheiro wp-config.php. Se o problema persistir, contate o apoio.

source: The settings below are more advanced settings that should be done with caution on an existing site.
nl_nl: De onderstaande instellingen zijn meer geavanceerde instellingen die met voorzichtigheid moeten worden gedaan op een bestaande site.
pt_pt: As configurações abaixo são configurações mais avançadas que deverão ser efetuadas com cuidado num site existente.

source: Make sure you have a good backup before changing any setting on this page.
nl_nl: Zorg er voor dat je een goede back-up hebt, voordat je een instelling wijzigt op deze pagina.
pt_pt: Certifique-se que tem uma boa cópia de segurança antes de alterar qualquer configuração nesta página.

source: In addition, these settings will not be reversed if you remove this plugin. That said, all settings on this page use methods recommended by WordPress.org itself and will help in improving the security of your site.
nl_nl: Daarnaast zullen deze instellingen niet worden teruggedraaid als je deze plugin verwijderd. Dat gezegd hebbende, alle instellingen op deze pagina gebruiken methodes aangeraden door WordPress.org zelf en zullen helpen in het verbeteren van de beveiliging van je site.
pt_pt: Em adição, estas configurações não serão revertidas se remover este plug-in. Dito isso, todas as configurações nesta página utilizam métodos recomendados pela própria WordPress.org e irá ajuda-lo a melhorar a segurança do seu site.

source: Go to
pt_pt: Ir para

source: Choose a section...
pt_pt: Escolha uma secção...

source: Quick Links
pt_pt: Hiperligações Rápidas

source: Welcome
pt_pt: Bem-vindo

source: Global Settings
pt_pt: Definições Globais

source: Write to Files
pt_pt: Gravar para Ficheiros

source: Notification Email
pt_pt: Notificação por E-mail

source: Send Digest Email
pt_pt: Enviar E-mail de Gestão

source: Backup Delivery Email
pt_pt: Entrega da Cópia de Segurança por E-mail

source: Host Lockout Message
pt_pt: Mensagem de Bloqueio de Hospedagem

source: User Lockout Message
pt_pt: Mensagem de Bloqueio de Utilizador

source: Community Lockout Message
pt_pt: Mensagem de Bloqueio de Comunidade

source: Blacklist Repeat Offender
pt_pt: Lista Negra de Transgressores Repetitivos

source: Blacklist Threshold
pt_pt: Limite da Lista Negra

source: Blacklist Lookback Period
pt_pt: Período da Lista Negra Passada

source: Lockout Period
pt_pt: Período de Bloqueio

source: Lockout White List
pt_pt: Lista Branca de Bloqueio

source: Email Lockout Notifications
pt_pt: Notificações de Bloqueio por E-mail

source: Log Type
pt_pt: Tipo de Registo

source: Days to Keep Database Logs
pt_pt: Dias para manter os registos da base de dados

source: Path to Log Files
pt_pt: Caminho para os Ficheiros de Registo

source: Add InfiniteWP Compatibility
pt_pt: Adicionar Compatibilidade InfiniteWP

source: Allow Data Tracking
pt_pt: Permitir Rastreamento de Dados

source: NGINX Conf File
pt_pt: Ficheiro de Configuração NGINX

source: Disable File Locking
pt_pt: Desativar Bloqueio de Ficheiro

source: Override Proxy Detection
pt_pt: Ultrapassar Deteção de Proxy

source: Hide Security Menu in Admin Bar
pt_pt: Ocultar Menu de Segurança na Barra de Administração

source: Security error!
pt_pt: Erro de segurança!

source: Allow File Updates
pt_pt: Permitir Atualizações de Ficheiros

source: Many of the functions of this plugin require editing your wp-config.php or .htaccess files. Would you like to allow us to safely update these files for you automatically?
pt_pt: Várias das funções deste plug-in requerem a edição de seus arquivos wp-config.php ou .htaccess. Você gostaria de nos permitir atualizar estes arquivos para você com segurança automaticamente?

source: Setting Saved. File updates allowed.
pt_pt: Configurações guardadas. Permitidas atualizações de ficheiro.

source: Whoops. Something went wrong. Check the "Global Settings" section on the settings page (it is the first setting) to make sure your option was saved or contact support.
pt_pt: Ups! Aconteceu algo de errado. Verifique a secção "Configurações Globais" na página de configurações (esta é a primeira configuração) para ter a certeza que as suas opções foram guardadas ou contacte o apoio.

source: Help Us Improve
pt_pt: Ajude-nos a melhorar

source: would like to collect anonymous data about features you use to help improve this plugin. Absolutely no information that can identify you will be collected.
pt_pt: gostaríamos de recolher os dados anonimamente sobre as funcionalidades que utiliza para nos ajudar a melhorar este plug-in. Não será recolhida absolutamente nenhuma informação que o possa identificar.

source: Yes, I'd like to help
pt_pt: Sim, eu gostaria de ajudar

source: Setting Saved. Thanks for helping us make this plugin better.
pt_pt: Configurações guardadas. Obrigado por nos ajudar a tornar este plug-in melhor.

source: Whoops. Something went wrong. Check the global settings page or contact support.
pt_pt: Ups! Aconteceu algo de errado. Verifique a página de configurações globais ou contacte o apoio.

source: Save All Changes
pt_pt: Guardar Todas as Alterações

source: The following backup email address(es) do not appear to be valid:
pt_pt: Os endereço(s) de e-mail de backup a seguir parecem não serem válidos:

source: The following notification email address(es) do not appear to be valid:
pt_pt: Os seguintes endereço(s) de e-mail de notificação não parecem serem válidos:

source: There is a problem with an IP address in the white list:
pt_pt: Há um problema com um endereço de IP na lista branca:

source: is not a valid address in the white list users box.
pt_pt: não é um endereço válido na caixa de lista branca de usuários.

source: Allow iThemes to track plugin usage via anonymous data.
pt_pt: Permitir iThemes a rastrear o uso de plug-in via dados anônimos.

source: The email address(es) all database backups will be sent to. One address per line.
pt_pt: O(s) endereço(s) de e-mail que serão enviados os backups de banco de dados. Um endereço por linha.

source: Enable Blacklist Repeat Offender
pt_pt: Ativar Lista Negra de Transgressores Repetitivos

source: If this box is checked the IP address of the offending computer will be added to the "Ban Users" blacklist after reaching the number of lockouts listed below.
pt_pt: Se esta caixa estiver marcada o endereço de IP do computador ofensor será adicionado à lista negra "Usuários banidos" após atingir o número de bloqueios listados a seguir.

source: Note that as you are on NGINX you will still need to manually restart the server even though the users will be added to the banned users list.
pt_pt: Note que como você está em NGINX você ainda necessitará reiniciar manualmente o servidor mesmo que os usuários sejam adicionados à lista de usuários banidos.

source: Lockouts
pt_pt: Bloqueios

source: The number of lockouts per IP before the host is banned permanently from this site.
pt_pt: O número de bloqueios por IP antes do hoste o banir permanentemente deste site.

source: Days
pt_pt: Dias

source: How many days should a lockout be remembered to meet the blacklist count above.
pt_pt: Quantos dias um bloqueio deve ser relembrado para fazer parte da contagem da lista negra anterior.

source: Your IP address has been flagged as a threat by the iThemes Security network.
pt_pt: Seu endereço de IP foi marcado como impertinente pela rede iThemes Security.

source: The message to display to a user when their IP has been flagged as bad by the iThemes network.
pt_pt: A mensagem a ser mostrada para um usuário quando seu IP foi marcado como ruim pela rede iThemes.

source: You can use HTML in your message. Allowed tags include: a, br, em, strong, h1, h2, h3, h4, h5, h6, div
pt_pt: Você pode usas HTML em sua mensagem. Permitido incluir etiquetas: a, br, em, Strong, h1, h2, h3, h4, h5, h6, div

source: Send digest email
pt_pt: Enviar e-mail de gestão

source: During periods of heavy attack or other times a security plugin can generate a LOT of email just telling you that it is doing its job. Turning this on will reduce the emails from this plugin to no more than one per day for any notification.
pt_pt: Durante períodos de fortes ataques ou outras horas um plug-in de segurança pode gerar um monte de e-mail(s) apenas dizendo-o que está fazendo seu trabalho. Ativando-o irá reduzir os e-mails deste plug-in para não mais que um por dia para qualquer notificação.

source: Enable Email Lockout Notifications
pt_pt: Ativar Notificações de Bloqueio por E-mail

source: This feature will trigger an email to be sent to the
pt_pt: Esta funcionalidade irá desencadear o enviar uma mensagem para ser enviado para

source: notifications email address
pt_pt: endereço de e-mail de notificações

source: whenever a host or user is locked out of the system.
pt_pt: onde um hospedeiro ou utilizador está bloqueado fora do sistema.

source: Hide security menu in admin bar.
pt_pt: Ocultar menu de segurança na barra de administração.

source: Enable InfiniteWP Compatibility
pt_pt: Ativar Compatibilidade de InfiniteWP

source: Turning this feature on will enable compatibility with
pt_pt: Ao ativar esta função, irá ativar a compatibilidade com

source: Do not turn it on unless you use the InfiniteWP service.
pt_pt: Não a ative a não ser que utilize o serviço InfiniteWP.

source: Turning this option on will prevent errors related to file locking however might result in operations being executed twice. We do not recommend turning this off unless your host prevents the file locking feature from working correctly.
pt_pt: Ativando esta opção você prevenirá erros relacionados ao arquivo de bloqueio, mas pode resultar em operações sendo executadas duas vezes. Nós não recomendamos desativa-la ao mesmo que seu hoste previne o arquivo da função de bloqueio trabalhar corretamente.

source: error
pt_pt: erro

source: The message to display when a computer (host) has been locked out.
pt_pt: A mensagem a ser mostrada quando um computador (hoste) for bloqueado.

source: Minutes
pt_pt: Minutos

source: The length of time a host or user will be banned from this site after hitting the limit of bad logins.
pt_pt: O tanto de tempo que um hoste ou usuário será banido deste site após atingir o limite de conexões incorretas.

source: Add my current IP to Whitelist
pt_pt: Adicionar o meu IP atual à Lista Branca

source: Use the guidelines below to enter hosts that will not be locked out from your site. This will keep you from locking yourself out of any features if you should trigger a lockout. Please note this does not override away mode and will only prevent a temporary ban. Should a permanent ban be triggered you will still be added to the "Ban Users" list unless the IP address is also white listed in that section.
pt_pt: Use as linhas de guia a seguir para digitar hostes que não serão bloqueados por seu site. Isto irá mantê-lo a salvo de bloquear a si mesmo de qualquer ferramenta se você dever engatilhar um bloqueio. Por favor note que isto não ultrapassa o modo livre e irá apenas preveni-lo de um banimento temporário. Pode ser engatilhado um banimento permanente se você ainda está adicionado na lista "Usuários banidos" ao menos que o endereço de IP for também listado como branco nesta sessão.

source: You may white list users by individual IP address or IP address range.
pt_pt: Pode enviar os utilizadores para a lista branca através do endereço de IP individual ou por extensão do endereço de IP.

source: Individual IP addesses must be in IPV4 standard format (i.e. ###.###.###.### or ###.###.###.###/##). Wildcards (*) or a netmask is allowed to specify a range of ip addresses.
pt_pt: Os endereços de IP individuais deverão estar no formato padrão IPV4 (exemplo: ###.###.###.### ou ###.###.###.###/##). São permitidas carateres de substituição (*) ou máscaras de rede para especificar a extensão dos endereços de IP.

source: If using a wildcard (*) you must start with the right-most number in the ip field. For example ###.###.###.* and ###.###.*.* are permitted but ###.###.*.### is not.
pt_pt: Se utilizar um caráter de substituição (*) deverá iniciar com o maior número à direita no campo de IP. Por exemplo, ###.###.###.* e ###.###.* É permitido .*, mas não ###.###.*.###.

source: Lookup IP Address.
pt_pt: Endereços de IP bloqueados.

source: Enter only 1 IP address or 1 IP address range per line.
pt_pt: Digite apenas 1 endereço de IP ou 1 alcance de IP por linha

source: This white list will prevent any ip listed from triggering an automatic lockout. You can still block the IP address manually in the banned users settings.
pt_pt: Esta lista branca prevenirá qualquer IP listado de engatilhar um bloqueio automático. Você pode ainda bloquear os IPs manualmente nas configurações de usuários banidos.

source: The path on your server where log files should be stored.
pt_pt: O caminho no seu servidor ondo os arquivos de registro serão armazenados.

source: This path must be writable by your website. For added security, it is recommended you do not include it in your website root folder.
pt_pt: Deve ser possível escrever este caminho em seu site. Fara segurança adicional, é recomendado que você não inclua na pasta raiz de seu site.

source: Restore Default Location
pt_pt: Restaurar Localização Predefinida

source: The number of days database logs should be kept. File logs will be kept indefinitely but will be rotated once the file hits 10MB.
pt_pt: O número de dias que os registros de banco de dados devem ser mantidos. Os arquivos de registro serão mantidos indefinidamente mas serão excluídos uma vez que o arquivo atingir 10MB.

source: Database Only
pt_pt: Apenas Banco de Dados

source: File Only
pt_pt: Apenas Ficheiro

source: Both
pt_pt: Ambos

source: How should event logs be kept
pt_pt: Como deverão ser mantidos os registos de evento

source: can log events in multiple ways, each with advantages and disadvantages. Database Only puts all events in the database with your posts and other WordPress data. This makes it easy to retrieve and process but can be slower if the database table gets very large. File Only is very fast but the plugin does not process the logs itself as that would take far more resources. For most users or smaller sites Database Only should be fine. If you have a very large site or a log processing software then File Only might be a better option.
pt_pt: pode registrar eventos em múltiplas formas, cada uma com suas vantagens e desvantagens. Apenas banco de dados põe todos dos eventos no banco de dados com suas publicações e outros dados WordPress. Isto torna fácil recuperar e processar mas pode ser lento se o banco de dados tornar-se muito grande. Apenas arquivos é muito rápido porém o plug-in não processa os registros como faria para outros processos. Para mais usuários ou apenas para banco de dados pequenos deve ser melhor. Se você tem um site muito grande ou um software de processamento de registro então a opção "Apenas arquivos" pode ser a melhor opção.

source: The path on your server where backup files should be stored.
pt_pt: O caminho no seu servidor onde os ficheiros da cópia de segurança deverão ser guardados.

source: The email address(es) all security notifications will be sent to. One address per line.
pt_pt: O(s) endereço(s) de e-mail para onde serão enviadas todas as notificações de segurança. Um endereço por linha.

source: Disable Proxy IP Detection
pt_pt: Desativar Deteção de IP do Proxy

source: If you're not using a proxy service such as Varnish, Cloudflare or others turning this on may result in more accurate IP detection.
pt_pt: Se não estiver a utilizar um serviço de proxy, tal como Cloudflare, Varnish ou outros, ativando esta opção pode resultar numa maior precisão de deteção de IP.

source: You have been locked out due to too many login attempts.
pt_pt: Foi bloqueado devido a demasiadas tentativas de início de sessão.

source: The message to display to a user when their account has been locked out.
pt_pt: A mensagem para ser exibida para um utilizador quando a conta deste for bloqueada.

source: Allow
pt_pt: Permitir

source: to write to wp-config.php
pt_pt: para escrever em wp-config.php

source: Whether or not
pt_pt: Onde ou não

source: should be allowed to write to wp-config.php
pt_pt: deve ser permitido gravar no wp-config.php

source: automatically. If disabled you will need to manually place configuration options in those files.
pt_pt: automaticamente. Se desativado, terá de colocar manualmente as opções de configuração nesses ficheiros.

source: Active Lockouts
pt_pt: Ativar Bloqueios

source: Don't Lock Yourself Out
pt_pt: Não se bloqueie a si mesmo

source: Temporarily Whitelist my IP
pt_pt: Colocar o meu IP na lista branca temporariamente

source: lockout
pt_pt: bloqueio

source: A whitelisted host has triggered a lockout condition but was not locked out.
pt_pt: Um hoste que consta na lista branca engatilhou uma condição de bloqueio mas não foi bloqueado.

source: You have been locked out due to too many invalid login attempts.
pt_pt: Você foi bloqueado por canta de diversas tentativas de conexão incorretas.

source: About Lockouts
pt_pt: Sobre os Bloqueios

source: Your lockout settings can be configured in
pt_pt: Suas configurações de bloqueio podem ser ajustadas em

source: Your current settings are configured as follows:
pt_pt: Suas configurações atuais estão ajustadas de acordo com o seguinte:

source: Permanently ban
pt_pt: Banir permanentemente

source: yes
pt_pt: sim

source: no
pt_pt: não

source: Number of lockouts before permanent ban
pt_pt: Número de bloqueios antes do banimento permanente

source: How long lockouts will be remembered for ban
pt_pt: Quanto tempo os bloqueios serão lembrados para banir

source: Host lockout message
pt_pt: Mensagem de bloqueio do hospedeiro

source: User lockout message
pt_pt: Mensagem de bloqueio do utilizador

source: Is this computer white-listed
pt_pt: Este computador está na lista branca

source: Your IP Address
pt_pt: O seu Endereço de IP

source: is whitelisted for
pt_pt: está na lista branca para

source: Remove IP from Whitelist
pt_pt: Remover IP da Lista Branca

source: White Listed
pt_pt: Está na Lista Branca

source: Locked out hosts
pt_pt: Hospedeiros bloqueados

source: Expires in
pt_pt: Expira em
