Repository: WP-Translations/language-packs
Catalog: *-l10n-better-wp-security/languages/*-l10n-better-wp-security-*.po
Languages: nl_nl, pt_pt

source: Note: The output is limited to alphanumeric characters, underscore (_) and dash (-). Special characters such as "." and "/" are not allowed and will be converted in the same manner as a post title. Please review your selection before logging out.
pt_pt: Nota> A saída é limitada à caracteres alfanuméricos, linha inferior (_) e traço (-). Caracteres especiais como "." e "/" não são permitidos e serão convertidos na mesma maneira que o título de publicação. Por favor revise sua seleção antes de encerrar sessão.

source: 404 Slug:
pt_pt: Abreviação de 404:

source: The slug to redirect folks to when theme compatibility mode is enabled (just make sure it does not exist in your site).
pt_pt: A abreviação para redirecionar as pessoas quando o modo de compatibilidade do tema estiver ativado (apenas esteja certo de que isto não existe em seu site).

source: Custom Action:
pt_pt: Ação personalizada:

source: WordPress uses the "action" variable to handle many login and logout functions. By default this plugin can handle the normal ones but some plugins and themes may utilize a custom action (such as logging out of a private post). If you need a custom action please enter it here.
pt_pt: WordPress usa a ação contida na variável "action" para assegurar várias funções de conexão e encerramento. Por padrão este plug-in pode assegurar as comuns porém alguns plug-ins e temas podem utilizar uma ação personalizada (como encerramento de sessão de uma publicação privada). se você necessita de uma ação personalizada, por favor digite aqui.

source: Enable theme compatibility. If you see errors in your theme when using hide backend, in particular when going to wp-admin while not logged in, turn this on to fix them.
pt_pt: Ativar a compatibilidade de tema. Se você vê erros em seu tema usando a função de esconder página de conexão, em particular ao ir para wp-admin enquanto você não estiver conectado, ative isto para corrigi-lo.

source: Registration URL:
pt_pt: URL de registro:

source: Hide Login and Admin
pt_pt: Esconder conexão e administração

source: Hide Backend
pt_pt: Esconder página padrão

source: Login Slug
pt_pt: Abreviação de conexão

source: Register Slug
pt_pt: Abreviação de registro

source: Enable Theme Compatibility
pt_pt: Ativar a compatibilidade de tema

source: Theme Compatibility Slug
pt_pt: Abreviação de compatibilidade de tema

source: Custom Login Action
pt_pt: Ação personalizada de conexão

source: Hides the login page (wp-login.php, wp-admin, admin and login) making it harder to find by automated attacks and making it easier for users unfamiliar with the WordPress platform.
pt_pt: Esconder a página de conexão (wp-login.php, wp-admin, admin e login) tornando mais difícil um ataque automatizado e tornando mais fácil para usuários não familiarizados com a plataforma WordPress.

source: Review Hide Backend Settings
pt_pt: Rever as configurações de esconder página de conexão

source: The hide backend system has been rewritten. You must re-activate the feature to continue using the feature.
pt_pt: O sistema de esconder a página de conexão foi reescrito. Você deve reativar a ferramenta para continuar usando este recurso.

source: Review Settings
pt_pt: Rever configurações

source: Invalid hide login slug used. The login url slug cannot be \"login,\" \"admin,\" \"dashboard,\" or \"wp-login.php\" or \"\" (blank) as these are use by default in WordPress.
pt_pt: Abreviação de esconder página de conexão usada. A abreviação de URL não pode ser \"login\", \"admin\", \"dashboard\", \"wp-login.php\", \"painel-de-controle\" ou \"\" (em branco) por estes serem usados como padrão pelo WordPress.

source: This friendly email is just a reminder that you have changed the dashboard login address on
pt_pt: Este e-mail amigável é apenas uma lembrança para dizer que você mudou o endereço do painel de controle em

source: You must now use
pt_pt: Agora você deve usar

source: to login to your WordPress website
pt_pt: para conectar-se ao seu site WordPress

source: WordPress Login Address Changed
pt_pt: O endereço de conexão WordPress foi alterado

source: Receive email updates from iThemes
pt_pt: Receber atualizações por e-mail de iThemes

source: Leverage the power of the iThemes Brute Force Protection network to ban IPs hitting your site.
pt_pt: Influência do poder de proteção em rede de força bruta por iThemes bane IPs que clicam em seu site.

source: Enter email and click Save All Changes
pt_pt: Digite o endereço de e-mail e clique em Salvar todas as alterações

source: Get your iThemes Brute Force Protection API Key
pt_pt: Adquira sua chave API de Proteção de Força Bruta iThemes

source: Enable iThemes Brute Force Network Protection
pt_pt: Ativar rede de Proteção de Força Bruta iThemes

source: The email address you used to get an iThemes API key appears to be invalid. Please enter a valid email address
pt_pt: O endereço de e-mail que você utilizou para adquirir uma chave API parece ser inválida. Por favor, digite um endereço de e-mail válido

source: There was an error getting an API key from the IPCheck server. If the problem persists please contact support.
pt_pt: Houve um erro ao adquirir a chave API de servidor de checagem de IP. Se o problema persistir por favor, contate o suporte.

source: Use the iThemes IPCheck Service to ban IPs reported as a problem by other users in the community.
pt_pt: Usar o serviço de checagem de IP do iThemes para banir IPs gravados como sendo problemáticos por outros usuários na comunidade.

source: Receive email updates about WP Security from iThemes
pt_pt: Receber atualizações por e-mail sobre segurança do WP de iThemes

source: Leverage the power of the iThemes Brute Force Protection network to ban IPs hitting your site.
pt_pt: A influência do poder de proteção de rede de força bruta iThemes para banir IPs que atingem seu site.

source: Reset API Key
pt_pt: Redefinir chave de API

source: Your API key for the iThemes Security community appears to be valid.
pt_pt: Seus chave de API parece ser válida para a comunidade de segurança iThemes.

source: IP Flagged as bad by iThemes IPCheck
pt_pt: IP marcado como ruim pela checagem de IP iThemes

source: Malware Scanning
pt_pt: Escaneamento de malwares

source: Scan Homepage for Malware
pt_pt: Escanear a página inicial em busca de malware

source: No malware was detected.
pt_pt: Sem malwares detectados.

source: Malware has been detected. Please check the log page for details.
pt_pt: Malwares foram detectados. Por favor verifique a página de registro para detalhes.

source: For more information on setting up your account, see the
pt_pt: Para mais informações nas configurações de sua conta, veja a

source: VirusTotal API key tutorial
pt_pt: passo a passo da chave API VirusTotal

source: (note you only need a public key and do not need to ask them for a private key.)
pt_pt: (note que você apenas necessita de uma chave pública e não necessita questioná-los a respeito da chave privada.)

source: Malware scanning is enabled and running at scheduled intervals on your computer
pt_pt: O escaneamento de malwares está ativado e rodando em intervalos agendados em seu computador

source: Malware scanning is enabled but not scheduled. Consider enabling scheduled scans.
pt_pt: O escaneamento de malware está ativado mas não agendado. Considere agendar escaneamentos.

source: Malware scanning is not enabled.
pt_pt: O escaneamento de malwares não está ativado.

source: Enable malware scanning.
pt_pt: Ativar escaneamento de malwares.

source: Enable Malware Scanning
pt_pt: Ativar escaneamento de malwares

source: Malware Scanning Settings
pt_pt: Configurações de escaneamento de malwares

source: API Key
pt_pt: Chave de API

source: Malware Scan
pt_pt: Escaneamento de malwares

source: Press the button below to scan your site's homepage for malware. Note that if malware is found this will take you to the logs page for details.
pt_pt: Pressione o botão a seguir para escanear sua página inicial por malwares. Note que se um malware for encontrado você será levado à página de registros para mais detalhes.

source: View logs of previous scans
pt_pt: Ver registros de escaneamentos anteriores

source: You must enter a valid API key to use the malware scanner.
pt_pt: Você deve digitar uma chave de API válida para usar o escaneamento de malware.

source: Resource Scanned
pt_pt: Recursos escaneado

source: Total Scans
pt_pt: Escaneamentos totais

source: Problems Found
pt_pt: Problemas encontrados

source: Scan Details
pt_pt: Detalhes do escaneamento

source: Clean
pt_pt: Limpo

source: Issues Detected
pt_pt: Problemas encontrados

source: Action
pt_pt: Ação

source: Results
pt_pt: Resultados

source: WordPress Salts
pt_pt: Salts do WordPress

source: Your WordPress Salts have not been changed. You should change them now.
pt_pt: Os seus Salts do Wordpress não foram alterados. Deve alterá-los agora.

source: Your WordPress Salts have not been changed 30 days. You should change them now.
pt_pt: Os seus Salts do WordPress não foram alterados durante 30 dias. deve alterá-los agora.

source: You have recently changed your WordPress Salts.
pt_pt: Alterou os seus Salts do Wordpress recentemente.

source: A secret key makes your site harder to hack and access by adding random elements to the password.
pt_pt: Uma chave secreta torna mais difícil de hackar o seu site ao adicionar elementos variáveis à palavra-passe.

source: In simple terms, a secret key is a password with elements that make it harder to generate enough options to break through your security barriers. A password like "password" or "test" is simple and easily broken. A random, unpredictable password such as "88a7da62429ba6ad3cb3c76a09641fc" takes years to come up with the right combination. A salt is used to further enhance the security of the generated result.
pt_pt: Em termos simples, uma chave secreta é uma palavra-passe com elementos que a tornam m. Uma palavra-passe como "segredo" ou "teste" é simples e fácil de uebrar. Uma palavra-passe "88a7da62429ba6ad3cb3c76a09641fc" takes years to come up with the right combination. A salt is used to further enhance the security of the generated result.

source: Note that enabling this feature will log you out of your WordPress site.
pt_pt: Note que ativar esta funcionalidade vai fazê-lo sair do seu site WordPress.

source: Change WordPress Salts
pt_pt: Alterar Salts do WordPress

source: Check this box to change your WordPress Salts.
pt_pt: Marque esta caixa para alterar os seus Salts do WordPress.

source: Unable change the WordPress Salts. Operation cancelled.
pt_pt: Incapaz de altear os Salts do WordPress. Operação cancelada.

source: Secure Socket Layers (SSL)
pt_pt: Soquete de camadas de segurança (SSL)

source: Are you sure you want to enable SSL? If your server does not support SSL you will be locked out of your WordPress Dashboard.
pt_pt: Você está certo de que você deseja ativar o SSL? Se seu servidor não suportar SSL você será bloqueado de seu painel de controle WordPress.

source: You are requiring a secure connection for logins and the admin area.
pt_pt: Você está requisitando uma conexão segura para conexões e área de administração.

source: You are requiring a secure connection for logins or the admin area but not both.
pt_pt: Você está requisitando uma conexão segura para conexões ou para a área de administração, não para ambos.

source: You are not requiring a secure connection for logins or for the admin area.
pt_pt: Você não está requisitando uma conexão segura para conexões ou para a área de administração.

source: Configure SSL
pt_pt: Configurar SSL

source: Front End SSL Mode
pt_pt: Modo de conexão SSL

source: SSL for Login
pt_pt: SSL para conexão

source: SSL for Dashboard
pt_pt: SSL para painel de controle

source: Per Content
pt_pt: Por conteúdo

source: Whole Site
pt_pt: Todo o site

source: Enables secure SSL connection for the front-end (public parts of your site). Turning this off will disable front-end SSL control, turning this on "Per Content" will place a checkbox on the edit page for all posts and pages (near the publish settings) allowing you to turn on SSL for selected pages or posts, and selecting "Whole Site" will force the whole site to use SSL (not recommended unless you have a really good reason to use it
pt_pt: Ativa a conexão segura SSL para o página de conexão (partes públicas de seu site). Ao desativar, o controle de página de conexão SSL será desativado, ao ligar "Por conteúdo" irá colocar localmente uma caixa de marcação na página de edição de publicações e páginas (próximo às configurações de publicação) permitindo que você ative o SSL para as páginas ou publicações selecionadas, e ao selecionar "Todo o site" irá forçar todo o site a usar SSL (não recomendado ao menos que você tenha uma boa razão para usá-lo).

source: Force SSL for Login
pt_pt: Forçar SSL para conexão

source: Forces all logins to be served only over a secure SSL connection.
pt_pt: Força todas as conexões a serem servidas apenas sobre uma conexão SSL.

source: Force SSL for Dashboard
pt_pt: Forçar SSL para painel de controle

source: Secure Socket Layers (SSL) is a technology that is used to encrypt the data sent between your server or host and a visitor to your web page. When SSL is activated, it makes it almost impossible for an attacker to intercept data in transit, therefore making the transmission of form, password or other encrypted data much safer.
pt_pt: Soquete de Camadas Seguras (SSL) é uma tecnologia que é usada para encriptar os dados entre seu servidor ou um hoste e um visitante para sua página web. Quando o SSL estiver ativado, isto torna quase impossível para um atacante de interceptar os dados em trânsito, portanto para fazer a transição de um formulário, senha ou outro dado encriptado para mais segurança.

source: This plugin gives you the option of turning on SSL (if your server or host supports it) for all or part of your site. The options below allow you to automatically use SSL for major parts of your site such as the login page, the admin dashboard or the site as a whole. You can also turn on SSL for any post or page by editing the content and selecting "Enable SSL" in the publishing options of the content in question.
pt_pt: Este plug-in o dá a opção de ativar o SSL (se seu servidor ou hoste suportar) para todas as partes de seu site. As opções a seguir permitem que você use o SSL automaticamente para mais partes de seu site como a página de conexão, o painel de controle administrativo ou o site completo. Você também pode ativar SSL para qualquer publicação ao página ao editar o conteúdo e selecionando "Ativar SSL" nas opções de publicação do conteúdo em questão.

source: Note: While this plugin does give you the option of encrypting everything, SSL may not be for you. SSL does add overhead to your site which will increase download times slightly. Therefore we recommend you enable SSL at a minimum on the login page, then on the whole admin section and finally on individual pages or posts with forms that require sensitive information.
pt_pt: Nota: Enquanto este plug-in o ser a opção de encriptar tudo, SSL pode não ser para você. SSE adiciona mais despesas para seu site que aumentará levemente o tempo de download. Portanto nós recomendamos que você ative o SSL no mínimo na página de conexão, então toda a sessão de administração e finalmente em páginas individuais ou publicações em formulários que requerem informações sensíveis.

source: Your server does not appear to support SSL. Your server MUST support SSL to use these features. Using these features without SSL support on your server or host will cause some or all of your site to become unavailable.
pt_pt: Seu servidor não parece suportar SSL. Seu servidor DEVE suportar SSL para usar este recurso. Usando este recursos sem suporte à SSL em seu servidor ou hoste causará alguns ou todos os sites tornarem-se indisponível(is).

source: Your server does appear to support SSL. Using these features without SSL support on your server or host will cause some or all of your site to become unavailable.
pt_pt: Seu servidor parece suportar SSL. Usando estes recursos sem suporte SSL em seu servidor ou hoste causará alguns ou todos os seu sites tornarem-se indisponíveis.

source: Note: When turning SSL on you will be logged out and you will have to log back in. This is to prevent possible cookie conflicts that could make it more difficult to get in otherwise.
pt_pt: Nota: Ao ativar SSL você será desconectado e você terá que conectar-se novamente. Isto irá prevenir possíveis conflitos com cookies que podem dificultar a conexão.

source: Strong Passwords
pt_pt: Senhas fortes

source: You are enforcing strong passwords for all users.
pt_pt: Vocês está exigindo senhas fortes para todos os usuários.

source: You are enforcing strong passwords, but not for all users.
pt_pt: Você está exigindo senhas fortes, mas não para todos os usuários.

source: You are not enforcing strong passwords for any users.
pt_pt: Você não está exigindo senhas fortes para qualquer usuário

source: Enforce Strong Passwords
pt_pt: Exigir senhas fortes

source: Select Role for Strong Passwords
pt_pt: Selecione a regra para que seja exigido senhas fortes

source: Force users to use strong passwords as rated by the WordPress password meter.
pt_pt: Forçar usuários a usar senhas fortes como classificados pelo medidor de senha WordPress.

source: Enable strong password enforcement.
pt_pt: Ativar aplicação de senhas fortes.

source: Minimum role at which a user must choose a strong password.
pt_pt: Função mínima na qual o usuário deve escolher uma senha forte.

source: For more information on WordPress roles and capabilities please see
pt_pt: Para mais informações sobre funções e capacidades do WordPress por favor veja

source: Warning: If your site invites public registrations setting the role too low may annoy your members.
pt_pt: Aviso: Se seu site convida registros públicos ao configurar a função mais baixa pode perturbar seus membros.

source: <strong>ERROR</strong>: You MUST Choose a password that rates at least <em>Strong</em> on the meter. Your setting have NOT been saved.
pt_pt: <strong>ERRO</strong>: Você DEVE escolher uma senha que seja classificada como <em>forte</em> pelo medidor. Suas configurações NÃO foram salvas.

source: Sorry, but you must enter a strong password.
pt_pt: Desculpe, mas você deve digitar uma senha forte.

source: Sorry, but you must enter a strong password
pt_pt: Desculpe, mas você deve digitar uma senha forte

source: System Tweaks
pt_pt: Truques do sistema

source: WordPress Tweaks
pt_pt: Truques do WordPress

source: Multi-site Tweaks
pt_pt: Truques Multisite

source: Disable Directory Browsing
pt_pt: Desativar navegação de diretório

source: Prevents users from seeing a list of files in a directory when no index file is present.
pt_pt: Prevenir usuários a ver a lista de arquivos em um diretório quando um arquivo noindex estiver presente.

source: Filter Long URL Strings
pt_pt: Filtrar URLs compridas

source: Limits the number of characters that can be sent in the URL. Hackers often take advantage of long URLs to try to inject information into your database.
pt_pt: Limita o numero máximo de caracteres que podem ser enviados na URL. Hackers normalmente tiram vantagens de URL longas para injetar informações em seu banco de dados.

source: Filter Non-English Characters
pt_pt: Filtrar caracteres não ingleses

source: Filter out non-english characters from the query string. This should not be used on non-english sites and only works when "Filter Suspicious Query String" has been selected.
pt_pt: Filtrar caracteres não pertencentes ao idioma inglês da frase de pedido. Isto não deve ser usado em sites não ingleses e apenas funciona quando "Filtrar pedidos de frases suspeitas" estiver ativado.

source: Protect System Files
pt_pt: Proteger arquivos do sistema

source: Prevent public access to readme.html, readme.txt, wp-config.php, install.php, wp-includes, and .htaccess. These files can give away important information on your site and serve no purpose to the public once WordPress has been successfully installed.
pt_pt: Previne acesso publico ao readme.html, readme.txt, wp-config.php, install.php, wp-includes, e .htaccess. Estes arquivos podem dar informações importantes de seu site e servidor para propostas não públicas uma vez que o WordPress foi instalado com sucesso.

source: Filter Request Methods
pt_pt: Filtrar métodos de pedidos

source: Filter out hits with the trace, delete, or track request methods.
pt_pt: Filtrar acertos com o traço, deletar, ou rastrear métodos de pedidos.

source: Filter Suspicious Query Strings in the URL
pt_pt: Filtrar pedidos de frases suspeitas na URL

source: These are very often signs of someone trying to gain access to your site but some plugins and themes can also be blocked.
pt_pt: Estes são sinais muito usados por alguém que tenta ganhar acesso ao seu site mas alguns plug-ins e temas também podem acabar sendo bloqueados.

source: Remove File Writing Permissions
pt_pt: Remover permissões de escrever em arquivos

source: Prevents scripts and users from being able to write to the wp-config.php file and .htaccess file. Note that in the case of this and many plugins this can be overcome however it still does make the files more secure. Turning this on will set the UNIX file permissions to 0444 on these files and turning it off will set the permissions to 0664.
pt_pt: Previne scrips e usuários de seram capazes de escrever em wp-config.php e no arquivo .htaccess. Note que neste caso e no caso de muitos plug-ins isto acabar sendo superado mas isto ainda torna os arquivos mais seguros. Ao ativar esta opção você definirá as permissões de arquivos UNIX para 0444 nestes arquivos e ao desligar você definirá as permissões para 0664.

source: Disables a user's author page if their post count is 0.
pt_pt: Desativar a página de um autor se sua contagem de publicações for 0.

source: This makes it harder for bots to determine usernames by disabling post archives for users that don't post to your site.
pt_pt: Isto torna mais difícil para robôs determinarem nomes de usuários ao desativar arquivos de publicações para usuários que não publicam em seu site.

source: Force users to choose a unique nickname
pt_pt: Forçar usuários a escolher um único apelido

source: This forces users to choose a unique nickname when updating their profile or creating a new account which prevents bots and attackers from easily harvesting user's login usernames from the code on author pages. Note this does not automatically update existing users as it will affect author feed urls if used.
pt_pt: Isto força usuários a escolher um apelido único ao atualizar seu perfil ou ao criar uma nova conta o que previne robôs e atacantes a obterem nomes de usuários de conexão do usuário do código nas páginas de autor. Note que isto não atualiza automaticamente os usuários existentes como isto afetará o alimentador de URLs do autor se for usado.

source: Disable login error messages
pt_pt: Desativar mensagens de erro de conexão

source: Prevents error messages from being displayed to a user upon a failed login attempt.
pt_pt: Previne que mensagens de erro sejam mostradas à um usuário ao falhar durante uma tentativa de conexão.

source: Reduce Comment Spam
pt_pt: Reduzir spam em comentários

source: This option will cut down on comment spam by denying comments from bots with no referrer or without a user-agent identified.
pt_pt: Esta opção cortará um comentário do tipo spem ao negar comentários de robôs sem referência ou sem um agente de usuário identificado.

source: Hide Core Update Notifications
pt_pt: Esconder notificações de atualizações do núcleo
