Repository: WP-Translations/language-packs
Catalog: event-tickets-plus/languages/event-tickets-plus-*.po
Languages: fr_fr

source: To begin using Event Tickets Plus, please install and activate the latest version of %1$s%2$s%3$s and ensure its own requirements have been met.
fr_fr: Avant de pouvoir commencer à utiliser Event Tickets Plus, veuillez installer et activer la dernière version de %1$s%2$s%3$s et assurez-vous que les configurations requises soient rencontrées.

source: Are
fr_fr: Sont

source: Are Not
fr_fr: Ne sont pas

source: Are at least
fr_fr: Sont au moins

source: Are at most
fr_fr: Sont au plus

source: Is
fr_fr: Est

source: Is Not
fr_fr: N’est pas

source: Is at least
fr_fr: Est au moins

source: Is at most
fr_fr: Est au plus

source: Ticket Sales
fr_fr: Vente de billets

source: Ticket Stock
fr_fr: Stock de billets

source: Sales
fr_fr: Ventes

source: Load all attendees
fr_fr: Charger tous les participants

source: Event Name or ID or Slug
fr_fr: Nom de l’évènement, ID ou identifiant

source: Ticket Name
fr_fr: Nom du billet

source: Ticket Description
fr_fr: Description du billet

source: Ticket Start Sale Date
fr_fr: Date de début de vente du billet

source: Ticket Start Sale Time
fr_fr: Heure de début de vente du billet

source: Ticket End Sale Date
fr_fr: Date de fin de vente du billet

source: Ticket End Sale Time
fr_fr: Heure de fin de vente du billet

source: Ticket Price
fr_fr: Prix du billet

source: Ticket SKU
fr_fr: UGS du billet

source: Tickets
fr_fr: Billets

source: Recurring event tickets are not supported, event %d.
fr_fr: Les billets récurrents d’évènement ne sont pas pris en charge, évènement 1%d

source: Your tickets from {sitename}
fr_fr: Vos billets de {nom du site}

source: Tribe Ticket Emails
fr_fr: E-mails Event Tickets

source: Configure the ticket receipt emails
fr_fr: Configurez les e-mails de notification d’un nouvel achat de billet

source: Tickets Email Subject
fr_fr: Sujet de l’e-mail relatif aux billets

source: Enter the subject line for the tickets receipt email
fr_fr: Veuillez saisir un sujet pour l’e-mail de notification de vente d’un billet

source: Sorry, there is insufficient stock to fulfill your order with respect to the tickets you selected in relation to this event: %s
fr_fr: Désolé, il n'y a pas suffisament de stock pour honorer votre comande au niveau du nombre de billets commandés pour l'événement: %s

source: Sorry, there is insufficient stock to fulfill your order with respect to %s
fr_fr: Désolé, il n'y a pas suffisamment de stock pour honorer votre commande de %s

source: You'll receive your tickets in another email.
fr_fr: Vous recevrez vos billets dans un autre e-mail.

source: (deleted)
fr_fr: (supprimé)

source: Event sales report
fr_fr: Rapport des ventes de l’évènement

source: This is a ticket for the event:
fr_fr: Ceci est un billet pour l’évènement :

source: %s ticket is sold out
fr_fr: Le billet %s n’est plus disponible

source: Sorry! Only %d tickets remaining for %s
fr_fr: Désolé ! Il ne reste que %d billets pour %s

source: Print Ticket
fr_fr: Imprimer le billet

source: To begin using Tickets Plus with %3$s, you need to <a href="%1$s" title="Deactivate the legacy addon for %2$s">deactivate the old legacy plugin</a>.
fr_fr: Pour commencer à utiliser Ticket Plus avec %3$s; vous devez <a href="%1$s" title="Désactiver le module pour %2$s"> désactiver l’ancienne extension</a>.

source: To begin using Tickets Plus, please install and activate the latest version of <a href="%s" class="thickbox" title="%s">%s</a>.
fr_fr: Pour commencer à utiliser Tickets Plus, veuillez installer et activer la dernière version de <a href="%s" class="thickbox" title="%s">%s</a>.

source: Email the user will receive after a completed order with the tickets they purchased.
fr_fr: L’e-mail que l’utilisateur recevra après avoir terminé la commande de ses billets.

source: Your tickets from {site_title}
fr_fr: Vos billets de {site_title}

source: Subject
fr_fr: Sujet

source: Defaults to <code>%s</code>
fr_fr: Par défaut <code>%s</code>

source: In trash (was %s)
fr_fr: Dans la corbeille (il y avait %s)

source: Deleted
fr_fr: Supprimé

source: Unknown
fr_fr: Inconnu

source: Report
fr_fr: Rapport

source: See purchases for this event
fr_fr: Voir les achats pour cet évènement

source: Orders
fr_fr: Commandes

source: Order
fr_fr: Commande

source: Purchaser
fr_fr: Acquéreur

source: Purchased
fr_fr: Acheté

source: Address
fr_fr: Adresse

source: Status
fr_fr: État

source: Subtotal
fr_fr: Sous-total

source: Site Fee
fr_fr: Commission du site

source: Event Tickets uses WooCommerce order statuses to control when attendee records should be generated and when tickets are sent to customers. The first enabled status reached by an order will trigger the action.
fr_fr: Event Tickets utilise les statuts de commande de WooCommerce pour contrôler quand les enregistrements des participants doivent être générés et quand les billets doivent être envoyés aux clients. Le premier statut activé atteint par une commande déclenchera l’action.

source: When should tickets be emailed to customers?
fr_fr: Quand les billets doivent-ils être envoyés aux clients ?

source: If no status is selected, no ticket emails will be sent.
fr_fr: Si aucun statut n’est sélectionné, aucun e-mail de billet ne sera envoyé.

source: When should attendee records be generated?
fr_fr: Quand les enregistrements de participants doivent-ils être générés ?

source: Please select at least one status.
fr_fr: Veuillez sélectionnez au moins un statut.

source: WooCommerce Support
fr_fr: Support WooCommerce

source: As soon as an order is created
fr_fr: Aussitôt qu’une commande est crée.

source: Require users to log in before they purchase tickets
fr_fr: Demander aux utilisateurs de se connecter avant de pouvoir acheter des billets

source: Checkbox
fr_fr: Case à cocher

source: Radio
fr_fr: Bouton radio

source: Dropdown
fr_fr: Liste déroulante

source: Text
fr_fr: Texte

source: Ticket Fieldsets
fr_fr: Jeux de champs de billet

source: Ticket Fieldset
fr_fr: Jeu de champs de billet

source: Add New Ticket Fieldset
fr_fr: Ajouter un nouveau jeu de champs de billet

source: Edit Ticket Fieldset
fr_fr: Modifier le jeu de champs de billet

source: New Ticket Fieldset
fr_fr: Nouveau jeu de champs de billet

source: View Ticket Fieldset
fr_fr: Voir le jeu de champs de billet

source: Search Ticket Fieldsets
fr_fr: Rechercher des jeux de champs de billet

source: No ticket fieldsets found
fr_fr: Aucun jeu de champs de billet trouvé

source: No ticket fieldsets found in Trash
fr_fr: Aucun jeu de champs de billet trouvé dans la corbeille

source: All Ticket Fieldsets
fr_fr: Tous les jeux de champs de billet

source: Ticket Fieldset Archives
fr_fr: Archives de jeu de champs de billet

source: Insert into ticket fieldset
fr_fr: Insérer dans le jeu de champs de billet

source: Uploaded to this ticket fieldset
fr_fr: Mise en ligne pour ce jeu de champs de billet

source: Custom Ticket Fields
fr_fr: Champ personnalisé de billet

source: View details %s
fr_fr: Voir les détails de %s

source: Hide details %s
fr_fr: Masque les détails de %s

source: Attendee Information
fr_fr: Informations du participant

source: This ticket has custom Attendee Information fields
fr_fr: Ce billet contient des champs d’informations personnalisés sur les participants

source: The ticket with ID %s has already been checked in.
fr_fr: Le billet avec l’ID %s a déjà été enregistré.

source: The ticket with ID %s was checked in.
fr_fr: Le billet avec l’ID %s a été enregistré.

source: Could not render QR code because gzuncompress() is not available
fr_fr: Impossible de générer le QR code car gzuncompress() n’est pas disponible

source: Check in for this event
fr_fr: S’enregistrer pour cet évènement

source: Scan this QR code at the event to check in.
fr_fr: Scannez ce QR code à l’entrée de l’évènement.

source: Display attendees list
fr_fr: Afficher la liste des participants

source: Global stock mode:
fr_fr: Mode stock global :

source: Cap sales:
fr_fr: Cap des ventes :

source: (This is the maximum allowed number of sales for this ticket.)
fr_fr: (Ceci est le nombre maximal de ventes permis pour ce billet.)

source: (Total available # of this ticket type. Once they're gone, ticket type is sold out.)
fr_fr: (Nombre total de billets de ce type disponibles. Si vide, les billets ont tous été vendus.)

source: SKU:
fr_fr: UGS :

source: (A unique identifying code for each ticket type you're selling)
fr_fr: (Le code unique pour chaque type de billet que vous vendez)

source: Currently, eddTickets will only show up on the frontend once per full event. For PRO users this means the same ticket will appear across all events in the series. Please configure your events accordingly.
fr_fr: Actuellement, eddTickets n'apparaitra qu'une fois sur l’interface publique par évènement complet. Pour les utilisateurs PRO les billets apparaitront sur tous les évènements de la série. Veuillez donc configurer vos évènements en fonction de cela.

source: Selling tickets for a recurring event series is not recommended. The tickets you configure will show on all instances of an event series which can be confusing to attendees. Please configure your events carefully.
fr_fr: La vente de billets pour une série d’évènements récurrents n’est pas recommandée. Les billets que vous configurez apparaîtront sur toutes les instances d’une série d’événements. Ce qui peut être déroutant pour les participants. Veuillez donc configurer vos évènements avec soin.

source: Selling tickets for recurring events
fr_fr: Vente de billets pour des évènements récurrents

source: Attendee Information:
fr_fr: Informations du participant :

source: Request information for each attendee during registration
fr_fr: Demander des informations supplémentaires à chaque participant lors de l’enregistrement

source: The name and contact info of the person acquiring tickets is collected by default
fr_fr: Le nom et l’adresse de messagerie sont demandés par défaut

source: Add New Field:
fr_fr: Ajouter un nouveau champ :

source: Active Fields:
fr_fr: Champs actifs :

source: No active fields.
fr_fr: Aucun champ actif.

source: Add new fields or
fr_fr: Ajoutez de nouveaux champs ou

source: Start with a saved fieldset...
fr_fr: Commencer avec un jeu de champs enregistré…

source: Save this fieldset for use on other tickets?
fr_fr: Enregistrer ce jeu de champs pour d’autres billets ?

source: Name this fieldset:
fr_fr: Nommer ce jeu de champs :

source: Price:
fr_fr: Prix :

source: (0 or empty for free tickets)
fr_fr: (0 ou vide pour des billets gratuits)

source: Sale Price:
fr_fr: Prix de vente :

source: (Current sale price - this can be managed via the product editor)
fr_fr: (Prix de vente actuel - ceci peut être géré via l’éditeur de produit)

source: Purchase limit:
fr_fr: Limite d’achat :

source: The maximum number of tickets per order. (0 means there's no limit)
fr_fr: Nombre maximum de billets par commande. (0 signifie qu’il n’y a pas de limite)

source: Currently, WooTickets will only show up on the frontend once per full event. For PRO users this means the same ticket will appear across all events in the series. Please configure your events accordingly.
fr_fr: Actuellement, WooTickets n'apparaitra qu'une fois sur l’interface publique par évènement complet. Pour les utilisateurs PRO les billets apparaitront sur tous les évènements de la série. Veuillez donc configurer vos évènements en fonction de cela.

source: Event Details
fr_fr: Détails de l’évènement

source: Sales by Ticket
fr_fr: Ventes par billet

source: Tickets sold:
fr_fr: Billets vendus :

source: Completed:
fr_fr: Terminé :

source: Processing:
fr_fr: En traitement :

source: (%d awaiting review)
fr_fr: (%d en attente de révision)

source: Sold %d %s
fr_fr: Vendu %d %s

source: Sold %d of %d %s
fr_fr: Vendu %d sur %d %s

source: SKU: (%s)
fr_fr: UGS : (%s)

source: Total Sales: %s %s
fr_fr: Total des ventes : %s %s

source: Pending Payment:
fr_fr: En attente de paiement :

source: Canceled:
fr_fr: Annulé :

source: Total Ticket Sales:
fr_fr: Total des ventes de billets :

source: Total Site Fees:
fr_fr: Total des commissions du site :

source: Who's Attending
fr_fr: Qui participera

source: One person is attending %2$s
fr_fr: Une personne participera à %2$s

source: %1$s available
fr_fr: %1$s disponible

source: Out of stock!
fr_fr: Billet épuisé !

source: Don't list me on the public attendee list
fr_fr: Ne pas m’afficher dans la liste publique des participants

source: Add to cart
fr_fr: Ajouter au panier

source: You must have JavaScript activated to purchase tickets. Please enable JavaScript in your browser.
fr_fr: Vous devez avoir JavaScript activé pour acheter des billets. Veuillez activer JavaScript dans votre navigateur.

source: Login to purchase
fr_fr: Se connecter pour acheter

source: Please fill in all required fields
fr_fr: Veuillez remplir tous les champs nécessaires

source: Attendee
fr_fr: Participant

source: Ticket deleted: attendee info cannot be updated.
fr_fr: Billet supprimé : les informations du participant ne peuvent plus être mises à jour.

source: Toggle attendee info
fr_fr: Basculer vers l’info du participant

source: My Tickets for This %s
fr_fr: Mes billets pour cet %s

source: Order #%1$s: %2$s reserved by %3$s (%4$s) on %5$s
fr_fr: Commande n°%1$s : %2$s réservé par %3$s (%4$s) le %5$s

source: Attendee %d
fr_fr: Participant %d

source: Event Tickets Plus lets you sell tickets to events, collect custom attendee information, and more!
fr_fr: Event Tickets Plus vous permet de vendre des billets pour des évènements, collecter des informations personnalisées sur les participants et bien plus encore !

# attendee summary
source: Total Tickets Sold:
fr_fr: Total des billets vendus :

# attendee summary
source: Complete:
fr_fr: Terminé :

# Browser title
source: %s - Order list
fr_fr: %s - Liste de commande

# attendee table meta
source: Details
fr_fr: Détails

# orphaned attendee meta data
source: Other attendee data:
fr_fr: Autres données du participant :

# Attendee information fields
source: Label:
fr_fr: Libellé :

# Attendee information fields
source: Required?
fr_fr: Nécessaire ?

# Attendee information fields
source: Delete this field
fr_fr: Supprimer ce champ

# Attendee information fields
source: Options (one per line)
fr_fr: Options (une par ligne)

# Attendee information fields
source: Multi-line text field?
fr_fr: Champ texte multi-lignes ?
