Repository: WP-Translations/language-packs
Catalog: facebook/languages/facebook-*.po
Languages: fr_fr, pt_br

source: %s to publish new posts to your Facebook timeline.
fr_fr: %s à publier de nouveaux articles sur votre timeline Facebook.
pt_br: %s para publicar novas postagens na linha do tempo em seu Facebook.

source: Associate your WordPress account with a Facebook profile
fr_fr: Associer votre compte WordPress à un profil Facebook
pt_br: Associar sua conta WordPress com um perfil no Facebook

source: Allow new posts to your Facebook Timeline
fr_fr: Autoriser les nouveaux articles sur votre Timeline Facebook
pt_br: Permitir que novas postagens na sua linha do tempo do Facebook

source: Post an article to my Facebook Timeline after it is public.
fr_fr: Publier un article sur ma Timeline Facebook après qu'il soit public.
pt_br: Publicar um artigo a minha Timeline do Facebook depois se tornar público.

# edit permissions granted by a Facebook account to a Facebook application
source: Edit Permissions
fr_fr: Modifier les autorisations
pt_br: Editar permissões

source: %s Plugin Settings
fr_fr: Réglages de l'extension %s
pt_br: Configurações do Plugin %s

source: Facebook for WordPress
fr_fr: Facebook pour WordPress
pt_br: Facebook para WordPress

source: Application information
fr_fr: Information sur l&rsquo;application
pt_br: Informações do aplicativo

source: %s ID
fr_fr: ID de %s
pt_br: ID do %s

source: Edit your application settings on Facebook
fr_fr: Modifier vos paramètres d'application Facebook
pt_br: Editar suas configurações de aplicativo no Facebook

source: Create a new Facebook application or associate %s with an existing Facebook application.
fr_fr: Créer une nouvelle application Facebook ou associer %s avec une application Facebook existante.
pt_br: Criar uma nova aplicação do Facebook ou associar o %s com uma aplicação existente.

source: An application identifier associates your site, its pages, and visitor actions with a registered %s application.
fr_fr: Un identifiant d'application associe votre site, ses pages, et les actions des visiteurs avec une application %s enregistrée.
pt_br: Um identificador de aplicação associado com o seu site, são páginas e açoes de visitantes com uma aplicação registrada %s .

source: An application secret is a secret shared between %s and your application, similar to a password.
fr_fr: Un secret d'application est un secret partagé entre %s et votre application, semblable à un mot de passe.
pt_br: Um segredo de aplicação é um segredo compartilhado entre %s e sua aplicação, similar a uma senha.

source: App ID must contain only digits.
fr_fr: Id de l'app ne doit contenir que des chiffres.
pt_br: O identificador do aplicativo deve conter apenas dígitos.

source: Invalid app secret.
fr_fr: Secret de l&rsquo;app non valide.
pt_br: Segredo de aplicativo inválido.

source: Application ID and secret failed on authentication with Facebook.
fr_fr: L'authentification de l'ID de l'application et du secret ont échoué sur Facebook.
pt_br: ID da Aplicação e sgredo falharam em autenticar com o Facebook

source: %1$s to take advantage of advantage of advanced %2$s features such as post to timeline, recommendations bar, and more.
fr_fr: %1$s pour profiter de l'avantage des fonctionnalités avancées %2$s telles que publier sur la timeline, la barre de recommandations, et plus encore.
pt_br: ﻿%1$s para aproveitar os recursos avançados do %2$s como postar na timeline, barra de recomendações, e muito mais.

source: Register for a Facebook application
fr_fr: S'enregistrer pour une application Facebook
pt_br: Registre-se no aplicativo do Facebook

source: You may need to register your %1$s account as a developer account if this is your first time managing a %1$s application.
fr_fr: Vous pouvez avoir besoin d'enregistrer votre compte %1$s comme un compte de développeur si c'est la première fois que vous gérer une application %1$s.
pt_br: Você deve registrar sua conta %1$s como uma conta de desenvolvedor se esta for sua primeira vez manuseando a aplicação %1$s.

source: Click the %s button near the top right corner of the page to trigger an application creation dialog.
fr_fr: Cliquez sur le bouton %s dans le coin supérieur droit de la page pour lancer la création de l'application.
pt_br: Clique no botão %S próximo ao canto superior direito da página para ativar um dialogo de criação de apliação

source: %s new application creation dialog
fr_fr: %s nouveau dialogue de création d'application
pt_br: %s novo diálogo de criação de aplicativo

source: Uniquely identify your site on %1$s with an application name.
fr_fr: Identifier de manière unique votre site sur %1$s avec un nom d'application.
pt_br: ﻿Identifique exclusivamente o seu site no %1$s com um nome de aplicativo.

source: You must choose an application name longer than "%s."
fr_fr: Vous devez choisir un nom d'application plus long que "%s".
pt_br: Você precisa escolher um nome de aplicação maior que "%s."

source: An application name must be between %1$u and %2$u characters in length.
fr_fr: Le nom de l'application doit faire entre %1$u et %2$u caractères de long.
pt_br: Um nome de aplicação deve conter entre %1$u e %2$u caracteres.

source: You must choose an application name shorter than "%s."
fr_fr: Vous devez choisir un nom d'application plus court que "%s".
pt_br: Você precisa escolher um nome de aplicação menor que "%s."

source: You may choose to use "%1$s" as your %2$s application name.
fr_fr: Vous pouvez choisir d'utiliser "%1$s" comme nom pour votre application Vous pouvez choisir d'utiliser %2$s.
pt_br: Você deve escolher "%1$s" para usar como seu %2$s nome de aplicação

# open the link to Facebook Developers dashboard site.
source: Open the %s.
fr_fr: Ouvrir le %s.
pt_br: Abrir o %s

source: Facebook Developers Applications dashboard
fr_fr: Tableau de bord des développeurs d'applications Facebook
pt_br: Painel de aplicações de desenvolvedores do Facebook

source: Select your existing application from the list of applications
fr_fr: Selectionner votre application dans la liste des applications
pt_br: Selecione seu aplicativo existente na lista de aplicativos

source: Copy your App ID and App Secret from the Settings Summary section of your application.
fr_fr: Copier l'ID et le Secret de l'App depuis la section résumé des paramètres de votre application.
pt_br: Copie seu AppID e App Secret para o seção do indíce de configuração da sua aplicação.

source: Facebook application
fr_fr: Application Facebook
pt_br: Aplicativo do Facebook

source: new Facebook application
fr_fr: nouvelle application Facebook
pt_br: novo aplicativo do Facebook

source: Your %1$s should be associated with %2$s across desktop web, mobile web, iPhone, Android, or any other presence you have established.
fr_fr: Votre %1$ s doit être associée par %2$ s pour le web desktop, web mobile, iPhone, Android ou toute autre produit désiré.
pt_br: ﻿Seu %1$s deve estar associado com %2$s em web desktop, web mobile, iPhone, Android ou qualquer outra presença que você estabeleceu.

source: Facebook can send site visitors to the most appropriate URL based on their browsing context, market your site, and properly identify quality content with some extra information for your application.
fr_fr: Facebook peut envoyer des visiteurs du site à l'URL la plus appropriée basée sur leur contexte de navigation, marketer votre site et identifier correctement la qualité du contenu avec des informations supplémentaires pour votre application.
pt_br: ﻿Facebook pode enviar os visitantes do site para o URL mais apropriado com base no seu contexto de navegação, divulgar seu site, e identificar corretamente qualidade do conteúdo com algumas informações extras para seu aplicativo.

source: Basic Settings
fr_fr: Réglages de base
pt_br: Configurações Básicas

source: Associate your Facebook application with a domain, a desktop URL, and a mobile URL through your application's %s.
fr_fr: Associez votre application Facebook à un domaine, une URL, une URL mobile par l'intermédiaire de votre application %s.
pt_br: ﻿Associe seu aplicativo Facebook com um domínio, um URL desktop e um URL móvel através da %s de seu aplicativo.

source: basic settings
fr_fr: Réglages de base
pt_br: configurações básicas

source: For example:
fr_fr: Par exemple :
pt_br: Por exemplo:

# data entry field
source: Field
fr_fr: Champ
pt_br: Campo

# data entry value
source: Value
fr_fr: Valeur
pt_br: Valor

source: Contact Email
fr_fr: E-mail de contact
pt_br: E-mail de contato

source: App Domains
fr_fr: Domaines de l'app
pt_br: Domínios de aplicativo

source: Website with Facebook Login
fr_fr: Site internet avec connexion Facebook
pt_br: Site com Login do Facebook

source: Mobile website
fr_fr: Site web mobile
pt_br: Site para telefone celular

source: App Details
fr_fr: Détails de l'app
pt_br: Detalhes do Aplicativo

source: Set your primary language, site description, and categorize your site.
fr_fr: Réglez votre langue principale, la description et la catégorie de votre site.
pt_br: Defina seu idioma principal, descrição do site e categorias do seu site.

source: Add icons and images to establish trust when asking your publishers for publish permissions or marketing your site through Facebook.
fr_fr: Ajouter des icônes et des images pour créer de la confiance pour demander à vos éditeurs des autorisations de publication ou le marketing de votre site par le biais de Facebook.
pt_br: ﻿Adicione ícones e imagens para estabelecer confiança quando solicitar permissão aos seus publicadores ou divulgar seu site através do Facebook.

source: Create a %s application
fr_fr: Créer une application %s
pt_br: Criar uma %s aplicação

source: Existing %s application
fr_fr: Application existante de %s
pt_br: Existem %s aplicações

source: Application details
fr_fr: Détails de l'application
pt_br: Detalhes do aplicativo

source: %s Apps Tool
fr_fr: %s Outils d'Apps
pt_br: %s Ferramenta de Aplicativos

source: Comments Box
fr_fr: Boîte de commentaires
pt_br: Caixa de comentários

source: %s Settings
fr_fr: Réglages de %s
pt_br: Configurações do %s

source: Show on
fr_fr: Afficher sur
pt_br: Mostrar em

source: Number of comments
fr_fr: Nombre de commentaires
pt_br: Número de comentários

source: Order by
fr_fr: Trier par
pt_br: Ordenar por

source: Width
fr_fr: Largeur
pt_br: Largura

source: Color scheme
fr_fr: Jeu de couleurs
pt_br: Esquema de Cores

source: Enable social commenting backed by a %s account and optional providers AOL, Hotmail, or Yahoo!.
fr_fr: Activez le commentaire social par un compte %s et des fournisseurs facultatifs comme AOL, Hotmail ou Yahoo !
pt_br: ﻿Habilite comentários sociais baseados numa conta %s e provedores opcionais como Hotmail, AOL ou Yahoo!.

source: %s social plugin documentation
fr_fr: documentation de l'extension %s social
pt_br: Documentação do plugin social %s

source: Read more...
fr_fr: Lire la suite&hellip;
pt_br: Leia mais…

source: Comments appear in the author's %s.
fr_fr: Les commentaires apparaissent dans l'%s de l'auteur.
pt_br: Comentários apareceram nos autores %s.

source: Facebook Timeline
fr_fr: Timeline Facebook
pt_br: Linha do Tempo do Facebook

source: All administrators of your %s application will be able to moderate comments.
fr_fr: Tous les administrateurs de votre application %s seront capables de modérer les commentaires.
pt_br: Todos os administradores da sua aplicação %s são capazes de moderar comentários.

source: You may customize your %1$s settings from the %2$s including moderated comments, blacklisted words, and comment sorting.
fr_fr: Vous pouvez personnaliser vos réglages de %1$s depuis %2$s en incluant les commentaires modérés, les mots blacklistés, et le tri des commentaires.

source: Facebook Comments Tool
fr_fr: Outil de Commentaires Facebook
pt_br: Ferramenta de comentários do Facebook

source: You may also specify individual comment moderators not associated with your application.
fr_fr: Vous pouvez aussi spécifier des modérateurs de commentaire unique non associés avec votre application.
pt_br: Você também pode especificar moderadores para comentários não associados à sua aplicação.

source: Display the %s on one or more post types.
fr_fr: Afficher le %s sur un ou plusieurs types d'article.
pt_br: Mostrar o %s em um ou mais tipos de postagens.

source: top-level comments shown before viewer expansion.
fr_fr: Commentaires de premier niveau affichés avant l'expansion de la visionneuse.
pt_br: comentários de nível superior são mostrados antes da expansão do visualizador.

source: Content width: %u
fr_fr: Largeur du contenu : %u
pt_br: Largura do conteúdo: %u

source: The width of the %s display area in whole pixels.
fr_fr: La largeur de l'aire d'affichage %s en pixels.
pt_br: A largura da área de exibição do(a) %s em pixels inteiros.

# display comments ordered from oldest to newest
source: oldest first
fr_fr: le plus ancien en premier
pt_br: antigas primeiro

# display comments ordered from newest to oldest
source: newest first
fr_fr: le plus récent en premier
pt_br: recentes primeiro

source: Debugger
fr_fr: Débogueur
pt_br: Depurador

source: Authors
fr_fr: Auteurs
pt_br: Autores

source: Connected to Facebook
fr_fr: Connecté à Facebook
pt_br: Conectado ao Facebook

source: Name
fr_fr: Nom
pt_br: Nome

source: Facebook account
fr_fr: Compte Facebook
pt_br: Conta do Facebook

source: Post to timeline
fr_fr: Publier sur la timeline
pt_br: Postar na linha do tempo

source: Manage pages
fr_fr: Gérer les pages
pt_br: Gerenciar páginas

source: Not connected to Facebook
fr_fr: Non connecté à Facebook
pt_br: Não conectado ao Facebook

source: Number of published posts in the last %u days
fr_fr: Nombre d'articles publiés dans les %u derniers jours
pt_br: Número de posts publicados nos últimos %u dias

# recent articles. used as a table column header
source: # of recent posts
fr_fr: # d'articles récents
pt_br: Nº de posts recentes

source: Facebook Page
fr_fr: Page Facebook
pt_br: Página do Facebook

# publishing to a page name on Facebook.com
source: Publishing to %s.
fr_fr: Publication sur %s.
pt_br: Publicação para %s.

source: Saved by you.
fr_fr: Enregistré par vous.
pt_br: Salvo por você.

# saved by person name
source: Saved by %s.
fr_fr: Enregistré par %s.
pt_br: Salvo por %s.

source: Social Plugins
fr_fr: Extensions social
pt_br: Plugins sociais

# software features available based on different classifications website view
source: Features enabled by view type
fr_fr: Fonctions activées par type d'affichage
pt_br: Recursos habilitados pelo tipo de exibição

source: Like Button
fr_fr: Bouton J'aime
pt_br: Botão Curtir

source: Send Button
fr_fr: Bouton d'envoi
pt_br: Botão Enviar

source: Follow Button
fr_fr: Bouton Suivez-moi
pt_br: Botão Seguir

source: Recommendations Bar
fr_fr: Barre de recommendations
pt_br: Barra de Recomendações

source: View
fr_fr: Voir
pt_br: Ver

source: Activity Feed
fr_fr: Flux d'activité
pt_br: Feed de actividade

source: Recommendations Box
fr_fr: Boite de recommandations
pt_br: Caixa de recomendações

# name of a page component
source: Widget name
fr_fr: Nom du widget
pt_br: Nome do widget

source: Active
fr_fr: Activé
pt_br: Ativo

source: Server configuration
fr_fr: Configuration du serveur
pt_br: Configuração do servidor

source: Feature
fr_fr: Fonctionnalité
pt_br: Recurso

# Information
source: Info
fr_fr: Infos

# software version
source: %s version
fr_fr: Version %s
pt_br: Versão %s

source: Server software
fr_fr: Logiciel serveur
pt_br: Software de servidor

# server-to-server connection
source: %s connection method
fr_fr: méthode de connection %s
pt_br: Método de conexão %s

source: none available
fr_fr: aucun disponible
pt_br: nenhum disponível

source: Layout
fr_fr: Mise en page

source: Show faces
fr_fr: Afficher les visages
pt_br: Mostrar rostos

source: Font
fr_fr: Police
pt_br: Fonte

source: Encourage visitors to follow to public updates from an author's Facebook account.
fr_fr: Encourager les visiteurs à suivre les mises à jour publiques d'un auteur d'un compte Facebook.
pt_br: Incentiva os visitantes a acompanhar as atualizações públicas de uma conta de autor do Facebook.

source: Display social text next to the button.
fr_fr: Afficher le texte à côté du bouton.
pt_br: Exibir texto social ao lado do botão.

source: Display total number of %s next to the button.
fr_fr: Afficher le nombre total de %s à côté du bouton.
pt_br: Mostrar o número total de %s ao lado do botão.

source: Display total number of %s above the button.
fr_fr: Afficher le nombre total de %s au dessus du bouton.
pt_br: Mostrar o número total de %s abaixo do botão.

source: Show profile photos of the viewer's friends who already follow this person.
fr_fr: Afficher les photos de profil des amis qui suivent déjà cette personne.
pt_br: Exibir imagens de perfil do visualizador de amigos que já seguiu esta pessoa.

source: Help your visitors share your pages on their Facebook profile with one click.
fr_fr: Aider vos visiteurs à partager vos pages sur leurs profils Facebook en un seul clic.
pt_br: Ajuda os visitantes a compartilhar páginas no Facebook deles com apenas um clique.

source: Include a %1$s alongside the %2$s.
fr_fr: Inclure un %1$s avec le %2$s
pt_br: Incluir um %1$s ao lado do %2$s.

source: Allows a %1$s user to easily send your URL to a friend via email, %1$s message, or post to a %1$s group.
fr_fr: Permet à un utilisateur %$1s d'envoyer facilement votre URL à un ami via e-mail, un message %1$s, ou un article à un groupe %1$s.

# plural of the noun: Facebook Likes
source: likes
fr_fr: j'aime
pt_br: Curtidas

source: Show profile photos of the viewer's friends who have already liked the URL.
fr_fr: Afficher les photos de profil d'amis du lecteur qui ont déjà aimé l'URL.

source: Action verb displayed in button.
fr_fr: Le verbe pour passer à l'action affiché dans le bouton.
pt_br: ﻿Verbo de ação exibido no botão.

source: Side
fr_fr: Le coté
pt_br: Lado

source: Trigger
fr_fr: Déclencheur
pt_br: Gatilho

source: Read time
fr_fr: Temps de lecture
pt_br: Tempo de leitura

source: Number of recommendations
fr_fr: Nombre de recommendations
pt_br: Número de recomendações

source: Maximum age
fr_fr: Age maximal
pt_br: Idade máxima

source: Encourage additional pageviews with site recommendations based on social context.
fr_fr: Encourager les consultations de pages supplémentaires avec des recommandations de site basées sur le contexte social.

source: Adds a %s overlay to the bottom of your page with an expanded list of recommendations triggered by time or position on the page.
fr_fr: Ajoute une superposition de %s en bas de votre page avec une liste élargie des recommandations déclenchée dans le temps ou la position sur la page.

source: The side of the screen where the %s will be displayed.
fr_fr: Le coté de l'écran où le %s sera affiché.
pt_br: O lado da tela onde o(a) %s será exibido.

source: Action verb displayed in the %s.
fr_fr: Le verbe pour passer à l'action affiché dans le %s.
pt_br: Verbo de ação exibido no(a) %s.

source: Bottom of page for home & archive pages, after post for single post types.
fr_fr: En bas de la page pour l'accueil & les pages d'archives, après l'article sur les articles uniques.

source: After a visitor scrolls through %s of the total page height.
fr_fr: Après que le visiteur est scrollé %s du total de la hauteur de la page.

source: Percentage of total page height expressed as a whole positive number.
fr_fr: Pourcentage de la hauteur de la page totale exprimé en un nombre entier positif.

source: I will call the %s function manually from my site JavaScript.
fr_fr: J'appellerai la fonction %s manuellement depuis le JavaScript de mon site.
pt_br: Eu chamarei o(a) função %s manualmente através do JavaScript do meu site.

source: seconds
fr_fr: secondes
pt_br: segundos

source: Number of seconds before the plugin will expand
fr_fr: Nombre de secondes avant que l'extension ne se lance
pt_br: Número de segundos a´te o plugin expandir.

source: maximum recommendation
fr_fr: maximum de recommandation
pt_br: recomendação no máximo

source: day old
fr_fr: jour
pt_br: dia atrás

source: (no limit)
fr_fr: (pas de limite)
pt_br: (sem limite)

source: Limit recommendations to articles authored within the last N days.
fr_fr: Limiter les recommandations aux articles dans les derniers N jours.

source: Reset this value to %s for no date-based limits.
fr_fr: Réinitialiser cette valeur à %s pour aucune limite de date.

source: Help site visitors send your URL in a message to any email address, a message to his or her %1$s friends, or a post to a %1$s group.
fr_fr: Aider les visiteurs du site a envoyer votre URL dans un message à n'importe quelle adresse e-mail, un message à ses %1$s amis, ou un article à un groupe %1$s.

source: before & after the post
fr_fr: avant & après l'article
pt_br: antes & depois do post

source: after the post
fr_fr: après l'article
pt_br: depois do conteúdo do post

source: before the post
fr_fr: avant l'article
pt_br: antes do conteúdo do post

source: Choose where the %s will appear including your site homepage, archive pages, or individual public post types.
fr_fr: Choisir où le %s apparaît notamment sur votre page d'accueil, les pages d'archives ou les types d'article.

source: Facebook permissions
fr_fr: Autorisations Facebook
pt_br: Permissões do Facebook

source: Publish to my Timeline
fr_fr: Publier sur ma Timeline
pt_br: Publicar na minha linha do tempo

source: Enable Open Graph features
fr_fr: Activer les fonctionnalités d'Open Graph
pt_br: Habilitar recursos de Open Graph

source: Publish to a page
fr_fr: Publier sur une page
pt_br: Publicar uma página

source: Promote social engagement and readership by publishing new posts to the Facebook Timeline of a connected author.
fr_fr: Promouvoir l'engagement social et la lecture en publiant de nouveaux articles dans la Timeline Facebook d'un auteur connecté.

source: Facebook Open Graph action submission process
fr_fr: Processus d'envoi des actions de l'Open Graph Facebook
pt_br: Processo de envio de ação Facebook Open Graph

source: prerequisites
fr_fr: conditions préalables
pt_br: pré-requisitos

source: A %1$s associated with %2$s
fr_fr: Un %1$s associé à %2$s
pt_br: Um(a) %1$s associado(a) com %2$s

source: Facebook application identifier
fr_fr: L'identificateur de l'application Facebook
pt_br: Identificador de aplicativo do Facebook

source: Associate an Open Graph action-object pair for your application:
fr_fr: Associer une paire d'action-objet d'Open Graph pour votre application :
pt_br: Associar um par de ação de objeto Open Graph para a sua aplicação:

# Open Graph. people can ACTION an OBJECT
source: people can %1$s an %2$s
fr_fr: les gens peuvent %1$s un %2$s
pt_br: pessoas podem %1$s um %2$s

source: Authenticate with Facebook to allow your Facebook application to post to your Timeline or Page on your behalf when a post is published
fr_fr: L'authentification avec Facebook pour permettre à votre application Facebook de publier sur votre Timeline ou votre Page en votre nom quand un article est publié

source: Publish an article to your Facebook Timeline
fr_fr: Publier de nouveaux articles sur votre Timeline Facebook.
pt_br: Publicar um artigo em sua Linha do Tempo no Facebook

source: your Publish action
fr_fr: votre action de publication
pt_br: sua ação de publicar

source: Submit %s for approval.
fr_fr: Soumettre %s à l'approbation.
pt_br: Enviar %s para aprovação.

source: Request optional capabilities:
fr_fr: Demander des fonctions facultatives :
pt_br: Solicite recursos opcionais:

source: User Messages
fr_fr: Messages de l'utilisateur
pt_br: Mensagens de Usuário

source: Tags
fr_fr: Mots-clefs

source: Explicitly Shared
fr_fr: Explicitement partagé
pt_br: Explicitamente compartilhados
