Repository: WP-Translations/language-packs
Catalog: facebook/languages/facebook-*.po
Languages: fr_fr, pt_br

source: %s to publish new posts to your Facebook Timeline or Page.
fr_fr: %s pour publier de nouveaux articles sur votre Timeline Facebook ou une Page.
pt_br: %s para publicar novas postagens na sua timeline ou página do Facebook.

source: Associate your WordPress account with a Facebook account
fr_fr: Associez votre compte WordPress avec un compte Facebook
pt_br: Associar sua conta WordPress com uma conta no Facebook

source: Grant application permissions
fr_fr: Accorder des autorisations à l'application
pt_br: Conceder permissões de aplicativo

source: Publish to a Facebook Page using the credentials of a Facebook account with %s permissions for the Page.
fr_fr: Publier sur une Page Facebook à l'aide des informations d'identification d'un compte Facebook avec les autorisations de %s pour la Page.

source: content creator
fr_fr: créateur du contenu
pt_br: criador de conteúdo

source: An author can associate his or her WordPress account with a Facebook account on his or her %s
fr_fr: Un auteur peut associer son compte WordPress avec un compte Facebook sur son ou sa %s
pt_br: Um autor pode associar a conta do WordPress dele(a) coma conta do Facebook dele(a) %s

source: profile page
fr_fr: Page de profil
pt_br: página do perfil

source: Publishing to %s
fr_fr: Publication sur %s
pt_br: Publicando para %s

source: %s page on Facebook
fr_fr: %s page sur Facebook
pt_br: %s página no Facebook

source: %s to get started.
fr_fr: %s pour démarrer.
pt_br: %s para iniciar.

source: Connect your Facebook account
fr_fr: Connecter votre compte Facebook
pt_br: Conecte sua conta do Facebook

source: None: remove %s
fr_fr: Aucun : retirer %s
pt_br: Nenhum: remover %s

source: Allow new posts to a Facebook Page
fr_fr: Autoriser les nouveaux articles sur votre page Facebook
pt_br: Permitir novas mensagens para uma Página do Facebook

source: Post to Facebook Timeline using Open Graph actions
fr_fr: Publier sur la Timeline Facebook à l'aide de l'Open Graph.
pt_br: Postar na sua Linha do Tempo do Facebook usando ações Open Graph

source: Publish new posts to Facebook using Open Graph actions.
fr_fr: Publier de nouveaux articles sur Facebook à l'aide de l'Open Graph.
pt_br: Publica novas postagens de Facebook usando ações Open Graph.

source: Increases News Feed engagement through news-specific classification, explicitly shared posts, custom messages, and mention tagging.
fr_fr: Augmente l'engagement des flux de News par le biais de classification spécifiques des news, des articles explicitement partagés, articles personnalisés et mention de tag.

source: The Facebook plugin for WordPress can publish to Facebook on your behalf through a properly configured Facebook application when a public post type becomes public.
fr_fr: L'extension Facebook pour WordPress peut publier sur Facebook en votre nom via une application Facebook correctement configurée lorsqu'un type d'article public devient public.
pt_br: O plugin Facebook para WordPress pode publicar no Facebook em seu nome através de um aplicativo do Facebook devidamente configurado quando um tipo de postagem se torna pública.

source: An author must grant your application permission to publish to his or her Facebook Timeline before the post will appear.
fr_fr: Un auteur doit autoriser votre application à publier sur sa Timeline Facebook, avant que le message n'apparaisse.
pt_br: Um autor deve conceder sua permissão para a aplicação publicar em sua Timeline do Facebook antes que o post apareça.

source: A Facebook account with the ability to create content on one or more Facebook Pages may store publishing permissions for use by your WordPress site.
fr_fr: Un compte Facebook avec la possibilité de créer du contenu sur une ou plusieurs Pages Facebook peut stocker des autorisations d’édition utilisable par votre site WordPress.
pt_br: A conta do Facebook com a capacidade de criar conteúdo em uma ou mais páginas do Facebook podem armazenar permissões de publicação para uso por seu site WordPress.

source: You must associate an Open Graph action-object pair for your Facebook application and submit the action to Facebook for approval before articles from %s and its authors will appear in Facebook News Feed.
fr_fr: Vous devez associer une paire d'action-objet Open Graph pour votre application Facebook et soumettre l'action à Facebook pour approbation avant que les articles de %s et de ses auteurs ne affichent dans le flux d'actualité Facebook.

source: The Facebook plugin for WordPress cannot programmatically verify your application's Open Graph approval status..
fr_fr: L'extension Facebook pour WordPress ne peut pas vérifier de façon programmé les statuts d'approbation de l'Open Graph de votre application...

source: Publish to Facebook
fr_fr: Publier sur Facebook
pt_br: Publicar no Facebook

source: Facebook Apps Tool
fr_fr: Outil d'Apps Facebook
pt_br: Ferramenta de Aplicativos do Facebook

source: Plugin help page
fr_fr: Page d'aide de l'extension
pt_br: Página de ajuda do plugin

source: General
fr_fr: Général
pt_br: Geral

# Facebook Insights
source: Insights
fr_fr: Aperçus
pt_br: Introspecção

source: Settings
fr_fr: Réglages
pt_br: Configurações

source: You have plugins installed that could potentially conflict with the Facebook plugin. Please consider disabling the following plugins on the %s:
fr_fr: Vous avez les extensions installées qui pourraient potentiellement rentrée en conflit avec l'extension Facebook. Veuillez désactiver les extensions suivantes sur la %s :
pt_br: Você tem plugins instalados que potencialmente poderiam entrar em conflito com o plugin Facebook. Por favor, considere desabilitar os seguintes plugins %s:

source: Plugins Settings page
fr_fr: Page des réglages des extensions
pt_br: Página de configurações de plugins

source: Cheatin' uh?
fr_fr: Alors, on triche&nbsp;?
pt_br: Trapaceando, é?

source: Facebook credentials not properly configured on the server
fr_fr: Les informations d'identification de Facebook ne sont pas correctement configurées sur le serveur
pt_br: Credenciais do Facebook não corretamente configuradas no servidor

source: search term required
fr_fr: Rechercher le terme requis
pt_br: Pesquisar termo exigido

source: No results
fr_fr: Aucun résultat
pt_br: Nenhum resultado

source: Facebook Status on %s Timeline
fr_fr: Statut Facebook sur la Timeline %s
pt_br: Status do Facebook na linha de tempo de %s

# Post to Facebook profile name or page name
source: Post to %s
fr_fr: Publier sur %s
pt_br: Postar em %s

source: Summarize the post for your Facebook audience
fr_fr: Résumer l'article pour votre audience sur Facebook
pt_br: Resumir o post para o seu público do Facebook

source: This message will show as part of the story on the %s Timeline.
fr_fr: Ce message apparaîtra dans le cadre de l'histoire sur la Timeline de %s.
pt_br: Essa mensagem mostrará uma parte da história na linha de tempo de %s

source: Facebook Status on Your Timeline
fr_fr: Statut de Facebook sur votre Timeline
pt_br: Na sua Timeline no Facebook

source: Post to Facebook Timeline
fr_fr: Publier sur la Timeline Facebook
pt_br: Postagem para Linha do Tempo do Facebook

source: This message will show as part of the story on your Facebook Timeline.
fr_fr: Ce message apparaîtra dans le cadre de l'histoire sur votre Timeline Facebook.
pt_br: Essa mensagem será exibida como parte da história em sua Timeline do Facebook

# number of people who Like a Page
source: %s like this
fr_fr: %s aime ça
pt_br: %s curtiu isso

# number of people talking about a Page
source: %s talking about this
fr_fr: %s en parle
pt_br: %s falando sobre isso

source: Failed posting to %s Timeline because the access token expired.
fr_fr: Échec de la publication sur la Timeline %s car le jeton d'accès a expiré.

source: To reactivate publishing, visit Facebook Social Publisher settings page and associate a Page through the "Allow new posts to a Facebook Page" link.
fr_fr: Pour réactiver la publication, visitez les réglages de la page Facebook Social Publisher page et associer une Page via le lien « Autoriser les nouveaux articles sur une Page Facebook ».

source: Error
fr_fr: Erreur
pt_br: Erro

source: Failed posting to %s Timeline.
fr_fr: Échec de la publication sur la Timeline %s.
pt_br: Falha de postagem na linha do tempo %s

source: Posted to %1$s with message "%2$s"
fr_fr: Publié sur %1$s avec le message "%2$s"
pt_br: Postado para %1$s com mensagem "%2$s"

source: Posted to %s
fr_fr: Publier sur %s
pt_br: Postado para %s

source: Failed posting to your Facebook Timeline.
fr_fr: Échec de la publication sur votre Timeline Facebook.
pt_br: Falha ao postar na linha de tempo de seu Facebook

source: Uncategorized
fr_fr: non-classe
pt_br: Sem categoria

source: % Comments
fr_fr: % commentaires
pt_br: % Comentários

source: Moderate Facebook comments
fr_fr: Modérer les commentaires Facebook
pt_br: Moderar comentários do Facebook

# date at time
source: %1$s at %2$s
fr_fr: %1$s à %2$s
pt_br: %1$s às %2$s

source: Comments
fr_fr: Commentaires
pt_br: Comentários

source: Facebook Recent Activity
fr_fr: Activité récente sur Facebook
pt_br: Atividade recente do Facebook

source: Displays the most interesting recent activity taking place on your site.
fr_fr: Affiche l'activité récente la plus intéressante de votre site.
pt_br: Exibe a atividade recente mais interessante ocorrendo em seu site.

source: Title
fr_fr: Titre
pt_br: Título

source: Include Facebook header
fr_fr: Inclure l'en-tête de Facebook
pt_br: Incluir cabeçalho do Facebook

source: Include recommendations
fr_fr: Inclure les recommandations
pt_br: Incluir recomendações

source: Height
fr_fr: Hauteur
pt_br: Altura

source: Border color
fr_fr: Couleur de la bordure
pt_br: Cor da borda

source: Facebook Follow Button
fr_fr: Bouton Facebook Suivez-moi
pt_br: Botão seguir do Facebook

source: Lets a user follow your public updates on Facebook.
fr_fr: Permet à un utilisateur de suivre vos mises à jour publiques sur Facebook.
pt_br: Permite que um usuário siga suas atualizações públicas no Facebook.

source: Must be a Facebook URL
fr_fr: Doit être une URL de Facebook
pt_br: Deve ser um URL do Facebook

source: Facebook Like Box
fr_fr: Boite Facebook J'aime
pt_br: Caixa curtir do Facebook

# Improve the marketing of Facebook content by including on your site.
source: Highlight your Facebook Page content.
fr_fr: Met en avant le contenu de votre page Facebook
pt_br: Realce o conteúdo da sua Página do Facebook.

source: Encourage visitors to like your Facebook page.
fr_fr: Encourage les visiteurs à aimer votre page Facebook.
pt_br: Incentive os visitantes a gostar de sua página no Facebook.

# Section title or header
source: Title
fr_fr: Titre
pt_br: Título

source: Must be a Facebook Page URL
fr_fr: Doit être une URL de page Facebook
pt_br: Deve ser um URL de uma Página do Facebook

source: Display the latest posts from your Facebook Page
fr_fr: Afficher les derniers articles de votre page Facebook
pt_br: Exibir as postagens mais recentes de sua Página do Facebook

# Prefer Posts from a page over Checkins to the venue
source: Places-specific: disable display of checkins from the current visitor's friends
fr_fr: Lieux spécifiques : désactiver l'affichage des archivages des amis du visiteur actuel
pt_br: Locais específicos: desativar a exibição de checkins de amigos do visitante atual

source: Facebook Like Button
fr_fr: Bouton Facebook J'aime
pt_br: Botão Like do Facebook

source: Lets a viewer share your content to his or her Facebook timeline.
fr_fr: Permet à un lecteur de partager votre contenu sur sa timeline Facebook.
pt_br: Permite que um espectador compartilhe seu conteúdo para a linha do tempo do Facebook dele ou dela.

source: Default: URL of the displayed page
fr_fr: Par défaut : URL de la page affichée
pt_br: Padrão: URL da página exibida

source: Facebook Recommendations
fr_fr: Recommandations Facebook
pt_br: Recomendações do Facebook

source: Shows personalized recommendations to your users.
fr_fr: Afficher des recommandations personnalisées à vos utilisateurs.
pt_br: Mostra recomendações personalizadas para seus usuários.

source: Facebook Send Button
fr_fr: Bouton d'envoi sur Facebook
pt_br: Botão Enviar do Facebook

source: The Send Button allows users to easily send content to their friends.
fr_fr: Le bouton d'envoi permet aux utilisateurs d'envoyer facilement du contenu à leurs amis.
pt_br: O botão Enviar permite aos usuários facilmente enviar conteúdo para seus amigos.

source: Add Facebook social plugins and the ability to publish new posts to a Facebook Timeline or Facebook Page. Official Facebook plugin.
fr_fr: Avec l'extension Facebook social publier des nouveaux articles sur une Timeline Facebook ou une Page Facebook. L'extension officielle de Facebook.
pt_br: Adicione Facebook plugins sociais e a capacidade de publicar novas postagens na linha de tempo ou na página no Facebook. Plugin oficial do Facebook.

# computer application or program
source: application
pt_br: aplicativo

source: %s secret
pt_br: segredo do %s

source: Position
pt_br: Posição

source: followers
pt_br: seguidores

source: Action
pt_br: Ação

source: Social Publisher
pt_br: Editora Social
