Repository: WP-Translations/language-packs
Catalog: eazyest-gallerypot/languages/eazyest-gallerypot-*.po
Languages: fr_fr

source: If you want to display the number of images in your folders in the icons view, select the &#8220;Count images&#8221; option.
fr_fr: Si vous voulez afficher le nombre d'images de vos dossiers dans la vue en icônes, sélectionnez l'option &#8220;Compter les images&#8221;.

source: In the &#8220;Folder icons&#8221; options, you set what to display in the folder icons view.
fr_fr: Dans les options des &#8220;icônes de dossiers&#8221;, vous définissez ce qu'il faut afficher dans la vue en icônes.

source: &#8220;Featured image&#8221; will display the folder featured image.
fr_fr: &#8220;Image à la une&#8221; va afficher l'image à la une du dossier.

source: If you haven&#8217;t selected a featured image yet, Eazyest Gallery will show the first image in your folder.
fr_fr: Si vous n'avez pas encore sélectionné une image à la une, Eazyest Gallery va afficher la première image du dossier.

source: &#8220;First image in folder&#8221; will display the first image, after sorting the images.
fr_fr: &#8220;Première image&#8221; affichera la première image, une fois les images triées.

source: &#8220;Random image&#8221; will select a random image each time you open the folder icons page.
fr_fr: &#8220;Image au hasard&#8221; affichera une image au hasard à chaque fois que vous ouvrirez la page de l'icône du dossier.

source: If you want to include random images from subfolders, please select &#8220;Include images from subfolders&#8221;.
fr_fr: Si vous voulez inclure des images au hasard des sous-dossiers, veuillez sélectionner &#8220;Includes les images des sous-dossiers&#8220;.

source: &#8220;Folder icon&#8221; will display a standard folder icon.
fr_fr: &#8220;Icône du dossier&#8221; affichera l'icône standard de dossier.

source: If you don&#8217;t want to display an image, please select &#8220;Title only&#8221;.
fr_fr: Si vous ne voulez pas afficher d'image, veuillez sélectionner &#8220;Titre uniquement&#8221;.

source: In the Folder Options you have a number of options to control how your images will be displayed.
fr_fr: Dans les Options des Dossiers vous avez de multiples options pour contrôler l'affichage de vos images.

source: Select the number of thumbnails to initially display in the &#8220;Thumbnails per page&#8221; option.
fr_fr: Sélectionner le nombre de miniatures à initialement afficher dans l'option "Miniatures par page"

source: The option &#8220;Thumbnail columns&#8221; sets the number of icons to display per row.
fr_fr: L'option "Miniatures par colonnes" définit le nombre de miniatures à afficher par ligne.

source: Set this option to 0 if you want to display as many thumbnails that fit your page.
fr_fr: Régler cette option sur 0 si vous voulez afficher le maximum de miniatures possible sur votre page.

source: If you set any other value, Eazyest Gallery will fit your thumbnails when necessary.
fr_fr: Si vous définissez une autre valeur, Eazyest Gallery adaptera vos miniatures lorsque nécessaire.

source: Keep your descriptions as short as possible when you select the &#8220;Descriptions&#8221; option.
fr_fr: Garder vos descriptions aussi courtes que possible lorsque vous sélectionner l'option &#8220;Descriptions&#8221;

source: Select how you want your want to sort your images in the &#8220;Sort images by&#8221; option.
fr_fr: Sélectionner comment vous voulez trier vos images dans l'option &#8220;Trier les images par&#8221;.

source: Select what will happen if you click on a thumbnail image in the &#8220;Thumbnail click&#8221; option.
fr_fr: Sélectionner ce qui arrivera si vous cliquez sur une miniature d'image dans l'option &#8220;Miniature clic&#8221;.

source: If you select &#8220;Nothing&#8221;, you will stay on the thumnails page
fr_fr: Si vous sélectionnez &#8220;Rien&#8221;, vous resterez sur la page des miniatures

source: If you select &#8220;Show attachment page&#8221;, you will be redirected to the attachment page.
fr_fr: Si vous sélectionnez &#8220;Afficher la page liée&#8221;, vous serez redirigé vers la page liée.

source: If you select &#8220;Show medium size image&#8221;, you will see the medium sized image in your browser.(*)
fr_fr: Si vous sélectionnez &#8220;Afficher l'image en taille moyenne&#8221;, vous verrez l'image en taille moyenne dans votre navigateur.(*)

source: If you select &#8220;Show large size image&#8221;, you will see the large sized image in your browser.(*)
fr_fr: Si vous sélectionnez &#8220;Afficher l'image en grande taille&#8221;, vous verrez l'image en grande taille dans votre navigateur.(*)

source: If you select &#8220;Show full size image&#8221;, you will see the original image* in your browser.(*)
fr_fr: Si vous sélectionnez &#8220;Afficher l'image en taille réelle&#8221;, vous verrez l'image en taille réelle dans votre navigateur.(*)

source: (*) You may want to add markup for popular popup plugins like Lightbox or Thickbox.
fr_fr: (*) Vous pouvez ajouter le balisage pour les popups d'extensions connues tels que Lightbox ou Thickbox.

source: &#8220;List name&#8221; displays what type of images you have in your gallery.
fr_fr: &#8220;Liste de nom&#8221; affiche le type d'images que vous avez dans votre galerie.

source: In Advaced Options you have a number of options for advanced use of Eazyest Gallery
fr_fr: Dans les Options Avancées vous avez de multiples options pour une utilisation avancée d'Eazyest Gallery

source: &#8220;Gallery slug&#8221; is a custom root slug to prefix your gallery with.
fr_fr: &#8220;Identifiant de galerie&#8221; est un identifiant personnalisé à utiliser comme préfixe de votre galerie.

source: &#8220;Minimum viewer role&#8221; selects the minimum role/capability a user must have to view your gallery.
fr_fr: &#8220;Role minimum de visionnage&#8221; sélectionne le niveau/la capacité minimum qu'un utilisateur doit avoir pour voir la galerie.

source: If you select &#8220;%s&#8221;, a viewer does not have to be logged in
fr_fr: Si vous sélectionner &#8220;%s&#8221;, un visiteur n'a pas besoin d'être connecté

source: Cheatin&#8217; huh?
fr_fr: Alors on essaye de tricher&nbsp;?

source: Gallery
fr_fr: Galerie

source: Eazyest Gallery requires WordPress 3.5 or higher. The plugin has now disabled itself.
fr_fr: Eazyest Gallery nécessite WordPress 3.5 ou supérieur. L'extension s'est donc désactivée.

source: More thumbnails
fr_fr: Plus de miniatures

source: More folders
fr_fr: Plus de dossiers

source: View folder &#8220;%s&#8221;
fr_fr: Afficher le dossier &#8220;%s&#8221;

source: %1s%2s in subfolders
fr_fr: %1s%2s dans les sous-dossiers

source: Slideshow
fr_fr: Diaporama

source: Thumbnails
fr_fr: Miniatures

source: Home
fr_fr: Accueil

source: This folder is not available
fr_fr: Ce dossier n'est pas disponible

source: Thumbnail navigation
fr_fr: Navigation des miniatures

source: Previous thumbnails
fr_fr: Miniatures précédentes

source: Next thumbnails
fr_fr: Miniatures suivantes

source: Folder navigation
fr_fr: Navigation des dossiers

source: Previous folders
fr_fr: Dossiers précédents

source: Next folders
fr_fr: Dossiers suivants

source: Subfolders
fr_fr: Sous-dossiers

source: Previous folders page
fr_fr: Page des dossiers précédents

source: Next folders page
fr_fr: Page des dossiers suivants

source: Apologies, but no results were found for folder &#8220;%s&#8221; in shortcode <code>[%s folder="%s"]</code>.
fr_fr: Désolé, aucun résulat trouvé pour le dossier &#8220;%s&#8221; avec le shortcode <code>[%s folder="%s"]</code>.

source: Apologies, but no folder could be matched in shortcode <code>[%s]</code>
fr_fr: Désolé, aucun dossier correspondant au shortcode <code>[%s]</code>

source: Apologies, but no folder could be matched in shortcode <code>[lg_image folder="%s" image="%s"]</code>
fr_fr: Désolé, aucun dossier correspondant au shortcode <code>[lg_image folder="%s" image="%s"]</code>

source: Apologies, but no image could be matched in shortcode <code>[lg_image folder="%s" image="%s"]</code>
fr_fr: Désolé, aucun dossier correspondant au shortcode <code>[lg_image folder="%s" image="%s"]</code>

source: Apologies, but no folder nor an image could be matched in shortcode <code>[lg_image]</code>
fr_fr: Désolé, aucun dossier correspondant au shortcode <code>[lg_image]</code>

source: Eazyest Gallery found no attachments to build a slideshow
fr_fr: Eazyest Gallery n'a trouvé aucune image pour créer un diaporama

source: %1$s is <strong>deprecated</strong> since eazyest-gallery plugin version %2$s! Use %3$s instead.
fr_fr: %1$s est <strong>déprécié</strong> depuis la version %2$s d'Eazyest Gallery ! Utilisez %3$s à la place.

source: %1$s is <strong>deprecated</strong> since eazyest-gallery plugin version %2$s with no alternative available.
fr_fr: %1$s est <strong>déprécié</strong> depuis la version %2$s d'Eazyest Gallery, aucune alternative n&rsquo;est disponible.

source: Powered by Eazyest Gallery version %s. Copyright &copy; 2012-%d %s
fr_fr: Propulsé par Eazyest Gallery version %s. Copyright &copy; 2012-%d %s

source: Custom Folder Fields
fr_fr: Champs de dossier personnalisés

source: Custom Attachment Fields
fr_fr: Champs de fichiers joints personnalisés

source: Extra Fields
fr_fr: Champs supplémentaires

source: Enable extra fields
fr_fr: Activer les champs supplémentaires

source: Custom Fields
fr_fr: Champs personnalisés

source: Add extra fields to be stored with your images and folders
fr_fr: Ajouter des champs supplémentaires à enregistrer avec vos images et vos dossiers

source: delete
fr_fr: supprimer

source: Name
fr_fr: Nom

source: Slug
fr_fr: Identifiant

source: Applies to
fr_fr: S'applique à

source: Display
fr_fr: Affichage

source: Editable
fr_fr: Modifiable

source: Delete this field
fr_fr: Supprimer ce champ

source: Folder
fr_fr: Dossier

source: All Folders
fr_fr: Tous les dossiers

source: Add New
fr_fr: Ajouter Nouveau

source: Create New Folder
fr_fr: Créer un nouveau dossier

source: Edit Folder
fr_fr: Modifier le dossier

source: New Folder
fr_fr: Nouveau dossier

source: View Folder
fr_fr: Afficher le dossier

source: Search Folders
fr_fr: Rechercher des dossiers

source: No folders found
fr_fr: Aucun dossier trouvé

source: No folders found in Trash
fr_fr: Aucune dossier trouvé dans la corbeille

source: Parent Folder:
fr_fr: Dossier parent :

source: Eazyest Gallery Folder
fr_fr: Dossier de Eazyest Gallery

# post status
source: Hidden
fr_fr: Caché

source: Hidden <span class="count">(%s)</span>
fr_fr: Caché <span class="count">(%s)</span>

source: Eazyest Gallery cannot access one or more folders on your server
fr_fr: Eazyest Galleryne peut pas accéder à un ou plusieurs dossiers sur votre serveur

source: Eazyest Gallery could not rename folder in file system
fr_fr: Eazyest Gallery ne peut pas renommer le dossier dans le système de fichiers

source: Something went terribly wrong while trying to rename a gallery folder.
fr_fr: Une erreur s'est produite lors du renommage du dossier de la galerie.

source: Could not rename folder from %1$s to %2$s
fr_fr: Impossible de renommer le dossier %1$s en %2$s

source: The most recent images in your gallery
fr_fr: Les images les plus récentes de votre galerie

source: EZG Latest Images
fr_fr: EZG Dernières images

source: Recent Images
fr_fr: Images récentes

source: All folders
fr_fr: Tous les dossiers

source: Title:
fr_fr: Titre&nbsp;:

source: Number of images to show:
fr_fr: Nombre d'images à afficher&nbsp;:

source: Display in columns:
fr_fr: Afficher en colonnes :

source: Select images from folder:
fr_fr: Sélectionnez les images du dossier :

source: Include subfolders
fr_fr: Inclure les sous-dossiers

source: The most recent folders in your gallery
fr_fr: Les dossiers les plus récents dans votre galerie

source: EZG Recent Folders
fr_fr: EZG dossiers récents

source: Recent Folders
fr_fr: Dossiers récents

source: Number of folder icons to show:
fr_fr: nombre d'icônes de dossier à afficher :

source: Random images from your gallery
fr_fr: Images aléatoires de votre galerie

source: EZG Random Images
fr_fr: EZG Images aléatoires

source: Random Images
fr_fr: Images aléatoires

source: A random thumbnail slideshow for your gallery
fr_fr: Un diaporama de miniatures aléatoires pour votre galerie

source: EZG Random Images Slideshow
fr_fr: EZG Diaporama d'images aléatoires

source: Random Image Slideshow
fr_fr: Diaporama d'images aléatoires

source: Show a list of all your Eazyest Gallery folders
fr_fr: Afficher une liste de tous les dossiers d'Eazyest Gallery

source: EZG List Folders
fr_fr: EZG Liste des dossiers

source: Gallery List
fr_fr: Liste de galeries

source: Show Exif information on the attachment page
fr_fr: Afficher les informations Exif sur la page du fichier joint

# exif orientation
source: top left side
fr_fr: haut à gauche

# exif orientation
source: top right side
fr_fr: haut à droite

# exif orientation
source: bottom right side
fr_fr: bas à droite

# exif orientation
source: bottom left side
fr_fr: bas à gauche

# exif orientation
source: left side top
fr_fr: côté gauche en haut

# exif orientation
source: right side top
fr_fr: côté droit en haut

# exif orientation
source: right side bottom
fr_fr: côté droit en bas

# exif orientation
source: left side bottom
fr_fr: côté gauche en bas

# exif resolution unit
source: centimeters
fr_fr: centimètres

# exif ycbr positioning
source: the center of pixel array
fr_fr: le centre du tableau de pixels

# exif ycbr positioning
source: the datum point
fr_fr: le point de référence

# exif exposure program
source: Not defined
fr_fr: Non défini

# exif exposure program
source: Manual
fr_fr: Manuel

# exif exposure program
source: Normal program
fr_fr: Programme normal

# exif exposure program
source: Aperture priority
fr_fr: Priorité à l'ouverture

# exif exposure program
source: Shutter priority
fr_fr: Priorité à la vitesse

# exif exposure program
source: Creative program (biased toward depth of field)
fr_fr: Programme création (préférence à la profondeur de champ)

# exif exposure program
source: Action program (biased toward fast shutter speed)
fr_fr: Programme action (préférence à la vitesse d'obturation)

# exif exposure program
source: Portrait mode (for closeup photos with the background out of focus)
fr_fr: Mode portrait (pour photos de près avec l'arrière-plan flou)

# exif exposure program
source: Landscape mode (for landscape photos with the background in focus)
fr_fr: Mode paysage (pour des photos de paysages avec la mise au point sur l'arrière-plan)

# exif metering mode
source: Unknown
fr_fr: Inconnu

# exif metering mode
source: Average
fr_fr: Moyenne

# exif metering mode
source: Center Weighted Average
fr_fr: Moyenne pondérée au centre

# exif metering mode
source: Pattern
fr_fr: Motif

# exif metering mode
source: Partial
fr_fr: Partielle

# exif metering mode
source: Other Metering Mode
fr_fr: Autre méthode de mesure

# exif light source
source: unknown
fr_fr: inconnue

# exif light source
source: Daylight
fr_fr: Lumière du jour

# exif light source
source: Tungsten (incandescent light)
fr_fr: Tungstène (lumière incandescente)

# exif light source
source: Fine weather
fr_fr: Beau temps

# exif light source
source: Cloudy weather
fr_fr: Nuageux

# exif light source
source: Daylight fluorescent (D 5700 – 7100K)
fr_fr: Fluorescent Daylight (D 5700 - 7100K)

# exif light source
source: Day white fluorescent (N 4600 – 5400K)
fr_fr: Fluorescent Day white (N 4600 – 5400K)

# exif light source
source: Cool white fluorescent (W 3900 – 4500K)
fr_fr: Fluorescent Cool white (W 3900 – 4500K)

# exif light source
source: White fluorescent (WW 3200 – 3700K)
fr_fr: Fluorescent White (WW 3200 – 3700K)

# exif light source
source: Standard light A
fr_fr: Lumière standard A

# exif light source
source: Standard light B
fr_fr: Lumière standard B

# exif light source
source: Standard light C
fr_fr: Lumière standard C

# exif light source
source: ISO studio tungsten
fr_fr: Tungstène studio ISO

# exif light source
source: other light source
fr_fr: autre source de lumière

# exif flash
source: Flash did not fire.
fr_fr: Flash non déclenché.

# exif flash
source: Flash fired.
fr_fr: Flash declenché.

# exif flash
source: Strobe return light not detected.
fr_fr: Retour de lumière strobe non détecté.

# exif flash
source: Strobe return light detected.
fr_fr: Retour de lumière strobe détecté.

# exif flash
source: Flash fired, compulsory flash mode
fr_fr: Flash déclenché, mode de flash obligatoire

# exif flash
source: Flash fired, compulsory flash mode, return light not detected
fr_fr: Flash non déclenché, mode de flash obligatoire, retour de lumière non détecté

# exif flash
source: Flash fired, compulsory flash mode, return light detected
fr_fr: Flash non déclenché, mode de flash obligatoire, retour de lumière détecté

# exif flash
source: Flash did not fire, compulsory flash mode
fr_fr: Flash non déclenché, mode de flash obligatoire

# exif flash
source: Flash did not fire, auto mode
fr_fr: Flash non déclenché, mode automatique

# exif flash
source: Flash fired, auto mode
fr_fr: Flash déclenché, mode automatique

# exif flash
source: Flash fired, auto mode, return light not detected
fr_fr: Flash déclenché, mode automatique, retour de lumière non détecté

# exif flash
source: Flash fired, auto mode, return light detected
fr_fr: Flash déclenché, mode automatique, retour de lumière détecté

# exif flash
source: No flash function
fr_fr: Pas de fonction de flash

# exif flash
source: Flash fired, red-eye reduction mode
fr_fr: Flash déclenché, mode de réduction des yeux rouges

# exif flash
source: Flash fired, red-eye reduction mode, return light not detected
fr_fr: Flash déclenché, mode de réduction des yeux rouges, retour de lumière non détecté

# exif flash
source: Flash fired, red-eye reduction mode, return light detected
fr_fr: Flash déclenché, mode de réduction des yeux rouges, retour de lumière détecté

# exif flash
source: Flash fired, compulsory flash mode, red-eye reduction mode
fr_fr: Flash déclenché, mode de flash obligatoire, mode de réduction des yeux rouges

# exif flash
source: Flash fired, compulsory flash mode, red-eye reduction mode, return light not detected
fr_fr: Flash déclenché, mode de flash obligatoire, mode de réduction des yeux rouges, retour de lumière non détecté

# exif flash
source: Flash fired, compulsory flash mode, red-eye reduction mode, return light detected
fr_fr: Flash déclenché, mode de flash obligatoire, mode de réduction des yeux rouges, retour de lumière détecté

# exif flash
source: Flash fired, auto mode, red-eye reduction mode
fr_fr: Flash déclenché,mode automatique, mode de réduction des yeux rouges

# exif flash
source: Flash fired, auto mode, return light not detected, red-eye reduction mode
fr_fr: Flash déclenché, mode automatique, retour de lumière non détecté, mode de réduction des yeux rouges

# exif flash
source: Flash fired, auto mode, return light detected, red-eye reduction mode
fr_fr: Flash déclenché, mode automatique, retour de lumière détecté, mode de réduction des yeux rouges

# exif info
source: Unknown
fr_fr: Inconnu

# exif info
source: File Name
fr_fr: Nom du fichier

# exif info
source: File Type
fr_fr: Type du fichier

# exif info
source: Mime Type
fr_fr: Type Mime

# exif info
source: File Size
fr_fr: Taille du fichier

# exif info
source: File Date/Time
fr_fr: Fichier Date/Heure

# exif info
source: Artist
fr_fr: Artiste

# exif info
source: Make
fr_fr: Créer

# exif info
source: Model
fr_fr: Modèle

# exif info
source: Date/Time
fr_fr: Date/Heure

# exif info
source: Exif Version
fr_fr: Version Exif

# exif info
source: Date/Time Original
fr_fr: Date/Heure d'origine

# exif info
source: Date/Time Digitized
fr_fr: Date/Heure numérisée

# exif info
source: Height
fr_fr: Hauteur

# exif info
source: Width
fr_fr: Largeur

# exif info
source: Compressed Bits Per Pixel
fr_fr: Compression bits par pixel

# exif info
source: Focus Distance
fr_fr: Distance focale

# exif info
source: Focal Length
fr_fr: Longueur focale

# exif info
source: FocalLength In 35mm Film
fr_fr: Focale en 35mm Film

# exif info
source: Color Space
fr_fr: Espace colorimétrique

# exif info
source: Uncalibrated
fr_fr: Non calibré

# exif info
source: Image Description
fr_fr: Description de l&rsquo;image

# exif info
source: X Resolution
fr_fr: X Résolution

# exif info
source: Y Resolution
fr_fr: Y Résolution

# exif info
source: Software
fr_fr: Logiciel

# exif info
source: YCbCr Positioning
fr_fr: Positionnement YCbCr

# exif info
source: Copyright
fr_fr: Droit d'auteur

# exif info
source: Photographer
fr_fr: Photographe

# exif info
source: Editor
fr_fr: Éditeur

# exif info
source: Aperture Value
fr_fr: Valeur de l'ouverture

# exif info
source: Shutter Speed Value
fr_fr: Valeur de la vitesse d'obturation

# exif info
source: Aperture F-Number
fr_fr: Valeur de l'ouverture

# exif info
source: Max Aperture Value
fr_fr: Valeur maximale d'ouverture

# exif info
source: Exposure Time
fr_fr: Temps d'exposition

# exif info
source: Metering Mode
fr_fr: Mode de mesure

# exif info
source: Light Source
fr_fr: Source de lumière

# exif info
source: Exposure Mode
fr_fr: Mode d'exposition

# exif info
source: Manual exposure
fr_fr: Exposition manuelle

# exif info
source: Auto exposure
fr_fr: Exposition automatique

# exif info
source: White Balance
fr_fr: Balance des blancs

# exif info
source: Manual white balance
fr_fr: Balance des blancs manuelle

# exif info
source: Auto white balance
fr_fr: Balance des blancs automatique

# exif info
source: Exposure Program
fr_fr: Programme d'exposition

# exif info
source: Exposure Bias Value
fr_fr: Valeur de décalage de l'exposition

# exif info
source: ISO Speed Ratings
fr_fr: Valeurs ISO

# exif info
source: Components Configuration
fr_fr: Configuration des composants

# exif info
source: RGB
fr_fr: RVB

# exif info
source: User Comment Encoding
fr_fr: Commentaire de l'utilisateur sur l'encodage

# exif info
source: User Comment
fr_fr: Commentaire

# exif info
source: Exif Image Length
fr_fr: Exif - longueur de l'image

# exif info
source: Exif Image Width
fr_fr: Exif - largeur de l'image

# exif info
source: File Source
fr_fr: Source du fichier

# exif info
source: unknown
fr_fr: inconnu

# exif info
source: Scene Type
fr_fr: Type de scène

# exif info
source: A directly photographed image
fr_fr: Une image directement photographiée

# exif info
source: Thumbnail FileType
fr_fr: FileType de la miniature

# exif info
source: Thumbnail MimeType
fr_fr: MimeType de la miniature

source: Show Exif data
fr_fr: Afficher les données Exif

source: Hide Exif data
fr_fr: Masquer les données Exif

source: Image data
fr_fr: Données de l'image

source: File Date/Time
fr_fr: Fichier Date/Heure

source: Height
fr_fr: Hauteur

source: Width
fr_fr: Largeur

source: Make
fr_fr: Créer

source: Model
fr_fr: Modèle

source: Camera
fr_fr: Appareil

source: Nothing Found
fr_fr: Rien n&rsquo;a été trouvé

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
fr_fr: Toutes nos excuses, mais votre requête pour cette archive n&rsquo;a donné aucun résultat. Peut-être aurez-vous plus de chance en lançant une recherche...

source: Pages:
fr_fr: Pages&nbsp;:

source: This folder was posted in %1$s and tagged %2$s by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Ce dossier a été publié dans %1$s par <a href="%6$s">%5$s</a>, et marqué avec %2$s. Mettez-le en favori avec son <a href="%3$s" title="Permalien vers %4$s" rel="bookmark">permalien</a>.
