Repository: WP-Translations/language-packs
Catalog: eazyest-gallerypot/languages/eazyest-gallerypot-*.po
Languages: fr_fr

source: Welcome to Eazyest Gallery %s
fr_fr: Bienvenue dans Eazyest Gallery %s

source: Thank you for installing Eazyest Galery %s! This plugin offers you the easiest way to manage your galleries in WordPress.
fr_fr: Merci d'avoir installé Eazyest Galery %s!! Cette extension vous permet de gérer d'une manière des plus faciles vos galeries dans WordPress.

source: Go to Eazyest Gallery Settings
fr_fr: Accédez aux paramètres d'Eazyest Gallery

source: What&#8217;s New
fr_fr: Quoi de neuf&nbsp;?

source: What&#8217;s Eazyest
fr_fr: Eazyest c&#8217;est quoi

source: Credits
fr_fr: Crédits

source: This is what Lazyest Gallery was supposed to be
fr_fr: C'est ce que Lazyest Gallery est supposé être

source: Integrated Uploader
fr_fr: Uploader intégré

source: Fully Integrated in WordPress
fr_fr: Entièrement intégré à WordPress

source: Folders are implemented as custom post types.
fr_fr: Les dossiers sont implémentés comme des types de contenu personnalisé.

source: Store your images as attachments, and access them in the Media Library.
fr_fr: Stocker vos images en pièces jointes et y accéder dans la bibliothèque de médias.

source: Use the WordPress Media Manager to upload images.
fr_fr: Utilise le gestionnaire de Media de WordPress pour télécharger des images.

source: Eazyest Gallery is fully compatible with WP Super Cache, Jetpack, WordPress-SEO, Comments-Reloaded and other popular plugins
fr_fr: Eazyest Gallery est entièrement compatible avec WP Super Cache, Jetpack, WordPress-SEO, Comments-Reloaded et de nombreuses autres extensions.

source: Please convert your Lazyest Gallery Folders, Images, Captions, Descriptions and Comments with the %sUpgrade Tool%s.
fr_fr: Veuillez convertir vos dossiers de Lazyest Gallery, les images, légendes, descriptions et commentaires avec l'%outil de mise à jour%s.

source: Manage Folders and Subfolders
fr_fr: Gérer les dossiers et les sous-dossiers

source: Drag &amp; Drop sorting
fr_fr: Trier par glisser/déposer

source: Easily Arrange your Folders
fr_fr: Organiser facilement vos dossiers

source: Easily add folders just like pages.
fr_fr: Ajouter facilement des dossiers.

source: You can have as many folders you want.
fr_fr: Vous pouvez avoir autant de dossiers que vous voulez.

source: Add titles, content, images, tags, and subfolders in the Edit Folder screen.
fr_fr: Ajouter des titres, du contenu, des images, des tags et des sous-dossiers dans l'écran Édition de Dossier.

source: Sort your folders and images by date, by name, by title, or enable drag-and-drop manually sorting.
fr_fr: Trier vos dossiers et images par date, nom, titre, ou activer le tri manuel par glisser-déposer.

source: Please confirm your server gallery folder in %sEazyest Gallery Settings%s.
fr_fr: Veuillez confirmer le dossier d'image du serveur dans les %sparamètres d'Eazyest Gallery%s.

source: Manage your Images
fr_fr: Gérer vos images

source: Easily Upload and Manage your Images
fr_fr: Télécharger et gérer facilement vos images

source: You can easily upload your images in the new Media Manager.
fr_fr: Vous pouvez facilement télécharger vos images dans le nouveau gestionnaire de Medias.

source: If you are tired of uploading photos through the Media Manager, this plugin will make it a breeze with auto-indexing integration. Just add your images on your server and Eazyest Gallery will find and use them.
fr_fr: Si le téléchargement de photos via le gestionnaire de Media vous ennuie, cette extension va rendre ceci très facile avec l'intégration de l'auto-indexage. Ajoutez simplement vos images sur votre serveur et Eazyest Gallery les trouvera et les utilisera.

source: Add captions and descriptions to all your images in one screen
fr_fr: Ajoutez des légendes et descriptions à toutes vos images en un écran

source: Display your Gallery
fr_fr: Afficher votre galerie

source: Display WordPress Compatible Galleries
fr_fr: Afficher les galeries compatibles WordPress

source: Eazyest Gallery produces WordPress gallery markup. Your gallery is ready to go without changes to your theme. If you have plugins or themes to display galleries differently, they will work for Eazyest Gallery too.
fr_fr: Eazyest Gallery produit du code pour galerie sous WordPress. Votre galerie est prête à l'emploi sans changement dans votre thème. Si vous avec des extensions ou thèmes pour afficher des galeries différement, ils fonctionneront avec Eazyest Gallery aussi.

source: Show Beautiful Slideshows
fr_fr: Afficher de superbes diaporamas

source: Eazyest Gallery includes the Camera Slideshow by Manuel Masia. You can include slideshow widgets in your sidebar
fr_fr: Eazyest Gallery inclut "Camera Slideshow" (diaporama) de Manuel Masia. Vous pouvez ajouter le widget de diaporama dans votre barre latérale

source: Theme compatibility
fr_fr: Compatibilité des thèmes

source: Eazyest Gallery includes templates for <strong>Twenty Ten</strong>, for <strong>Twenty Eleven</strong>, and for <strong>Twenty Twelve</strong>. Most features will work in other themes. You can find example templates for Gallery, Folder and Attachment pages in the plugin package.
fr_fr: Eazyest Gallery inclut des modèles pour <strong>Twenty Ten</strong>, <strong>Twenty Eleven</strong>, et <strong>Twenty Twelve</strong>. La plupart des fonctionnalités fonctionneront avec d'autres thèmes. Vous pouvez trouver des exemples de modèles pour les pages Galerie, Dossier et Pièce jointe dans le fichier du plugin.

source: Eazyest Gallery comes with a variety of widgets, shortcodes, and template tags to let you create the gallery you want.
fr_fr: Eazyest Gallery embarque une variété de widgets, shortcodes et de balises de modèle pour vous permettre de créer la galerie que vous voulez.

source: Under the Hood
fr_fr: Sous le capot

source: Template Tags
fr_fr: Balises de modèle

source: Use Eazyest Gallery tags to build your theme template. Show a list of all your folders with the <code>ezg_list_folders()</code> tag. Display random images with the <code>ezg_random_images()</code> tag
fr_fr: Utiliser les balises d'Eazyest Gallery pour créer le modèle pour votre thème. Affiche une lister de tous vos dossiers avec la balise <code>ezg_list_folders()</code>. Afficher une image au hasard avec la balise <code>ezg_random_images()</code>

source: All your Lazyest Gallery tags will work in Eazyest Gallery
fr_fr: Tous vos mots-clefs de Lazyest Gallery fonctionneront dans Eazyest Gallery

source: Integrate and Expand
fr_fr: Intégration et développement

source: Eazyest Gallery offers a myriad of action hooks and filters to change the behavior and html output.
fr_fr: Eazyest Gallery embarque une myriade d'action hooks et de filtres pour modifier le comportement et l'affichage de l'HTML.

source: External Libraries
fr_fr: Bibliothèques tierces

source: Eazyest Gallery includes %sTableDnD plug-in%s for JQuery by Denis Howlett to enable manually sorting, %sJQuery File Tree%s by A Beautiful Site in the Settings screen, and the %sCamera Slideshow%s by Manuel Masia.
fr_fr: Eazyest Gallery inclut le %s plugin TableDnD %s pour JQuery par Denis Howlett pour permettre le tri manuel, %sJQuery File Tree%s par A Beautiful Site dans les paramètres, et %sCamera Slideshow%s par Manuel Masia.

source: Eazyest Gallery is created during evening hours by a lone developer supported by his family.
fr_fr: Eazyest Gallery est créé par un développeur indépendant pendant ses soirées, soutenu par sa famille.

source: Project Leader
fr_fr: Chef de projet

source: Lone Developer
fr_fr: Développeur indépendant

source: Contributors, Testers and Bug reporters
fr_fr: Contributeurs, testeurs et rapporteurs de bug

source: Advanced user and Tester
fr_fr: Utilisateur avancé et testeur

source: Tester and Bug reporter
fr_fr: Testeur et rapporteur de bug

source: Thought support
fr_fr: Sur le support

source: Bug reporter
fr_fr: Rapporteur de bug

source: Reviewer and Bug reporter
fr_fr: Relecteur et rapporteur de bug

source: Bug reporter and patch supplier
fr_fr: Rapporteur de bug et fournisseur de patch

source: Hi, You&#8217;ve read all to this spot. Don&#8217;t you think the list of contributors, testers and bug reporters is way too short? Please join in and drop a note in the support forums.
fr_fr: Hé, vous avez tout lu jusqu'ici. Vous ne pensez pas que la liste des contributeurs, testeurs et rapporteurs de bug est bien trop courte ? Alors rejoignez-nous et laissez nous un message sur les forums de support.

source: Cheating huh?
fr_fr: Alors on essaye de tricher ?

source: The folder you have selected cannot be used for a gallery
fr_fr: Le dossier que vous avez sélectionné ne peut pas utilisé pour une galerie

source: The folder you have selected does not exist
fr_fr: Le dossier sélectionné n'existe pas

source: The slug you selected cannot be used
fr_fr: L'identifiant sélectionné ne peut pas être utilisé

source: Eazyest Gallery Settings
fr_fr: Réglages de Eazyest Gallery

source: Eazyest Gallery Tools
fr_fr: Outils de Eazyest Gallery

source: About Eazyest Gallery
fr_fr: À propos de Eazyest Gallery

source: Settings
fr_fr: Réglages

source: About
fr_fr: À propos

source: Hidden
fr_fr: Caché

source: Hidden Published
fr_fr: Caché publié

source: Click to stop search
fr_fr: Cliquez pour arrêter la recherche

source: Searching for new images in Eazyest Gallery
fr_fr: Recherche de nouvelles images dans Eazyest Gallery

source: No new images found in your gallery
fr_fr: Aucune nouvelle image trouvée dans votre galerie

source: Found %d new images in your gallery
fr_fr: %d nouvelles images trouvées dans votre galerie

source: An error occurred while indexing your gallery.
fr_fr: Une erreur est survenue pendant l'indexation de votre galerie.

source: Please check your server settings to solve this error:
fr_fr: Veuillez vérifier les paramètres de votre serveur pour résoudre cette erreur :

source: 500 (Internal Server Error)
fr_fr: 500 (erreur interne du serveur)

source: Folder updated. <a href="%s">View post</a>
fr_fr: Dossier mis à jour. <a href="%s">Afficher le dossier</a>

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.

source: Folder updated.
fr_fr: Dossier mis à jour.

source: Folder restored to revision from %s
fr_fr: Dossier restauré depuis la révision du %s

source: Folder published. <a href="%s">View folder</a>
fr_fr: Dossier publié. <a href="%s">Afficher le dossier</a>

source: Folder saved.
fr_fr: Dossier enregistré.

source: Folder submitted. <a target="_blank" href="%s">Preview folder</a>
fr_fr: Dossier proposé. <a target="_blank" href="%s">Prévisualiser le dossier</a>

source: Folder scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview folder</a>
fr_fr: Dossier prévu pour le&nbsp;: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Prévisualiser le dossier</a>

source: M j, Y @ G:i
fr_fr: j F Y \à G \h i \m

source: Folder draft updated. <a target="_blank" href="%s">Preview folder</a>
fr_fr: Brouillon de dossier mis à jour. <a target="_blank" href="%s">Prévisualiser le dossier</a>

source: Folder published.
fr_fr: Dossier publié

source: Folder draft updated
fr_fr: Brouillon du dossier mis à jour.

source: Folder scheduled for: <strong>%1$s</strong>.
fr_fr: Dossier programmé pour le : <strong>%1$s</strong>.

source: Image attachment permanently deleted.
fr_fr: Image définitivement supprimé.

source: Folder moved to the Trash.
fr_fr: Dossier déplacé dans la corbeille.

source: Undo
fr_fr: Annuler

source: Folder restored from the Trash.
fr_fr: Dossier récupéré depuis la Corbeille.

source: You cannot delete a parent folder
fr_fr: Vous ne pouvez pas supprimer un dossier parent

source: Eazyest Gallery found one or more new folders, but could not include them.
fr_fr: Eazyest Gallery a trouvé un ou plusieurs nouveaux dossiers, mais n'a pas réussi à les inclure.

source: You are not allowed to move this folder to the Trash.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de déplacer ce dossier dans la corbeille.

source: You are not allowed to restore this folder from the Trash.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de récupérer ce dossier depuis la corbeille.

source: Error in restoring from Trash.
fr_fr: Erreur pendant la récupération depuis la corbeille.

source: You are not allowed to delete this image.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de supprimer cette image.

source: Draggable Column
fr_fr: Colonne qui peut être glissée-déposée

# column name
source: Name
fr_fr: Nom

# column name
source: Caption
fr_fr: Légende

# column name
source: Tags
fr_fr: Mots-clefs

source: Comments
fr_fr: Commentaires

source: to Top&nbsp;&#8593;
fr_fr: vers le haut&nbsp;&#8593;

source: to Bottom&nbsp;&#8595;
fr_fr: vers le bas&nbsp;&#8595;

source: Move this folder to the Trash
fr_fr: Déplace ce dossier dans la corbeille

source: Trash
fr_fr: Corbeille

source: Posted less than one day ago
fr_fr: Publié il y a moins d'un jour.

source: Click an hold to sort
fr_fr: Cliquer et tenir pour trier

source: Edit &#8220;%s&#8221;
fr_fr: Modifier &#8220;%s&#8221;

source: Not Saved
fr_fr: Non enregistré

source: Save Changes
fr_fr: Enregistrer les modifications

source: Select a view
fr_fr: Sélectionner une vue

source: Uploaded to this folder
fr_fr: Téléchargé dans ce dossier

source: Done uploading
fr_fr: Téléchargement terminé

source: Publish
fr_fr: Publier

source: Save
fr_fr: Sauvegarder

source: Save Draft
fr_fr: Enregistrer brouillon

source: Save as Pending
fr_fr: Mettre à relire

source: Preview Changes
fr_fr: Prévisualiser les modifications

source: Preview
fr_fr: Aperçu

source: Status:
fr_fr: État&nbsp;:

source: Privately Published
fr_fr: Publié en privé

source: Published
fr_fr: Publié

source: Scheduled
fr_fr: Planifié

source: Pending Review
fr_fr: En attente de relecture

source: Draft
fr_fr: Brouillon

source: Edit
fr_fr: Modifier

source: Cancel
fr_fr: Annuler

source: Visibility:
fr_fr: Visibilité&nbsp;:

source: Private
fr_fr: Privé

source: Password protected
fr_fr: Protégé par mot de passe

source: Public, Sticky
fr_fr: Public, mis en avant

source: Stick this post to the front page
fr_fr: Mettre cet article en avant sur la page d&rsquo;accueil

source: Password:
fr_fr: Mot de passe&nbsp;:

source: Scheduled for: <b>%1$s</b>
fr_fr: Planifié pour&nbsp;: <b>%1$s</b>

source: Published on: <b>%1$s</b>
fr_fr: Publié le&nbsp;: <b>%1$s</b>

source: Publish <b>immediately</b>
fr_fr: Publier <b>tout de suite</b>

source: Schedule for: <b>%1$s</b>
fr_fr: Planifier pour : <b>%1$s</b>

source: Publish on: <b>%1$s</b>
fr_fr: Publier le&nbsp;: <b>%1$s</b>

source: Delete Permanently
fr_fr: Supprimer définitivement

source: Move to Trash
fr_fr: Déplacer dans la Corbeille

source: Schedule
fr_fr: Planifier

source: Submit for Review
fr_fr: Soumettre à relecture

source: Update
fr_fr: Mettre à jour

source: Path: %s
fr_fr: Chemin : %s

source: Support the development of Eazyest Galery
fr_fr: Aidez le développement d'Eazyest Galery

source: No folders found.
fr_fr: Aucun dossier trouvé.

source: Select All
fr_fr: Tout sélectionner

source: 1 folder
fr_fr: 1 dossier

source: Add subfolder
fr_fr: Ajouter un sous-dossier

source: 1 new folder found
fr_fr: 1 nouveau dossier trouvé

source: 1 missing folder
fr_fr: 1 dossier manquant

source: Bulk Actions
fr_fr: Actions groupées

source: Apply
fr_fr: Appliquer

source: Select %s
fr_fr: Sélectionner %s

source: Edit this item
fr_fr: Modifier cet élément

source: Restore this item from the Trash
fr_fr: Récupérer ce élément depuis la Corbeille

source: Restore
fr_fr: Rétablir

source: Move this item to the Trash
fr_fr: Déplacer cette entrée dans la Corbeille

source: Delete this item permanently
fr_fr: Supprimer cet article définitivement

source: Preview &#8220;%s&#8221;
fr_fr: Prévisualiser &laquo;&nbsp;%s&nbsp;&raquo;

source: View &#8220;%s&#8221;
fr_fr: Afficher &laquo;&nbsp;%s&nbsp;&raquo;

source: View
fr_fr: Afficher

source: Unpublished
fr_fr: Non publié

source: Y/m/d g:i:s A
fr_fr: d/m/Y \à G \h i \m\i\n s \s

source: %s ago
fr_fr: il y a %s

source: Y/m/d
fr_fr: d/m/Y

source: Missed schedule
fr_fr: Planification manquée

source: Last Modified
fr_fr: Dernière modification

source: No images found.
fr_fr: Aucune image trouvée.

# column name
source: File
fr_fr: Fichier

# column name
source: Content
fr_fr: Contenu

source: 1 new image found
fr_fr: 1 nouvelle image trouvée

source: 1 missing image
fr_fr: 1 image manquante

source: %s from now
fr_fr: %s à partir de maintenant

source: plugin <strong>activated</strong>. Please check your settings
fr_fr: extension <strong>activée</strong>. Veuillez vérifier vos paramètres

source: Loading..
fr_fr: Chargement en cours...

source: You cannot use %s for a gallery folder.
fr_fr: Vous ne pouvez pas utiliser %s comme dossier de galerie.

source: This folder does not exist yet.
fr_fr: Ce dossier n'existe pas pour le moment.

source: Could not create folder %s.
fr_fr: Le dossier %s n'a pas pu être créé.

source: Main Settings
fr_fr: Configuration générale

source: Main gallery settings to select your gallery
fr_fr: Paramètres de la galerie principale pour sélectionner votre galerie

source: Folder Options
fr_fr: Options des dossiers

source: How your folders will be displayed
fr_fr: Comment vos dossiers vont être affichés

source: Image Options
fr_fr: Options des images

source: How your images will be displayed
fr_fr: Comment vos images vont être affichées

source: Advanced Options
fr_fr: Options avancées

source: Options for advanced users
fr_fr: Les options pour les utilisateurs expérimentées

source: You have to select a folder on your server before you can use Eazyest Gallery
fr_fr: Vous devez sélectionner un dossier sur votre serveur avant de pouvoir utiliser Eazyest Gallery

source: Your gallery folder
fr_fr: Le dossier de votre galerie

source: Gallery title
fr_fr: Titre de la galerie

source: Support Eazyest Gallery
fr_fr: Soutenir Eazyest Gallery

source: Icon columns
fr_fr: Colonnes d'icônes

source: Icons per page
fr_fr: Icônes par page

source: Sort folders by
fr_fr: Trier les dossiers par

source: Count images
fr_fr: Compte d'images

source: Folder icons
fr_fr: Dossier d'icônes

source: Thumbnails per page
fr_fr: Miniatures par page

source: Captions
fr_fr: Légendes

source: Sort images by
fr_fr: Trier les images par

source: Thumbnail click
fr_fr: Clique des miniatures

source: Attachment click
fr_fr: Clic pièce jointe

source: List name
fr_fr: Liste de nom

source: Gallery slug
fr_fr: Identifiant de la galerie

source: Minimum viewer role
fr_fr: Rôle minium du spectateur

source: Create folder
fr_fr: Créer un dossier

source: Relative to your WordPress installation.
fr_fr: Relatif à votre installation WordPress.

source: Your current setting maps to %s
fr_fr: Vos paramètres actuels pointent vers %s

source: Show the "Powered by Eazyest Gallery" banner with your gallery
fr_fr: Afficher la bannière "Powered by Eazyest Gallery" avec votre galerie

source: Review and rate Eazyest Gallery
fr_fr: Donnez une appréciation à Eazyest Gallery

source: per page
fr_fr: par page

source: columns
fr_fr: colonnes

source: Name, ascending (A-Z)
fr_fr: Nom, ascendant (A-Z)

source: Name, descending (Z-A)
fr_fr: Nom, décroissant (Z-A)

source: Caption, ascending (A-Z)
fr_fr: Légende, croissant (A-Z)

source: Caption, descending (Z-A)
fr_fr: Légendre, décroissant (Z-A)

source: Date, oldest first
fr_fr: Date, plus ancien d'abord

source: Date, newest first
fr_fr: Date, plus récent d'abord

source: Manually
fr_fr: Manuel

source: Show number of images in folder only
fr_fr: Afficher uniquement le nombre d'images dans le dossier

source: Show number of images in folder including subfolders
fr_fr: Afficher le nombre d'images dans le dossier et les sous-dossiers

source: Show number of images in folder and subfolders separately
fr_fr: Afficher le nombre d'images dans un dossier et ses sous-dossiers séparément

source: Do not show number of images in folder
fr_fr: Ne pas afficher le nombre d'images dans un dossier

source: Featured image
fr_fr: Image à la Une

source: First image in folder
fr_fr: Première image du dossier

source: Random Image
fr_fr: Image aléatoire

source: Folder Icon
fr_fr: Icône du dosier

source: Title only
fr_fr: Titre uniquement

source: Include images from subfolders
fr_fr: Inclure les images des sous-dossiers

source: Show captions in thumbnail view
fr_fr: Afficher les légendes dans les vues en miiniature

source: Just display the image
fr_fr: N'afficher que l'image

source: Add lightbox markup
fr_fr: Ajouter le balisage de la lightbox

source: Add thickbox markup
fr_fr: Ajouter le balisage de la thickbox

source: Add fancybox markup
fr_fr: Ajouter le balisage de la fancybox

source: Add shadowbox markup
fr_fr: Ajouter le balisage de la shadowbox

source: Nothing
fr_fr: Rien

source: Show attachment page
fr_fr: Afficher la page du fichier attaché

source: Show medium size image
fr_fr: Afficher l'image en taille moyenne

source: Show large size image
fr_fr: Afficher l'image en grande moyenne

source: Show full size image
fr_fr: Afficher l'image originale

source: Theme default
fr_fr: Thème par défaut

source: Go to next image
fr_fr: Aller à l'image suivante

source: Everyone
fr_fr: Tout le monde

source: Overview
fr_fr: Vue générale

source: This screen provides access to all of the Eazyest Gallery settings.
fr_fr: Cet écran donne accès à l'ensemble des paramètres d'Eazyest Gallery.

source: Please see the additional help tabs for more information on each indiviual section.
fr_fr: Référez-vous aux onglets de l'aide supplémentaire pour plus d'informations sur chaque section.

source: For Image sizes, please refer to %sWordPress Media Settings%s.
fr_fr: Pour les tailles d'image, veuillez-vous référer aux %sRéglages des Média de WordPress%s.

source: In the Main Settings you set the server directory for your gallery.
fr_fr: Dans les paramètres généraux vous pouvez régler le répertoire du serveur pour votre galerie.

source: Eazyest Gallery will not work if this directory does not exist.
fr_fr: Eazyest Gallery ne fonctionnera pas si le répertoire n&rsquo;existe pas.

source: You cannot change this directory after you add folders to it.
fr_fr: Vous ne pouvez plus changer ce dossier après lui avoir ajouté des dossiers.

source: Set a title for your gallery archive page
fr_fr: Définir un titre pour la page d'archive de vos galeries

source: Please donate to support the development of Eazyest Gallery
fr_fr: Faîtes un don pour aider le développement d'Eazyest Galery

source: In the Folder Options you have a number of options to control how your folders will be displayed.
fr_fr: Dans les Options des Dossiers vous avez de multiples options pour contrôler l'affiche de vos dossiers.

source: Select the number of folder icons to initially display in the &#8220;Icons per page&#8221; option.
fr_fr: Sélectionner le nombre d'icônes à initialement afficher dans l'option "Icônes par page"

source: The option &#8220;Icon columns&#8221; sets the number of icons to display per row.
fr_fr: L'option "icônes par colonnes" définit le nombre d'icônes à afficher par ligne.

source: Set this option to 0 if you want to display as many icons that fit your page.
fr_fr: Régler cette option sur 0 si vous voulez afficher le maximum d'icônes possible sur votre page.

source: If you set any other value, Eazyest Gallery will fit your icons when necessary.
fr_fr: Si vous définissez une autre valeur, Eazyest Gallery adaptera vos icônes lorsque nécessaire.

source: Select how you want your want to sort your folders in the &#8220;Sort folders by&#8221; option.
fr_fr: Sélectionner comment vous voulez trier vos dossiers dans l'option &#8220;Trier les dossiers par&#8221;.
