Repository: WP-Translations/language-packs
Catalog: eazyest-gallerypot/languages/eazyest-gallerypot-*.po
Languages: fr_fr

source: This folder was posted by <a href="%6$s">%5$s</a>. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Ce dossier a été publié par <a href="%6$s">%5$s</a>. Mettez-le en favori avec son <a href="%3$s" title="Permalien vers %4$s" rel="bookmark">permalien</a>.

source: About %s
fr_fr: À propos de %s

source: View all entriess by %s <span class="meta-nav">&rarr;</span>
fr_fr: Afficher toutes les entrées de %s <span class="meta-nav">&rarr;</span>

source: Image navigation
fr_fr: Navigation des images

source: &larr; Previous
fr_fr: &larr; Précédent

source: Next &rarr;
fr_fr: Suivant &rarr;

source: <span class="meta-prep meta-prep-entry-date">Published </span> <span class="entry-date"><abbr class="published" title="%1$s">%2$s</abbr></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>
fr_fr: <span class="meta-prep meta-prep-entry-date">Publié le </span> <span class="entry-date"><abbr class="published" title="%1$s">%2$s</abbr></span> à <a href="%3$s" title="Lien vers l'image en taille originale">%4$s &times; %5$s</a> dans <a href="%6$s" title="Revenir à %7$s" rel="gallery">%8$s</a>

source: <span class="meta-nav">&larr;</span> Older folders
fr_fr: <span class="meta-nav">&larr;</span> Dossiers plus anciens

source: Newer folders <span class="meta-nav">&rarr;</span>
fr_fr: Dossiers plus récents <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Newer folders
fr_fr: <span class="meta-nav">&larr;</span> Nouveaux dossiers

source: Older folders <span class="meta-nav">&rarr;</span>
fr_fr: Anciens dossiers <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Next folders page
fr_fr: <span class="meta-nav">&larr;</span> Page suivante du dossier

source: Previous folders page <span class="meta-nav">&rarr;</span>
fr_fr: Page des dossiers précédents <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Previous
fr_fr: <span class="meta-nav">&larr;</span> Précédent

source: Next <span class="meta-nav">&rarr;</span>
fr_fr: Suivant <span class="meta-nav">&rarr;</span>

source: Prevous folders page <span class="meta-nav">&rarr;</span>
fr_fr: Page des dossiers précédents <span class="meta-nav">&rarr;</span>

source: Not Found
fr_fr: Rien de trouvé

source: Previous folders <span class="meta-nav">&rarr;</span>
fr_fr: Dossiers précédents <span class="meta-nav">&rarr;</span>

source: Return to %s
fr_fr: Revenir à %s

source: <span class="%1$s">By</span> %2$s
fr_fr: <span class="%1$s">Par</span> %2$s

source: View all posts by %s
fr_fr: Afficher tous les articles par %s

source: <span class="%1$s">Published</span> %2$s
fr_fr: <span class="%1$s">Publié le</span> %2$s

source: Full size is %s pixels
fr_fr: La taille originale est de %s pixels

source: Link to full-size image
fr_fr: Lien vers l&rsquo;image originale

source: Continue reading <span class="meta-nav">&rarr;</span>
fr_fr: Lire la suite <span class="meta-nav">&rarr;</span>

source: View all entries by %s <span class="meta-nav">&rarr;</span>
fr_fr: Afficher toutes les entrées de %s <span class="meta-nav">&rarr;</span>

source: Leave a reply
fr_fr: Laisser une réponse

source: 1 Reply
fr_fr: 1 réponse

source: % Replies
fr_fr: % réponses

source: <span class="meta-prep meta-prep-entry-date">Published </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>.
fr_fr: <span class="meta-prep meta-prep-entry-date">Publié le </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> à <a href="%3$s" title="Lien vers l'image en taille originale">%4$s &times; %5$s</a> dans <a href="%6$s" title="Revenir à %7$s" rel="gallery">%8$s</a>.

source: View all posts by %s <span class="meta-nav">&rarr;</span>
fr_fr: Afficher tous les articles de %s <span class="meta-nav">&rarr;</span>

source: Post navigation
fr_fr: Navigation dans les articles

source: Stop
fr_fr: Arrêter

source: Restart
fr_fr: Recommencer

source: All folders converted to custom post types
fr_fr: Tous les dossiers sont convertis comme des types de contenu personnalisé.

source: Upgrade Finished
fr_fr: Mise à jour terminée

source: Here is your new Eazyest Gallery Menu
fr_fr: Voici votre nouveau menu d'Eazyest Gallery

source: Eazyest Gallery found Lazyest Gallery settings in your database
fr_fr: Eazyest Gallery a trouvé des réglages de Lazyest Gallery dans votre base de données

source: Please upgrade to Eazyest Gallery
fr_fr: Veuillez mettre à niveau Eazyest Gallery

source: Succesfully upgraded your gallery
fr_fr: Mise à niveau de votre galerie réussie

source: Upgraded your gallery, but some values remain in the database
fr_fr: Votre galerie est à niveau, mais certaines valeurs persistent dans votre base de données

source: Please check your settings
fr_fr: Veuillez vérifier vos paramètres

source: Upgrade Gallery
fr_fr: Mettre à niveau la galerie

source: No upgrade required
fr_fr: Aucune mise à niveau nécessaire

source: You don&#8217;t need to update this version of Eazyest Gallery (%s), good job!
fr_fr: Vous ne devez pas mettre à jour cette version de Eazyest Gallery (%s), bien joué !

source: Your current settings
fr_fr: Vos paramètres actuels

source: These settings are necessary to convert your content.
fr_fr: Ces paramètres sont nécessaires pour convertir votre contenu

source: Some optional parameters to help tune the conversion process.
fr_fr: Certains paramètres facultatifs pour aider à configurer le processus de conversion.

source: Your gallery page
fr_fr: Votre page de galerie

source: Convert page
fr_fr: Convertir la page

source: Allow comments
fr_fr: Autoriser les commentaires

source: Images limit
fr_fr: Limite d'images

source: Slides and Thumbs
fr_fr: Diaporamas et miniatures

source: Caption files
fr_fr: Fichiers de légende

source: Delete my gallery page and use the slug for my new gallery
fr_fr: Supprimer ma page de galerie et utiliser son identifiant pour la nouvelle galerie

source: If you select to delete your page, comments on the gallery root cannot be re-linked and will be discarded
fr_fr: Si vous choisissez de supprimer votre page, les commentaires de la galerie originelle ne pourront pas être re-liés et il seront ignorés

source: Keep my gallery page as an extra gallery
fr_fr: Garder ma page de galerie comme une galerie supplémentaire

source: Comments will be re-linked to custom post types
fr_fr: Les commentaires seront re-liés aux types de contenu personnalisé

source: images to process at a time
fr_fr: Images à traiter en même temps

source: Keep this low if you experience out-of-memory issues.
fr_fr: Garder cela bas si vous rencontrez des problèmes d'insuffisance de mémoire.

source: Remove slides and thumbs after upgrade
fr_fr: Supprimer les diapos et les miniatures après la mise à niveau

source: Remove captions.xml files after upgrade
fr_fr: Supprimer les fichiers captions.xml après la mise à niveau

source: Upgrade from Lazyest Gallery
fr_fr: Mettre à niveau depuis Lazyest Gallery

source: Eazyest Gallery uses custom post types and stores all information in the WordPress database.
fr_fr: Eazyest Gallery utilise les types d'article personnalisé et enregistre toutes les informations dans la base de données de WordPress.

source: You have to convert your gallery to custom post types.
fr_fr: Vous devez convertir votre galerie en un type d'article personnalisé.

source: Please backup your database and your gallery before you start upgrading.
fr_fr: Veuillez sauvegarder votre base de données et votre galerie avant de commencer la mise à niveau.

source: Eazyest Gallery will remove the Lazyest Gallery plugin and its data.
fr_fr: Eazyest Gallery supprimera l'extension Lazyest Gallery et toutes ses données.

source: Be aware that importing and renaming folders and images and importing and linking comments is a time consuming task.
fr_fr: Sachez que l'importation et renommage des dossiers et des images et l'importation et la liaison des commentaires sont des tâches qui peuvent prendre du temps.

source: Importing large galleries containing hundreds of folders could well take hours to complete.
fr_fr: L'importation de grandes galeries contenant des centaines de dossiers pourrait bien durer des heures.

source: Start
fr_fr: Commencer

source: Upgrade progress
fr_fr: Progression de la mise à niveau

source: Something went terribly wrong in the upgrade process. Please check your settings above.
fr_fr: Quelque chose s'est terriblement mal passé dans le processus de mise à niveau. S'il vous plaît vérifier vos paramètres ci-dessus.

source: Converting folder %s of %s
fr_fr: Conversion du dossier %s sur %s

source: Busy converting a large folder. Imported more than %s images in this folder.
fr_fr: Occupé à convertir un gros dossier. Importé plus de %s images de ce dossier.

source: Converting your Gallery Page
fr_fr: Conversion de votre page de galerie

source: Updating your settings
fr_fr: Mise à jour de vos paramètres

source: Cleanup and Remove Lazyest Gallery plugin
fr_fr: Nettoyage et suppression de l'extension Lazyest Gallery

source: Successfully upgraded Eazyest Gallery
fr_fr: Mise à niveau de Eazyest Gallery réussie

source: Check out what&#8217;s new
fr_fr: Voir les nouveautés

source: Skip
fr_fr: Passer

source: Don&#8217;t import
fr_fr: Ne pas importer

source: Don&#8217;t save any content, just let Eazyest Gallery automatically import my folders and images.
fr_fr: Ne sauvegarder aucun contenu, laisser simplement Eazyest Gallery importer automatiquement mes dossiers et mes images.

source: Abort
fr_fr: Abandonner

source: Don&#8217;t use Eazyest Gallery
fr_fr: Ne pas utiliser Eazyest Gallery

source: Bring me back to the plugin page, I want to keep Lazyest Gallery.
fr_fr: Ramenez-moi à la page de l'extension, je veux garder Lazyest Gallery.

source: Easiest Gallery management plugin for Wordpress
fr_fr: L'extension la plus simple pour gérer vos galeries dans WordPress
