Repository: WP-Translations/language-packs
Catalog: ajax-dropdowns/languages/ajax-dropdowns-*.po
Languages: fr_fr

source: Manage
fr_fr: Gérer

source: Dropdowns
fr_fr: Listes déroulantes

source: Dropdown
fr_fr: Liste déroulante

source: Add New Dropdown
fr_fr: Ajouter une nouvelle liste déroulante

source: Edit Dropdown
fr_fr: Modifier la liste déroulante

source: New Dropdown
fr_fr: Nouvelle liste déroulante

source: View Dropdown
fr_fr: Afficher la liste déroulante

source: Search Dropdowns
fr_fr: Chercher des listes déroulantes

source: No dropdowns found.
fr_fr: Aucune liste déroulante trouvée.

source: No dropdowns found in trash.
fr_fr: Aucune liste déroulante trouvée dans la corbeille.

source: Posts
fr_fr: Articles

source: Method
fr_fr: Méthode

source: Shortcode
fr_fr: Code court

source: Add a post to this dropdown
fr_fr: Ajouter un article à cette liste déroulante

source: &mdash; Add All %1$s (%2$s) &mdash;
fr_fr: &mdash; Ajouter tout %1$s (%2$s) &mdash;

source: Title
fr_fr: Titre

source: Post Type
fr_fr: Type de contenu

source: No posts found.
fr_fr: Aucun article trouvé.

source: Use the menu above to add a post to this dropdown.
fr_fr: Utiliser le menu ci-dessus pour ajouter un article à cette liste déroulante.

source: Drag and drop to reorder posts.
fr_fr: Glisser-déposer pour réorganiser les articles.

source: Love Ajax Dropdowns? Help spread the word by rating us 5★ on WordPress.org
fr_fr: Vous aimez Ajax Dropdowns ? Faites passer le mot en nous donnant 5★ sur WordPress.org

source: Copy this code and paste it into your post, page or text widget content.
fr_fr: Copiez ce code et collez-le dans le contenu de votre article, page ou widget de texte.

source: URL Parameter
fr_fr: Paramètre de l’URL

source: Redirect
fr_fr: Redirection

source: Select the method to query posts.
fr_fr: Sélectionner la méthode de requête des articles.

source: Dropdown only (no content)
fr_fr: Liste déroulante uniquement (pas de contenu)

source: Settings saved.
fr_fr: Réglages enregistrés.

source: Display a group of posts that can be switched using dropdowns.
fr_fr: Affichez un groupe d’articles qui peuvent être permuter en utilisant une liste déroulante.
