Repository: WP-Translations/language-packs
Catalog: cocosocial/languages/cocosocial-*.po
Languages: el, pt_pt

source: networks
el: δίκτυα
pt_pt: redes

source: counters
el: μετρητές
pt_pt: contadores

source: yes
el: ναι
pt_pt: sim

source: network
el: δίκτυο
pt_pt: rede

source: counter
el: μετρητής
pt_pt: contador

source: Settings
el: Ρυθμίσεις
pt_pt: Configurações

source: Disable share buttons ?
el: Απενεργοποίηση κουμπιών διαμοιρασμού;
pt_pt: Desativar os botões de partilha?

source: Check this to disable share buttons on this content.
el: Τσεκάρετε αυτό για να απενεργοποιήσετε τα κουμπιά διαμοιρασμού σε αυτό το περιεχόμενο.
pt_pt: Selecione aqui para desativar a partilha dos botões neste conteúdo.

source: Sharing is disabled on custom page templates. Use shortcodes to display the buttons
el: Ο διαμοιρασμός είναι απενεργοποιημένος στα προσαρμοσμένα πρότυπα σελίδας. Χρησιμοποιήστε shortcodes για να προβάλλονται τα κουμπιά

source: Hey, I discovered this post and I wanted to share it with you. Tell me what you think :
el: Γεια, ανακάλυψα αυτό το άρθρο και ήθελα να το μοιραστώ μαζί σας. Πείτε μου τη γνώμη σας :

source: Share on
el: Μοιραστείτε στο
pt_pt: Compartilhar em

source: Share this via
el: Μοιραστείτε αυτό μέσω
pt_pt: Compartilhar isto via

source: Cocorico Social Settings
el: Ρυθμίσεις Cocorico Social
pt_pt: Configurações de Cocorico Social

source: General
el: Γενικά
pt_pt: Geral

source: Networks
el: Δίκτυα
pt_pt: Redes

source: Other
el: Άλλα
pt_pt: Outros

source: Buttons location
el: Τοποθέτηση κουμπιών
pt_pt: Localização dos botões

source: Top of content
el: Κορυφή περιεχομένου
pt_pt: Topo do conteúdo

source: Bottom of content
el: Κάτω μέρος περιεχομένου
pt_pt: Fim do conteúdo

source: Posts page and archives pages (categories, tags, etc.)
el: Σελίδα άρθρων και σελίδες αρχείων (κατηγορίες, ετικέτες, κλπ.)
pt_pt: Página de publicações e páginas de arquivos (categoriea, etiquetas, etc.)

source: Choose where to insert share buttons in content.
el: Επιλέξτε που να εισάγετε κουμπιά διαμοιρασμού στο περιεχόμενο.
pt_pt: Escolha onde inserir os botões de partilha no conteúdo.

source: Display buttons in
el: Προβολή κουμπιών σε
pt_pt: Exibir os botões em

source: Select the post types where buttons should be displayed.
el: Επιλέξτε τους τύπους άρθρων όπου τα κουμπιά θα έπρεπε να προβάλλονται.
pt_pt: Selecione os tipos de publicação onde os botões deverão ser exibidos.

source: Networks buttons (order them by drag & drop)
el: Κουμπιά δικτύων (ταξινομήστε τα σύροντας και αφήνοντας)
pt_pt: Botões de Redes (ordene-os com 'arrastar e largar')

source: Email
el: Ηλ. διεύθυνση
pt_pt: Correio Eletrónico

source: Buttons' format
el: Μορφή κουμπιών
pt_pt: Formato dos botões

source: Text and icons
el: Κείμενο και εικονίδια
pt_pt: Texto e Ícones

source: Icon only
el: Εικονίδιο μόνο
pt_pt: Só Ícones

source: Text only
el: Κείμενο μόνο
pt_pt: Só Texto

source: Choose the format that makes you feel good.
el: Επιλέξτε τη μορφοποίηση που σας κάνει να νιώθετε όμορφα.
pt_pt: Escolha o formato que o faça sentir bem.

source: Buttons' width
el: Πλάτος κουμπιών
pt_pt: Largura dos botões

source: Fill out the content width.
el: Συμπληρώστε το πλάτος περιεχομένου.
pt_pt: Preencha a largura do conteúdo.

source: Auto width
el: Αυτόματο πλάτος
pt_pt: Largura Automática

source: Big first button *
el: Μεγάλο πρώτο κουμπί *
pt_pt: O primeiro botão grande *

source: Choose your best button's width.<br>* : If you select this, button's format will be ignored and share counts won't show up (but give it a try it's awesome !).
el: Διαλέξτε το πλάτος του καλύτερου κουμπιού σας.<br>* : Αν επιλέξετε αυτό, η μορφή του κουμπιού θα αγνοηθεί και οι αριθμοί διαμοιρασμού δε θα εμφανίζονται (αλλά δοκιμάστε το είναι εκπληκτικό !).

source: Show share count
el: Προβολή αριθμού διαμοιρασμού
pt_pt: Mostrar o contador de partilha

source: Check to display the share count.
el: Τικάρετε για να εμφανίζεται ο αριθμός διαμοιρασμού.
pt_pt: Selecione para exibir o contador de partilha.

source: Check this box in order to display the share count.
el: Τικάρετε αυτό το κουτί για να εμφανίζεται ο αριθμός διαμοιρασμού.
pt_pt: Selecione esta caixa para poder exibir o contador de partilha.

source: Share incentive
el: Μοιραστείτε το κίνητρο

source: Add your Facebook profile/page link.
el: Προσθήκη συνδέσμου του προφίλ/σελίδας σας στο Facebook
pt_pt: Adicione a sua hiperligação de perfil/página do Facebook

source: Add your Twitter username (without @).
el: Προσθήκη του δικού σας ονόματος χρήστη στο Twitter (χωρίς @).
pt_pt: Adicione o seu nome de utilizador do Twitter (sem @).

source: Add your Google+ profile/page link.
el: Προσθήκη συνδέσμου του προφίλ/σελίδας σας στο Google+.
pt_pt: Adicione a sua hiperligação de perfil/página do Google+

source: Add your LinkedIn profile link.
el: Προσθήκη συνδέσμου του προφίλ σας στο LinkedIn.
pt_pt: Adicione a sua hiperligação de perfil do Linkedin.

source: Add your Viadeo profile link.
el: Προσθήκη συνδέσμου του προφίλ σας στο Viadeo.
pt_pt: Adicione a sua hiperligação de perfil do Viadeo

source: Add your Pinterest profile link.
el: Προσθήκη συνδέσμου του προφίλ σας στο Pinterest.
pt_pt: Adicione a sua hiperligação de perfil do Pinterest

source: Counters refresh rate
el: Ποσοστό ανανέωσης μετρητών
pt_pt: Taxa de atualização dos contadores

source: 10 minutes
el: 10 λεπτά
pt_pt: 10 minutos

source: 30 minutes
el: 30 λεπτά
pt_pt: 30 minutos

source: 1 hour
el: 1 ώρα
pt_pt: 1 hora

source: 2 hours
el: 2 ώρες
pt_pt: 2 horas

source: 6 hours
el: 6 ώρες
pt_pt: 6 horas

source: 12 hours
el: 12 ώρες
pt_pt: 12 horas

source: Set the refresh rate for share counters.
el: Ορίστε το ποσοστό ανανέωσης για μετρητές διαμοιρασμού
pt_pt: Defina a taxa de atualização para os contadores partilhados.

source: Save Changes
el: Αποθήκευση αλλαγώνS
pt_pt: Guardar Alterações

source: If you found this plugin useful
el: Αν βρήκατε αυτό το πρόσθετο χρήσιμο
pt_pt: Se achou esta extensão útil

source: give it 5 &#9733; on WordPress.org
el: δώσε 5 &#9733; στο WordPress.org
pt_pt: classifique-a com 5 &#9733; na WordPress.org

source: Save all changes
el: Αποθήκευση αλλαγών
pt_pt: Guardar todas as alterações

source: Select
el: Επιλογή
pt_pt: Selecionar

source: Delete
el: Διαγράψετε
pt_pt: Apagar

source: Cocorico Social is brought to you by
pt_pt: Cocorico Social foi criado para si, por
