Repository: WP-Translations/language-packs
Catalog: strings/languages/strings-*.po
Languages: ar, fr_fr

source: Enter secondary title here
ar: أكتب العنوان الفرعي هنا
fr_fr: Saisissez le second titre ici

source: Secondary title
ar: العنوان الفرعي
fr_fr: Second titre

source: Settings
ar: الإعدادات
fr_fr: Réglages

source: Are you sure you want to reset all settings?
ar: هل أنت متأكد من إعادة ضبط جميع الإعدادات؟
fr_fr: Voulez-vous vraiment réinitialiser tous les réglages ?

source: The settings have been successfully updated.
ar: تم تحديث الإعدادات بنجاح.
fr_fr: Les réglages ont bien été mis à jour.

source: The settings have been successfully reset.
ar: تمت إعادة تعيين الإعدادات بنجاح.
fr_fr: Les réglages ont bien été réinitialisés.

source: Collapse/expand section
ar: طي/توسيع القسم
fr_fr: Réduire/Étendre la section

source: General Settings
ar: إعدادات عامة
fr_fr: Réglages généraux

source: This section lets you change the most basic settings about how Secondary Title is supposed to behave.
ar: هذا القسم يتيح لك تغيير الإعدادات الأساسية حول كيفية عرض العنوان الفرعي.
fr_fr: Cette section vous permet de modifier les réglages et le comportement de base de Secondary Title.

source: Auto show
ar: عرض تلقائي
fr_fr: Affichage auto

source: On
ar: مفعل
fr_fr: Oui

source: Off
ar: معطل
fr_fr: Non

source: Automatically merges the secondary title with the standard title.
ar: دمج العنوان الفرعي مع العنوان الرئيسي بشكل تلقائي.
fr_fr: Fusionner automatiquement le deuxième titre avec le titre standard.

source: To manually insert the secondary title in your theme, use %s or %s. See the <a href="%s" title="See official documentation" target="_blank" >official documentation</a> for additional parameters.
ar: لإدخال العنوان الفرعي بشكل يدوي إلى القالب، استخدم %s أو %s. راجع <a href="%s" title="شاهد التعليمات الرسمية" target="_blank">التعليمات الرسمية</a> لمزيد من المعطيات.
fr_fr: Pour insérer manuellement le titre secondaire dans votre thème, utilisez %s ou %s. Voir la <a href="%s" title="Voir la doc officielle" target="_blank" >documentation officielle</a> pour plus de paramètres.

source: Title format
ar: شكل العنوان
fr_fr: Format du titre

source: E.g.: %secondary_title%: %title%
ar: مثال: %secondary_title%: %title
fr_fr: p.ex.: %secondary_title%: %title%

source: Reset
ar: تفريغ الحقول
fr_fr: Réinitialiser

source: Replaces the default title with the given format. Use %s for the main title and %s for the secondary title.
ar: استبدال العنوان الافتراضي بالشكل المحدد. استخدم %s للعنوان الرئيسي و %s للعنوان الفرعي.
fr_fr: Remplace le titre par défaut avec le format désiré. Utiliser %s pour le titre principal et %s pour le titre secondaire.

source: Add title to title format input
ar: إضافة عنوان إلى مدخل شكل العنوان
fr_fr: Ajouter un titre à l'entrée de format du titre

source: Add secondary title to title format input
ar: إضافة العنوان الفرعي إلى مدخل شكل العنوان
fr_fr: Ajouter un deuxième titre à l'entrée de format du titre

source: <b>Note:</b> To style the output, use the <a href="%s" title="See an explanation on w3schools.com" target="_blank">style HTML attribute</a>, e.g.:<br />%s
ar: <b>ملاحظة:</b> من أجل تنسيق النتيجة، استخدم <a href="%s" title="See an explanation on w3schools.com" target="_blank">سمات تنسيق الهتمل</a>، مثال:<br />%s
fr_fr: <b>Remarque :</b> Pour styliser la sortie, utiliser l'<a href="%s" title="Voir l'explication sur w3schools.com" target="_blank">attribut de style HTML</a>, p.ex.:<br />%s

source: Add code to title format input
ar: إضافة كود إلى مدخل شكل العنوان
fr_fr: Ajouter du code à l'entrée de format du titre

source: Display Rules
ar: شروط العرض
fr_fr: Règles d’affichage

source: These options let you specify where the secondary title is allowed to be displayed and where not. Unselecting all fields deactivates the limit completely.
ar: هذه الخيارات تتيح لك تحديد الأماكن المسموح بها عرض العنوان الفرعي وغير المسموح بها. عدم اختيار جميع الحقول يلغي هذا التحديد بشكل كامل.
fr_fr: Ces options vous permettent de spécifier l’emplacement du titre secondaire. Désélectionner tous les champs désactive complètement toutes les limitations.

source: Only show in main post
ar: عرض في المقالة الرئيسية فقط
fr_fr: N’afficher que sur l’article principal

source: Only displays the secondary title if the post is a main post and <strong>not</strong> within a widget etc.
ar: عرض العنوان الفرعي فقط إذا كان المقال رئيسي و <strong>عدم عرضه</strong> داخل الودجت وغيرها.
fr_fr: Afficher le titre secondaire uniquement si l’article est un article en avant et <strong>pas</strong> dans un widget etc.

source: Post types
ar: أنواع المقالات
fr_fr: Types d'article

source: Only displays the secondary title if post among the selected post types.
ar: عرض العنوان الفرعي فقط إذا كان المقال ضمن أنواع المقالات المختارة.
fr_fr: Afficher le titre secondaire uniquement si l’article appartient aux types de contenus sélectionnés.

source: Categories
ar: تصنيفات
fr_fr: Catégories

source: There are %s posts in %s
ar: هنالك %s مقال في %s
fr_fr: Il y a %s articles dans %s

source: Select all
ar: اختر الكل
fr_fr: Sélectionner tout

source: Unselect all
ar: إلغاء جميع التحديدات
fr_fr: Tout déselectionner

source: Displays the secondary title only if post is among the selected categories.
ar: عرض العنوان الفرعي فقط إذا كان المقال ضمن الأقسام المختارة.
fr_fr: Afficher le titre secondaire uniquement si l’article appartient aux catégories sélectionnées.

source: Post IDs
ar: أرقام المقالات
fr_fr: ID de l’article

source: E.g. 13, 71, 33
ar: مثال: 13,71,33
fr_fr: P.ex. 13, 71, 33

source: Only uses the secondary title if post is among the entered post IDs. Use commas to separate multiple IDs.
ar: استخدم العنوان الفرعي فقط إذا كان المقال ضمن أرقام المقالات المدخلة. أستخدم الفاصلة لتفريق الأرقام المتعددة.
fr_fr: Afficher le titre secondaire uniquement si l’article appartient aux ID d’articles saisies. Utiliser des virgules pour séparer les ID.

source: Miscellaneous Settings
ar: إعدادات متنوعة
fr_fr: Réglages divers

source: Include in search
ar: تضمين في البحث
fr_fr: Inclure dans la recherche

source: Makes the secondary title searchable.
ar: جعل العنوان الفرعي قابل للبحث.
fr_fr: Rendre le deuxième titre recherchable.

source: Input field position
ar: موقع حقل الإدخال
fr_fr: Position du champ de saisie

source: Above standard title
ar: فوق العنوان الرئيسي
fr_fr: Au-dessus du titre standard

source: Below standard title
ar: تحت العنوان الرئيسي
fr_fr: Sous le titre standard

source: Defines whether input field for the secondary title should be displayed above or below<br />the standard title <strong>within the add/edit post/page area</strong> on the admin Dashboard.<br />See the <a href="%s" title="See the FAQ" target="_blank">FAQ</a> if you want to apply the same effect on your front end.
ar: تحدد ما إذا كانت خانة الإدخال للعنوان الفرعي يجب أن تعرض فوق أو تحت<br />العنوان الرئيسي <strong>في صفحة إضافة/تحرير المقالات</strong> في قسم الإدارة.<br />See the <a href="%s" title="See the FAQ" target="_blank">الأسئلة الأكثر شيوعاً</a> إذا أردت إضافة نفس التأثير على الواجهة الأمامية.
fr_fr: Définit si le champ de saisie pour le titre secondaire doit être affiché au-dessus ou en dessous<br />du titre standard <strong>dans la zone d'ajout/modification d'article/page </strong> dans l'interface d'admin.<br />Voir la <a href="%s" title="Voir la FAQ" target="_blank"> FAQ</a> si vous souhaitez appliquer le même effet sur votre front-end.

source: Column position
ar: موضع العمود
fr_fr: Position de la colonne

source: Left of primary title
ar: يسار العنوان الرئيسي
fr_fr: À gauche du premier titre

source: Right of primary title
ar: يمين العنوان الرئيسي
fr_fr: À droite du premier titre

source: Specifies the position of the secondary title in regard to the primary title on <a href="%s">post overview</a> pages within the Dashboard.
ar: تحدد موقع العنوان الفرعي بالنسبة للعنوان الرئيسي في <a href="%s">معاينة المقال</a> في قسم الإدارة.
fr_fr: Spécifier la position du deuxième titre en fonction du premier titre sur la page d’<a href="%s">aperçu de l’article</a> du Tableau de bord.

source: Save Changes
ar: حفظ التغييرات
fr_fr: Enregistrer les modifications

source: Reset Settings
ar: إعادة الاعدادات
fr_fr: Réinitialiser les réglages

source: Found an error? Help making Secondary Title better by <a href="%s" title="Click here to report a bug" target="_blank">quickly reporting the bug</a>.
ar: وجدت خطأ؟ ساعد في جعل العنوان الفرعي أفضل بـ <a href="%s" title="أضغط هنا للتبليغ عن الخطأ" target="_blank">التبليغ عن الخطأ</a>.
fr_fr: Vous avez trouvé une erreur ? Aider à améliorer Secondary Title en <a href="%s" title="Cliquez ici pour envoyer un rapport de bug" target="_blank">envoyant un rapide rapport de bug</a>.

source: Secondary Title
ar: العنوان الفرعي

source: Adds a secondary title to posts, pages and custom post types.
ar: أضف عنوان فرعي للمقالات، الصفحات، وأنواع المقالات المخصصة.
fr_fr: Ajoutez un titre secondaire à vos articles, pages et types de contenu personnalisés.
