Repository: WP-Translations/language-packs
Catalog: user-switching/languages/user-switching-*.po
Languages: lt_lt, pt_pt, ru_ru

# User Switching title on user profile screen
source: User Switching
lt_lt: Vartotojų perjungimas
pt_pt: Mudança de Utilizador
ru_ru: Переключиться &rarr;

source: Switch&nbsp;To
lt_lt: Persijungti į šį vartotoją
pt_pt: Mudar&nbsp;Para
ru_ru: Переключиться &rarr;

source: Could not switch users.
lt_lt: Nepavyko persijungti į vartotoją
pt_pt: Não foi possível mudar de utilizador.
ru_ru: Не получилось переключиться между пользователями.

source: Could not switch off.
lt_lt: Nepavyko persijungti atgal
pt_pt: Não foi possível desligar.
ru_ru: Не получилось отключиться.

source: Switched to %1$s (%2$s).
lt_lt: Persijungta į %1$s (%2$s).
pt_pt: Mudou para %1$s (%2$s).
ru_ru: Переключились на пользователя %1$s (%2$s).

source: Switch back to %1$s (%2$s)
lt_lt: Persijungti atlgal į %1$s (%2$s)
pt_pt: Mudar de volta para %1$s (%2$s)
ru_ru: Переключиться обратно на пользователя %1$s (%2$s)

source: Switched back to %1$s (%2$s).
lt_lt: Persijungta atgal į %1$s (%2$s).
pt_pt: Mudou de volta para %1$s (%2$s).
ru_ru: Переключились обратно на пользователя %1$s (%2$s).

source: Switch Off
lt_lt: Persijungti atgal
pt_pt: Desligar
ru_ru: Отключиться

source: User Switching
lt_lt: Vartotojų perjungimas
pt_pt: Mudança de Utilizador
ru_ru: Переключиться &rarr;

source: Instant switching between user accounts in WordPress
lt_lt: Momentinis persijungimas į norimą vartotoją
pt_pt: Mudança rápida entre contas de utilizadores no WordPress
ru_ru: Нативное и удобное переключение между пользователями в WordPress
