Repository: WP-Translations/language-packs
Catalog: pwd-wp-login/languages/pwd-wp-login-*.po
Languages: it_it

source: Login page
it_it: Pagina di autenticazione

source: Add a logo for the login page of your website
it_it: Aggiungi un logo alla pagina di autenticazione del sito.

source: Adjust the height of the logo
it_it: Modifica l'altezza del logo

source: Adjust the width of the logo
it_it: Modifica la larghezza del logo

source: Adjust the bottom margin of the logo
it_it: Modifica il margine inferiore del logo

source: Adjust the background color of the login page
it_it: Modifica il colore di background della pagina di autenticazione

source: Adjust the color of the login page
it_it: Modifica il colore della pagina di autenticazione

source: Adjust font login page
it_it: Modifica il carattere utilizzato nella pagina di autenticazione

source: "Open Sans",sans-serif
it_it: "Open Sans",senza grazie

source: Arial, Helvetica, sans-serif
it_it: Arial, Helvetica, senza grazie

source: "Arial Black", Gadget, sans-serif
it_it: "Arial Black", Gadget, senza grazie

source: "Bookman Old Style", serif
it_it: "Bookman Old Style", con grazie

source: "Comic Sans MS", cursive
it_it: "Comic Sans MS", corsivo

source: Courier, monospace
it_it: Courier, monospazio

source: Garamond, serif
it_it: Garamond, con grazie

source: Georgia, serif
it_it: Georgia, con grazie

source: Impact, Charcoal, sans-serif
it_it: Impact, Charcoal, senza grazie

source: "Lucida Console", Monaco, monospace
it_it: "Lucida Console", Monaco, monospazio

source: "Lucida Sans Unicode", "Lucida Grande", sans-serif
it_it: "Lucida Sans Unicode", "Lucida Grande", senza grazie

source: "MS Sans Serif", Geneva, sans-serif
it_it: "MS Sans Serif", Geneva, senza grazie

source: "MS Serif", "New York", sans-serif
it_it: "MS Serif", "New York", senza grazie

source: "Palatino Linotype", "Book Antiqua", Palatino, serif
it_it: "Palatino Linotype", "Book Antiqua", Palatino, con grazie

source: Tahoma, Geneva, sans-serif
it_it: Tahoma, Geneva, senza grazie

source: "Times New Roman", Times, serif
it_it: "Times New Roman", Times, con grazie

source: "Trebuchet MS", Helvetica, sans-serif
it_it: "Trebuchet MS", Helvetica, senza grazie

source: Verdana, Geneva, sans-serif
it_it: Verdana, Geneva, senza grazie

source: Modifiy your login page WordPress
it_it: Permette di modificare velocemente le pagine di autenticazione WordPress
