Repository: WP-Translations/language-packs
Catalog: redux-framework/languages/redux-framework-*.po
Languages: id_id, zh_tw

source: The current language used by WordPress. Default = English
id_id: Bahasa yang digunakan Wordpress saat ini. Standarnya = English
zh_tw: 目前 WordPress 使用的語言。預設是英文

source: Browser
zh_tw: 瀏覽器

source: Browser Info
id_id: Info Browser
zh_tw: 瀏覽器資訊

source: Information about web browser current in use.
id_id: Informasi browser yang digunakan saat ini.
zh_tw: 關於目前使用的網路瀏覽器資訊。

source: Server Environment
id_id: Lingkungan Server
zh_tw: 伺服器環境

source: Server Info
id_id: Info Server
zh_tw: 伺服器資訊

source: Information about the web server that is currently hosting your site.
id_id: Informasi server yang saat ini digunakan situs Anda.
zh_tw: 關於目前託管您網站的網路伺服器的資訊。

source: Localhost Environment
id_id: Lingkungan LocalHost
zh_tw: 本地主機環境

source: Is the server running in a localhost environment.
id_id: Apakah server dijalankan dalam lingkungan localhost.
zh_tw: 是在本地主機環境中運行的伺服器。

source: PHP Version
id_id: Versi PHP
zh_tw: PHP 版本

source: The version of PHP installed on your hosting server.
id_id: Versi PHP yang diinstal pada server hosting Anda.
zh_tw: 安裝在主機伺服器上的 PHP 版本。

source: PHP Memory Limit
id_id: Memori Limit PHP
zh_tw: PHP 記憶體限制

source: The largest filesize that can be contained in one post.
id_id: Ukuran file terbesar yang dapat dimuat dalam sekali pengiriman.
zh_tw: 可以包含在一篇文章中的最大檔案大小。

source: PHP Post Max Size
id_id: Post Max Size PHP
zh_tw: PHP 文章最大尺寸

source: PHP Time Limit
id_id: Time Limit PHP
zh_tw: PHP 時間限制

source: The amount of time (in seconds) that your site will spend on a single operation before timing out (to avoid server lockups)
id_id: Banyaknya waktu (dalam detik) yang akan digunakan situs Anda untuk operasi tunggal sebelum kehabisan waktu (untuk menghindari lockup server)
zh_tw: 你的網站將在單一操作中花費超時之前的用量（避免主機伺服器鎖死）

source: PHP Max Input Vars
id_id: Max Input Vars PHP
zh_tw: PHP 最大輸入變數

source: The maximum number of variables your server can use for a single function to avoid overloads.
id_id: Maksimal banyaknya variabel pada server Anda yang dapat digunakan dalam fungsi tunggal untuk menghindari overload.
zh_tw: 你的主機伺服器在單一操作功能中最大可使用的變數數量，避免主機負載。

source: PHP Display Errors
id_id: Display Errors PHP
zh_tw: PHP 顯示錯誤

source: Determines if PHP will display errors within the browser.
id_id: Menentukan apakah PHP akan menampilkan kesalahan dalam browser.
zh_tw: 確定是否讓 PHP 在瀏覽器中顯示錯誤。

source: SUHOSIN Installed
id_id: SUHOSIN Terinstal
zh_tw: SUHOSIN 已安裝

source: Suhosin is an advanced protection system for PHP installations. It was designed to protect your servers on the one hand against a number of well known problems in PHP applications and on the other hand against potential unknown vulnerabilities within these applications or the PHP core itself. If enabled on your server, Suhosin may need to be configured to increase its data submission limits.
id_id: Suhosin adalah sistem perlindungan canggih untuk instalasi PHP. Ini dirancang untuk melindungi server Anda terhadap sejumlah masalah terkenal pada aplikasi PHP dan di sisi lain terhadap potensi kerentanan yang tidak diketahui dalam aplikasi atau inti PHP itu sendiri. Jika diaktifkan pada server Anda, Suhosin mungkin perlu dikonfigurasi agar dapat meningkatkan batas pengiriman data.
zh_tw: Suhosin 是 PHP 安裝了一種先進的保護系統。它的目的是為了保護你的伺服器，一方面對一些在 PHP 應用程式和針對這些應用程式或 PHP 核心中潛在的未知漏洞另一方面眾所周知的問題。如果在你的主機伺服器中已啟用它，Suhosin 可能需要配置，以增加其資料送出限制。

source: MySQL Version
id_id: Versi MySQL
zh_tw: MySQL 版本

source: The version of MySQL installed on your hosting server.
id_id: Versi MySQL yang diinstal pada server hosting Anda.
zh_tw: 已安裝在你主機伺服器中的 MySQL 版本。

source: Max Upload Size
zh_tw: 最大上傳大小

source: The largest filesize that can be uploaded to your WordPress installation.
id_id: Ukuran file terbesar yang dapat diunggah ke dalam instalasi WordPress Anda.
zh_tw: 可以上傳到你的 WordPress 安裝的最大檔案大小。

source: Default Timezone is UTC
id_id: Standar Zona Waktu adalah UTC
zh_tw: 預設時區是 UTC

source: The default timezone for your server.
id_id: Standar zona waktu server Anda.
zh_tw: 你的主機伺服器的預設時區。

source: Default timezone is %s - it should be UTC
id_id: Standar zona waktu yang digunakan adalah %s - seharusnya UTC
zh_tw: 預設時區是 %s - 它應該是 UTC

source: Used when communicating with remote services with PHP.
id_id: Digunakan ketika berkomunikasi dengan layanan jarak jauh dengan PHP.
zh_tw: 當 PHP 的遠端伺服器進行通信時使用。

source: Your server does not have fsockopen or cURL enabled - cURL is used to communicate with other servers. Please contact your hosting provider.
id_id: Server Anda tidak memiliki fsockopen atau cURL yang aktif - cURL digunakan untuk berkomunikasi dengan server lain. Hubungi penyedia hosting Anda.
zh_tw: 你的伺服器不具備 fsockopen 或已啟用 cURL - cURL 已使用其它伺服器進行通信。請聯繫你的主機服務商。

source: Remote Post
zh_tw: 遠端文章

source: Used to send data to remote servers.
id_id: Digunakan untuk mengirim data ke remote server.
zh_tw: 用於發送資料數據到遠端伺服器。

source: wp_remote_post() failed. Many advanced features may not function. Contact your hosting provider.
id_id: wp_remote_post() gagal. Banyak fitur canggih yang tidak dapat berfungsi. Hubungi penyedia hosting Anda.
zh_tw: wp_remote_post() 已失效。許多進階功能可能無法正常運作。請聯繫你的主機服務商。

source: Error: %s
id_id: Kesalahan: %s
zh_tw: 錯誤：%s

source: Remote Get
zh_tw: 遠端獲取

source: Used to grab information from remote servers for updates updates.
id_id: Digunakan untuk mengambil informasi dari remote server untuk pembaruan.
zh_tw: 用來攫取從遠端伺服器更新的更新資訊。

source: wp_remote_get() failed. This is needed to get information from remote servers. Contact your hosting provider.
id_id: wp_remote_get() gagal. Ini diperlukan untuk mendapatkan informasi dari remote server. Hubungi penyedia hosting Anda.
zh_tw: wp_remote_get() 已失效。這需要獲取來自遠端伺服器的資訊。請聯繫你的主機服務商。

source: Active Plugins
id_id: Plugin Aktif
zh_tw: 啟用外掛

source: Visit plugin homepage
id_id: Kunjungi situs plugin
zh_tw: 造訪外掛首頁

source: Redux Instance:
id_id: Contoh Redux:
zh_tw: Redux 實例：

source: The opt_name argument for this instance of Redux.
id_id: Argumen opt_name, seperti dalam Redux ini.
zh_tw: 此 opt_name 對 Redux 的實例論點。

source: The global_variable argument for this instance of Redux.
id_id: Argumen global_variable, seperti dalam Redux ini.
zh_tw: 此 global_variable 對 Redux 的實例論點。

source: Indicates if developer mode is enabled for this instance of Redux.
id_id: Mengindikasikan jika mode pengembang telah aktif, seperti dalam Redux ini.
zh_tw: 表示如果 Redux 的此實例啟用了開發人員模式。

source: Indicates if ajax based saving is enabled for this instance of Redux.
id_id: Mengindikasikan jika penyimpanan berbasis ajax telah aktif, seperti dalam Redux ini.
zh_tw: 表示如果基於 ajax 的儲存已啟用 Redux 實例。

source: The page slug denotes the string used for the options panel page for this instance of Redux.
id_id: Halaman slug menunjukkan string yang digunakan untuk pengaturan panel, seperti dalam Redux ini.
zh_tw: 此頁面別名是指用於 Redux 選項面板頁面實例的字符串。

source: The page permissions variable sets the permission level required to access the options panel for this instance of Redux.
id_id: Halaman hak akses dimana variabelnya mengatur tingkat hak akses yang dibutuhkan untuk mengakses pengaturan panel, seperti dalam Redux ini.
zh_tw: 頁面的權限變數設定 Redux 選項面板實例的訪問權限級別。

source: This variable set whether or not the menu is displayed as an admin menu item for this instance of Redux.
id_id: Variabel ini mengatur apakah menu akan ditampilkan pada item menu admin, seperti dalam Redux ini.
zh_tw: 此變數設定是否顯示作為 Redux 實例的管理選單項目。

source: The page parent variable sets where the options menu will be placed on the WordPress admin sidebar for this instance of Redux.
id_id: Halaman variable induk yang mengatur apakah menu pengaturan akan ditempatkan pada sidebar admin Wordpress, seperti dalam Redux ini.
zh_tw: 頁面上層變數集合，其中的選項選單將被放置在 WordPress 管理側邊欄的 Redux 實例中。

source: Indicates if the compiler flag is enabled for this instance of Redux.
id_id: Mengindikasikan jika tanda compiler telah aktif, seperti dalam Redux ini.
zh_tw: 表示如果編譯器標誌的 Redux 實例已啟用。

source: Indicates if output flag for globally shutting off all CSS output is enabled for this instance of Redux.
id_id: Mengindikasikan jika tanda output untuk mematikan CSS secara global telah aktif, seperti dalam Redux ini.
zh_tw: 表示如果在 Redux 實例的全域範圍內關閉所有 CSS 樣是輸出標誌已啟用。

source: The output_tag variable sets whether or not dynamic CSS will be generated for the customizer and Google fonts for this instance of Redux.
id_id: Variabel output_tag mengatur apakah CSS yang dinamis akan dihasilkan untuk penyesuaian dan Google Font, seperti dalam Redux ini.
zh_tw: 此 output_tag 變數設定是否為動態的 CSS 將用於訂製化和 Google 字型為 Redux 此實例產生。

source: The specified template path containing custom template files for this instance of Redux.
id_id: Bagian template yang dikhususkan berisi file template yang dikustom, seperti dalam Redux ini.
zh_tw: 包含 Redux 實例中的自訂模板檔案指定的模板路徑。

source: List of template files overriding the default Redux template files.
id_id: Daftar file template yang menimpa file template standarnya Redux.
zh_tw: 模板檔案列表覆寫預設的 Redux 模板檔案。

source: Indicates the installed Redux extensions and their version numbers.
id_id: Menunjukkan ekstensi Redux dan versi yang terinstal.
zh_tw: 表示已安裝的 Redux 擴充元件和他們的版本號。

source: Theme
id_id: Tema
zh_tw: 佈景主題

source: Name
id_id: Nama
zh_tw: 名稱

source: The name of the current active theme.
id_id: Nama tema yang aktif.
zh_tw: 目前啟用的主題名稱。

source: Version
id_id: Versi
zh_tw: 版本

source: The installed version of the current active theme.
id_id: Versi yang terpasang pada tema yang aktif.
zh_tw: 目前已安裝並啟用的主題版本。

source: is available
id_id: telah tersedia
zh_tw: 可用的

source: Author URL
id_id: URL Pembuat
zh_tw: 作者網址

source: The theme developers URL.
id_id: URL pengembang tema.
zh_tw: 主題開發者網址。

source: Child Theme
id_id: Tema Anakan
zh_tw: 子主題

source: Displays whether or not the current theme is a child theme.
id_id: Menampilkan apakah tema saat ini merupakan tema anakan.
zh_tw: 顯示目前主題是否為一個子主題。

source: If you're modifying Redux Framework or a parent theme you didn't build personally, we recommend using a child theme. See: <a href="%s" target="_blank">How to create a child theme</a>
id_id: Jika Anda ingin memodifikasi Redux Framework atau induk tema tetapi bukan Anda yang membuatnya sendiri, kami menganjurkan untuk menggunakan tema anakan. Lihat: <a href="%s" target="_blank">Bagaimana cara membuat tema anakan</a>
zh_tw: 如果你正在修改 Redux 開發框架，或者你沒有親自打造一個父主題，我們建議您使用子主題。瀏覽：<a href="%s" target="_blank">如何建立一個子主題</a>

source: Parent Theme Name
id_id: Nama Tema Induk
zh_tw: 父主題名稱

source: The name of the parent theme.
id_id: Nama dari tema induk.
zh_tw: 父主題的名稱。

source: Parent Theme Version
id_id: Versi Tema Induk
zh_tw: 父主題版本

source: The installed version of the parent theme.
id_id: Versi induk tema yang terinstal.
zh_tw: 已安裝的父主題版本。

source: Parent Theme Author URL
id_id: URL Pembuat Tema Induk
zh_tw: 父主題作者網址

source: The parent theme developers URL.
id_id: URL pengembang tema induk.
zh_tw: 父主題開發者的網址。

source: Redux Framework - Support
id_id: Redux Framework - Dukungan
zh_tw: Redux 開發框架 - 支援

source: We are an open source project used by developers to make powerful control panels.
id_id: Kami merupakan proyek open source yang digunakan oleh para pengembang untuk membuat kontrol panel yang tangguh.
zh_tw: 我們是開發人員用來製作功能強大的控制面板一個開放源碼項目。

source: Generate a Support URL
id_id: Hasilkan URL Dukungan
zh_tw: 產生一個支援網址

source: Select Support Type
id_id: Pilih Jenis Dukungan
zh_tw: 選擇支援類型

source: How to Get Support
id_id: Cara Mendapatkan Dukungan
zh_tw: 如何獲取支援

source: Submit a Support Request
id_id: Kirim Permintaan Dukungan
zh_tw: 送出一個支援請求

source: To get started, we will need to generate a support hash.
id_id: Untuk memulainya, kami perlu membuat hash dukungan.
zh_tw: 在開始之前，我們需要產生一個支援的哈希值。

source: This will provide to your developer all the information they may need to remedy your issue. This action WILL send information securely to a remote server. To see the type of information sent, please look at the <a href="%s">Status tab</a>.
id_id: Ini akan memberikan kepada pengembang Anda semua informasi yang mungkin mereka perlukan untuk mengatasi masalah Anda. Tindakan ini akan mengirimkan informasi secara AMAN ke remote server. Untuk mengetahui informasi apa saja yang dikirim, silakan lihat pada <a href="%s">tab Status</a>.
zh_tw: 這將提供給開發者，他們可能需要解決您的問題中的所有資訊。此操作將安全地把資訊發送到遠端伺服器。要查看發送的資訊類型，請在此觀看 <a href="%s">狀態頁籤</a>。

source: Generate a Support URL
id_id: Menghasilkan URL Dukungan
zh_tw: 產生 一個支援網址

source: Select Your Support Type
id_id: Pilih Jenis Dukungan Anda
zh_tw: 選擇你的支援類型

source: What type of user are you?
id_id: Jenis pengguna untuk Anda?
zh_tw: 你是什麼使用者類型？

source: User
id_id: Pengguna
zh_tw: 使用者

source: I am a user, using a pre-built product.
id_id: Saya merupakan pengguna, menggunakan produk pre-built
zh_tw: 我是一個使用者，使用一個預先建構的產品。

source: Developer
id_id: Pengembang
zh_tw: 開發人員

source: I am a developer, building a product using Redux.
id_id: Saya adalah pengembang, membangun produk menggunakan Redux.
zh_tw: 我是一個開發者，使用 Redux 建立一個產品。

source: Please proceed to the Redux Framework issue tracker and supply us with your support URL below. Please also provide any information that will help us to reproduce your issue.
id_id: Silakan melanjutkannya ke pelacakan masalah Redux Framework dan beritahu kami dengan URL dukungan Anda di bawah ini. Diharapkan untuk memberikan informasi apapun yang dapat membantu kami dalam memecahkan masalah Anda.
zh_tw: 請繼續追蹤 Redux 開發框架的問題並從下方的支援網址提供給我們。也請提供任何資訊，這將有助於我們重現你的問題。

source: Listed below are the Wordpress plugins and/or theme installed on your site that utilize Redux Framework. We do not directly support products created with our framework. It is the responsibility of the plugin or theme developer to support their work. You will need to contact the author(s) of the products listed below with your support questions.
id_id: Di bawah ini adalah plugin dan/atau tema Wordpress yang diinstal pada situs Anda yang memanfaatkan Redux Framerowk. Kami tidak memberikan dukungan langsung terhadap produk yang dibuat dengan Framework kami. Ini merupakan tanggung jawab dari pengembang plugin atau tema untuk mendukung pekerjaannya. Anda perlu menghubungi pembuat produk yang tercantum di bawah ini dengan pertanyaan dukungan Anda.
zh_tw: 下方列出了安裝在你網站中使用 Redux 開發框架建立的的 WordPress 外掛和（或）佈景主題。我們不直接支援與我們的框架創建產品。這是外掛或主題開發者的責任，以便支援他們的工作。您將需要聯繫下面列出的產品作者，以便獲取支援。

source: Please be sure to include for your developer - via cut and paste - the Support URL in the box below.
id_id: Pastikan untuk menyertakan URL Dukungan yang ada di kotak bawah ini kepada pengembang Anda. - via cut dan paste -
zh_tw: 請確保包含你的開發者 - 透過剪下和貼上 - 在下方的支援網址框。

source: Should the developer not be responsive, read the <a href="%s" target="_blank">following article</a> before asking for support from us directly.
id_id: Pengembang tidak tanggap, baca <a href="%s" target="_blank">artikel berikut ini</a> sebelum meminta dukungan dari kami secara langsung.
zh_tw: 應該是開發者尚未回覆，請閱讀 <a href="%s" target="_blank">追蹤文章</a> 前，直接向我們尋求支援。

source: Support hash could not be generated. Please try again later.
id_id: Hash dukungan tidak dapat dihasilkan. Silakan coba lagi.
zh_tw: 哈希值支援可能不會產生。請稍候重試。

source: Welcome to Redux Framework
id_id: Selamat Datang di Redux Framework
zh_tw: 歡迎使用 Redux 開發框架

source: Redux Framework Changelog
id_id: Daftar perubahan pada Redux Framework
zh_tw: Redux 開發框架更新日誌

source: Get Support
id_id: Dapatkan Dukungan
zh_tw: 獲取支援

source: The people that develop Redux Framework
id_id: Orang-orang yang mengembangkan Redux Framewark
zh_tw: Redux 框架的開發者

source: Redux Framework Status
id_id: Status Redux Framework
zh_tw: Redux 開發框架狀態

source: What's New
id_id: Apa yang Terbaru
zh_tw: 新消息

source: Extensions
id_id: Ekstensi
zh_tw: 擴充元件

source: Changelog
id_id: Catatan Perubahan
zh_tw: 修改歷程

source: Credits
id_id: Penghargaan
zh_tw: 致謝

source: Support
id_id: Dukungan
zh_tw: 支援

source: Status
zh_tw: 狀態

source: View %s
id_id: Lihat %s
zh_tw: 查看 %s

source: Save Changes
id_id: Simpan perubahan
zh_tw: 儲存變更

source: Reset Section
zh_tw: 重設部份

source: Reset All
id_id: Reset Semua
zh_tw: 重設全部

source: Working...
id_id: Tunggu sebentar...
zh_tw: 處理中…

source: Developer Mode Enabled
id_id: Mode Pengembang Aktifkan
zh_tw: 開發者模式已開啟

source: Expand
id_id: Kembangkan
zh_tw: 擴充

source: Redux Framework has an embedded demo.
id_id: Redux Framework pada mode Demo
zh_tw: Redux Framework擁有一個內嵌的demo。

source: Click here to activate the sample config file.
id_id: Klik untuk mengaktifkan contoh file konfigurasi.
zh_tw: 點擊此處來啟用範例配置檔案。

source: Docs
zh_tw: 文件

source: Repo
zh_tw: 報告

source: Builder
zh_tw: 產生器

source: Deactivate Demo Mode
id_id: Nonaktifkan Mode Demo
zh_tw: 停用範例模式

source: Activate Demo Mode
id_id: Aktifkan Mode Demo
zh_tw: 啟用範例模式

source: Must call in of after the "plugins_loaded" action.
id_id: Harus dipanggil setelah tindakan "plugins_loaded"
zh_tw: 必須在之後調用 "plugins_loaded" 的操作。

source: Unknown action "%1$s" specified for %2$s
id_id: Tindakan tidak dikenal "%1$s" dispesifikasikan untuk %2$s
zh_tw: 未知的操作 "%1$s" 指定給 %2$s

source: The unknown action has been replaced with "%s"
id_id: Tindakan tidak dikenal telah diganti dengan "%s"
zh_tw: 未知的操作已被替換為 "%s"

source: Automatic action performed: "%s"
id_id: Tindakan otomatis dilakukan: "%s"
zh_tw: 自動執行的操作："%s"

source: Activate Development Plugins
id_id: Aktifkan Plugin Pengembang
zh_tw: 啟用外掛開發

source: Deactivate Development Plugins
id_id: Nonaktifkan Plugin Pengembang
zh_tw: 停用外掛開發

source: You do not have sufficient permissions to access this page.
id_id: Anda tidak memiliki cukup izin untuk mengakses halaman ini.
zh_tw: 你沒有足夠的權限編輯此頁面。

source: Redux is a simple, truly extensible options framework for WordPress themes and plugins.
id_id: Redux itu sederhana, framework pilihan yang benar-benar dapat dikembangkan untuk tema dan plugin Wordpress.
zh_tw: Redux 是一款針對 WordPress 佈景主題和外掛所設計的簡單、真正可擴充的選項框架。

# by author
source: by %s
id_id: oleh %s
zh_tw: 由 %s

source: Team Redux
id_id: Tim Redux
