Repository: WP-Translations/language-packs
Catalog: redux-framework/languages/redux-framework-*.po
Languages: id_id, zh_tw

source: You have changes that are not saved. Would you like to save them now?
id_id: Perubahan yang Anda lakukan belum disimpan. Apakah Anda ingin menyimpannya sekarang?
zh_tw: 您尚未儲存您的變更。您想要現在儲存您的變更嗎？

source: Are you sure? Resetting will lose all custom values.
id_id: Apakah Anda yakin? Reset akan menghapus semua pengaturan yang ada.
zh_tw: 您確定嗎？重置設定將遺失所有自訂值。

source: Are you sure? Resetting will lose all custom values in this section.
id_id: Apakah Anda yakin? Reset akan menghapus semua pengaturan pada bagian ini saja.
zh_tw: 您確定嗎？重置設定將遺失此區的所有自訂值。

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
id_id: Pengaturan saat ini akan diganti dengan pengaturan yang ditetapkan dalam preset. Lanjut?
zh_tw: 您目前的選項將被預設值取代。 您想繼續嗎？

source: Please Wait
id_id: Harap Tunggu
zh_tw: 請稍候

source: There was an error saving. Here is the result of your action:
id_id: Ada kesalahan yang disimpan. Berikut ini adalah akibat dari tindakan Anda:
zh_tw: 儲存時發生了一個錯誤。這是您操作的結果：

source: There was a problem with your action. Please try again or reload the page.
id_id: Ada masalah dengan tindakan Anda. Silakan coba lagi atau reload halaman.
zh_tw: 你的操作產生了一個問題。請重試或重新載入此頁面。

source: Warning- This options panel will not work properly without javascript!
id_id: Perhatian- Panel pengaturan ini tidak dapat bekerja dengan baik tanpa javascript!
zh_tw: 警告 - 沒有 JavaScript 此選項面板將無法正常運作！

source: Settings Imported!
id_id: Pengaturan telah diimpor!
zh_tw: 已匯入設定！

source: All Defaults Restored!
id_id: Semua pengaturan standar telah dipulihkan!
zh_tw: 已恢復所有預設值！

source: Section Defaults Restored!
id_id: Pengaturan standar bagian ini telah dipulihkan!
zh_tw: 此區已恢復預設值！

source: Settings Saved!
id_id: Pengaturan telah disimpan!
zh_tw: 設定已儲存！

source: Settings have changed, you should save them!
id_id: Pengaturan telah berubah, Anda harus menyimpannya!
zh_tw: 已變更設定。您應該儲存它！

source: error(s) were found!
id_id: ditemukan kesalahan!
zh_tw: 發現錯誤！

source: warning(s) were found!
id_id: ditemukan peringatan!
zh_tw: 警告！

source: <strong>Your panel has bundled outdated copies of Redux Framework template files</strong> &#8211; if you encounter functionality issues this could be the reason. Ensure you update or remove them.
id_id: <strong>Panel Anda dibundel dengan salinan usang dari file template Redux Framework</strong> &#8211; jika Anda menemui masalah fungsionalitas, bisa jadi inilah alasannya. Pastikan Anda memperbarui atau menghapusnya.
zh_tw: <strong>你的控制台已經綁定了過期的 Redux 框架模板檔案</strong> &#8211; 如果你發現網站存在問題，可能是此原因引起的，你可以更新這些或刪除它們。

source: Options panel created using %1$s
id_id: Panel pengaturan dibuat dengan %1$s
zh_tw: 選項面板由 %1$s 提供開發

source: Redux Framework
zh_tw: Redux 開發框架

source: Options
id_id: Pengaturan
zh_tw: 選項

source: System Info
id_id: Informasi System
zh_tw: 系統資訊

source: Enable
id_id: Aktifkan
zh_tw: 啟用

source: Disable
id_id: Nonaktifkan
zh_tw: 停用

source: moving the mouse over
id_id: menggerakkan mouse ke arah
zh_tw: 移動滑鼠

source: clicking
id_id: diklik
zh_tw: 點擊

source: Hints are tooltips that popup when %d the hint icon, offering addition information about the field in which they appear. They can be %d d by using the link below.
id_id: Petunjuk merupakan tooltip yang muncul saat %d ikon petunjuk, memberikan informasi tambahan tentang field dimana tooltip itu muncul. Mereka dapat %d dengan menggunakan link di bawah ini.
zh_tw: 工具提示是在 %d 點擊小圖示時彈出的資訊，它提供了目前欄位的補充資訊。利用下面的鍊結網址他們能夠被 %d 。

source: Hints
id_id: Petunjuk
zh_tw: 提示

source: Default
id_id: Standar
zh_tw: 預設

source: Invalid security credential, please reload the page and try again.
id_id: Credential keamanan yang tidak valid, silahkan reload halaman dan coba lagi.
zh_tw: 無效的安全認證，請重新載入頁面，然後再試一次。

source: Your panel has no fields. Nothing to save.
id_id: Panel Anda tidak memiliki field. Tidak ada yang perlu disimpan.
zh_tw: 你的面板沒有欄位。沒有需要儲存的內容。

source: Unable to modify required files. Please ensure that
id_id: Tidak dapat memodifikasi file yang dibutuhkan. Harap pastikan telah memiliki
zh_tw: 無法修改所需的檔案。請確認

source: has the proper read/write permissions or enter your FTP information below.
id_id: hak akses yang benar untuk membaca/menulis atau memasukkan informasi FTP Anda di bawah ini.
zh_tw: 具有適當的讀寫權限或者在底下輸入你的 FTP 資訊。

source: Dismiss
id_id: Abaikan
zh_tw: 關閉

source: <code>%s</code> version <strong style="color:red">%s</strong> is out of date. The core version is %s
id_id: <code>%s</code> versi <strong style="color:red">%s</strong> telah usang. Versi inti (core) adalah %s
zh_tw: <code>%s</code> 版本 <strong style="color:red">%s</strong> 是過期的。核心版本為 %s

source: The theme you are testing has %s embedded. We invite you to read the %sTheme-Check Documentation%s to understand some warnings you will see because of Redux.
id_id: Tema yang Anda uji telah memiliki %s. Kami mengajak Anda untuk membaca %sTheme-Check Documentation%s agar dapat memahami beberapa peringatan yang akan Anda lihat karena Redux.
zh_tw: 您目前正在測試的主題已內嵌 %s 。由於 Redux 的原因，您可能看到一些警告訊息，您可透過閱讀 %s主題檢測說明%s 來了解它們。

source: The following directories & files are still located in your <strong>Redux</strong> directory. They may cause errors in Theme-Check.
id_id: Berikut ini folder & file yang masih ada di dalam folder <strong>Redux</strong> Anda. Hal ini dapat menyebabkan kesalahan pada Theme-Check.
zh_tw: 以下的資料夾和檔案依舊位於您的 <strong>Redux</strong> 資料夾中。他們可能在主題檢測中導致錯誤。

source: Options Object
id_id: Pengaturan Object
zh_tw: 選項物件

source: Show Object in Javascript Console Object
id_id: Tampilkan Object pada Konsol Javascript
zh_tw: 在 Javascript 控制台顯示物件

source: You have changes that are not saved. Would you like to save them now?
id_id: Perubahan yang Anda buat belum disimpan. Mau disimpan sekarang?
zh_tw: 您尚未儲存變更。需要立即儲存嗎？

source: Are you sure? Resetting will lose all custom values.
id_id: Anda yakin? Reset akan menghapus semua custom value.
zh_tw: 您確定要這樣做？重置將會遺失目前所有的設定數值。

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
id_id: Pengaturan Anda saat ini akan digantikan dengan nilai preset yang dipilih. Tetap melanjutkan?
zh_tw: 您目前的設定將會被現在的變更覆寫。 確定繼續？

source: Import / Export
id_id: Impor / Ekspor
zh_tw: 匯入 / 匯出

source: Import Options
id_id: Impor Pengaturan
zh_tw: 匯入選項

source: Import from File
id_id: Impor dari File
zh_tw: 從檔案匯入

source: Import from URL
id_id: Impor dari URL
zh_tw: 從網址匯入

source: Input your backup file below and hit Import to restore your sites options from a backup.
id_id: Masukkan file cadangan dibawah ini lalu klik tombol Impor untuk memulihkan pengaturan dari file cadangan.
zh_tw: 在底下置入您的備份檔案，然後點擊匯入來恢復您的備份設定。

source: Input the URL to another sites options set and hit Import to load the options from that site.
id_id: Masukkan URL dari pengaturan situs lain dan klik Import untuk mengambil pengaturan dari situs tersebut.
zh_tw: 輸入另外一個網站的設定資料 URL, 然後點擊匯入來遠程匯入設定。

source: Import
id_id: Impor
zh_tw: 匯入

source: WARNING! This will overwrite all existing option values, please proceed with caution!
id_id: PERHATIAN! Prosedur ini akan penimpaan semua pengaturan yang ada, pastikan semua sesuai.
zh_tw: 警告！此動作將會覆寫目前所有設定數值，請小心使用！

source: Export Options
id_id: Ekspor Pengaturan
zh_tw: 匯出選項

source: Here you can copy/download your current option settings. Keep this safe as you can use it as a backup should anything go wrong, or you can use it to restore your settings on this site (or any other site).
id_id: Anda dapat menyalin/mengunduh pengaturan saat ini. Simpan baik-baik sebagai cadangan bila terjadi hal-hal yang tidak diinginkan, atau dapat digunakan untuk memulihkan pengaturan pada situs ini (atau situs lain).
zh_tw: 在此頁面你可以複製 / 下載 你目前的設定選項。你可以以此作為備份以免發生任何錯誤，或者你可以用來恢復此網站的備份設定 (或者其他網站的設定)。

source: Copy Data
id_id: Salin Data
zh_tw: 複製資料數據

source: Download Data File
id_id: Unduh File Data
zh_tw: 下載資料數據檔案

source: Copy Export URL
id_id: Salin URL Ekspor
zh_tw: 複製匯出網址

source: Transparent
id_id: Transparan
zh_tw: 透明

source: Background Repeat
id_id: Latar Berulang
zh_tw: 背景重複

source: Background Clip
id_id: Clip Latar
zh_tw: 背景片段

source: Background Origin
id_id: Asal Latar
zh_tw: 背景定位

source: Background Size
id_id: Ukuran Latar
zh_tw: 背景尺寸

source: Background Attachment
id_id: Lampiran Latar
zh_tw: 背景附件

source: Background Position
id_id: Posisi Latar
zh_tw: 背景位置

source: No media selected
id_id: Tidak ada media yang dipilih
zh_tw: 未選擇媒體

source: Upload
id_id: Unggah
zh_tw: 上傳

source: Remove
id_id: Hapus
zh_tw: 移除

source: All
id_id: Semua
zh_tw: 全部

source: Top
id_id: Atas
zh_tw: 頂

source: Right
id_id: Kanan
zh_tw: 靠右

source: Bottom
id_id: Bawah
zh_tw: 底

source: Left
id_id: Kiri
zh_tw: 左

source: Border style
id_id: Model Border
zh_tw: 邊框樣式

source: From
id_id: Dari
zh_tw: 從

source: To
id_id: Hingga
zh_tw: 到

source: Width
id_id: Lebar
zh_tw: 寬度

source: Height
id_id: Tinggi
zh_tw: 高度

source: Units
id_id: Satuan
zh_tw: 單位

source: Add/Edit Gallery
id_id: Tambah/Hapus Galeri
zh_tw: 新增 / 編輯藝廊

source: Clear Gallery
id_id: Bersihkan Galeri
zh_tw: 清除藝廊

source: Regular
id_id: Reguler
zh_tw: 規則

source: Hover
zh_tw: 懸浮

source: Visited
zh_tw: 已造訪

source: Active
id_id: Aktif
zh_tw: 啟用

source: Add More
id_id: Tambah
zh_tw: 新增更多

source: Password
id_id: Kata Sandi
zh_tw: 密碼

source: Username
id_id: Nama Pengguna
zh_tw: 帳號

source: Select an item
id_id: Pilih
zh_tw: 選擇一個項目

source: No items of this type were found.
id_id: Tidak ada pilihan untuk field jenis berikut
zh_tw: 找不到此種類型的項目。

source: Slide
zh_tw: 幻燈片

source: New %s
id_id: Baru %s
zh_tw: 新 %s

source: Title
id_id: Judul
zh_tw: 標題

source: Description
id_id: Deskripsi
zh_tw: 說明

source: URL
zh_tw: 鏈結網址

source: Delete
id_id: Hapus
zh_tw: 刪除

source: Add %s
id_id: Tambah %s
zh_tw: 新增 %s

source: On
id_id: Aktif
zh_tw: 開啟

source: Off
id_id: Nonaktif
zh_tw: 關閉

source: Font Family
id_id: Jenis Huruf
zh_tw: 字型

source: Font family
id_id: Jenis huruf
zh_tw: 字體

source: Backup Font Family
id_id: Cadangan Jenis Huruf
zh_tw: 備份字型

source: Font style
id_id: Model huruf
zh_tw: 字型樣式

source: Font Weight &amp; Style
id_id: Ketebalan &amp; Model Huruf
zh_tw: 字寬 &amp; 樣式

source: Style
id_id: Model
zh_tw: 樣式

source: Font subsets
id_id: Subset huruf
zh_tw: 字型子集

source: Font Subsets
id_id: Subset Huruf
zh_tw: 字型子集

source: Subsets
id_id: Subset
zh_tw: 子集

source: Font script
id_id: Bentuk Huruf
zh_tw: 字型腳本

source: Text Align
id_id: Teks Align
zh_tw: 文字對齊

source: Text Transform
id_id: Teks Transform
zh_tw: 文字變換

source: Font Variant
id_id: Varian Huruf
zh_tw: 字型變化

source: Text Decoration
id_id: Dekorasi Teks
zh_tw: 文字修飾

source: Font Size
id_id: Ukuran Huruf
zh_tw: 字型大小

source: Size
id_id: Ukuran
zh_tw: 大小

source: Line Height
id_id: Tinggi Baris
zh_tw: 行高

source: Word Spacing
id_id: Jarak antar kata
zh_tw: 文字間距

source: Letter Spacing
id_id: Jarak antar huruf
zh_tw: 字型間距

source: Font Color
id_id: Warna Huruf
zh_tw: 字型顏色

source: Font color
id_id: Warna huruf
zh_tw: 字型顏色

source: Standard Fonts
id_id: Huruf Standar
zh_tw: 標準字型

source: Google Webfonts
zh_tw: Google 網頁字型庫

source: Help improve Our Panel
id_id: Berperan dalam pengembangan Panel
zh_tw: 協助我們改善面板

source: Please helps us improve our panel by allowing us to gather anonymous usage stats so we know which configurations, plugins and themes to test to ensure compatibility.
id_id: Harap bantu kami dalam meningkatkan panel ini dengan mengizinkan kami mengumpulkan statistik penggunaan secara anonim sehingga kami dapat mengetahui konfigurasi, plugin dan tema untuk diuji dan memastikan kompatibilitas.
zh_tw: 請協助並允許我們收集匿名的使用統計資訊，好讓我們知道該如何進行測試，以確保相容哪些配置、外掛和主題以改善我們的面板。

source: Allow tracking
id_id: Izinkan pelacakan
zh_tw: 允許追蹤

source: Do not allow tracking
id_id: Jangan izinkan pelacakan
zh_tw: 不允許追蹤

source: Welcome to the Redux Demo Panel
id_id: Selamat datang di Demo Panel Redux
zh_tw: 歡迎來到 Redux 範例面板

source: Getting Started
id_id: Memulai
zh_tw: 入門指南

source: This panel demonstrates the many features of Redux. Before digging in, we suggest you get up to speed by reviewing %1$s.
id_id: Panel ini menunjukkan fitur-fitur dari Redux. Sebelum menggalinya, kami sarankan Anda untuk mengkaji %1$s agar lebih cepat mendalaminya.
zh_tw: 此面板展示了 Redux 的眾多功能。在挖掘之前，我們建議您通過查看 %1$s 以獲得快速入門方式。

source: our documentation
id_id: dokumentasi kami
zh_tw: 我們的說明文件

source: Redux Generator
zh_tw: Redux 產生器

source: Want to get a head start? Use the %1$s. It will create a customized boilerplate theme or a standalone admin folder complete with all things Redux (with the help of Underscores and TGM). Save yourself a headache and try it today.
id_id: Ingin memulainya sekarang? Gunakan %1$s. Ini akan membuat tema standar yang telah disesuaikan atau folder admin yang terpisah lengkap dengan Redux (dengan bantuan Underscores dan TGM). Selamatkan diri Anda dari sakit kepala dan cobalah sekarang.
zh_tw: 想要獲得一個良好的開端？ 使用 %1$s。它將創建一個定制的可反覆套用的主題或一個獨立的管理資料夾，當中配備了所有 Redux 的檔案（在 Underscores 和 TGM 的幫助下）。拯救自己免於頭痛，今天就試試吧！

source: Redux Extensions
id_id: Ekstensi Redux
zh_tw: Redux 擴充元件

source: Did you know we have extensions, which greatly enhance the features of Redux? Visit our %1$s to learn more!
id_id: Tahukah Anda, kami memiliki ekstensi yang dapat meningkatkan fitur Redux? Kunjungi %1$s kami untuk mempelajari lebih lanjut!
zh_tw: 你知道我們有可以大大提昇 Redux 功能的擴充元件嗎？造訪我們的 %1$s 了解更多！

source: extensions directory
id_id: direktori ekstensi
zh_tw: 擴充元件目錄

source: Like Redux?
id_id: Senang dengan Redux?
zh_tw: 喜歡 Redux 嗎？

source: If so, please %1$s and consider making a %2$s to keep development of Redux moving forward.
id_id: Jika demikian, silakan %1$s dan pertimbangkanlah untuk melakukan %2$s agar pengembangan Redux tetap berjalan.
zh_tw: 如果答案是肯定的，請 %1$s 並考慮訂製一個 %2$s 以便持續讓 Redux 的發展向前邁進。

source: leave us a favorable review on WordPress.org
id_id: berikan ulasan untuk kami yang menguntungkan di WordPress.org
zh_tw: 在 WordPress.org 替我們留下好評

source: donation
id_id: donasi
zh_tw: 捐贈

source: Newsletter
zh_tw: 電子報

source: If you'd like to keep up to with all things Redux, please subscribe to our newsletter
id_id: Jika Anda ingin selalu mengikuti perkembangan tentang Redux, silakan berlangganan newsletter kami
zh_tw: 如果你想要持續了解 Redux 的最新消息，請訂閱我們的電子報

source: Email address
id_id: Alamat Email
zh_tw: Email 信箱

source: Subscribe
id_id: Berlangganan
zh_tw: 訂閱

source: Close
id_id: Tutup
zh_tw: 關閉

source: This field must be a valid color value.
id_id: Masukkan hanya nilai warna yang valid.
zh_tw: 此欄位必須是有效的色碼。

source: You must provide a comma separated list of numerical values for this option.
id_id: Masukkan daftar berupa barisan angka dibatasi tanda koma.
zh_tw: 你必須為該選項提供一個以半形英文逗點分隔的數值列表。

source: Unsafe strings were found in your CSS and have been filtered out.
id_id: String tidak aman ditemukan pada CSS Anda dan telah disaring.
zh_tw: 不安全的字串已在你的 CSS 樣式中發現並已過濾掉。

source: This field must be a valid date.
id_id: Masukkan tanggal yang valid.
zh_tw: 此欄位必須是一個日期的值。

source: You must provide a valid email for this option.
id_id: Anda harus memasukkan email yang valid.
zh_tw: 你必須提供該選項一個有效的 email 信箱。

source: You must not enter any HTML in this field, all HTML tags have been removed.
id_id: Anda tidak dapat memasukkan segala format HTML pada field ini, semua tag HTML akan dihapus.
zh_tw: 你不能在此欄位中輸入任何 HTML 程式碼，所有的 HTML 標籤將被移除。

source: You must not enter any special characters in this field, all special characters have been removed.
id_id: Anda tidak dapat memasukkan karakter spesial pada field ini, semua spesial karakter akan dihapus.
zh_tw: 你不能在此欄位中輸入任何特殊字符，所有特殊字符將被移除。

source: This field cannot be empty. Please provide a value.
id_id: Field ini tidak boleh kosong. Harap masukkan nilai.
zh_tw: 此欄位必須填寫。請提供一個值。

source: You must provide a numerical value for this option.
id_id: Anda harus memasukkan nilai numeric.
zh_tw: 你必須為該選項提供一個數值。

source: That URL slug is in use, please choose another. <code>%s</code> is open for use.
id_id: Slug URL telah digunakan, silakan gunakan yang lain. <code>%s</code> dapat digunakan.
zh_tw: 該網址已被使用，請選擇另外一個網址。<code>%s</code> 開放使用。

source: You must provide a valid URL for this option.
id_id: Anda harus memasukkan URL yang valid.
zh_tw: 你必須為該選項提供一個有效的網址。

source: Welcome to Redux Framework %s
id_id: Selamat Datang di Redux Framework %s
zh_tw: 歡迎使用 Redux 開發框架 %s

source: Thank you for updating to the latest version! Redux Framework %s is a huge step forward in Redux Development. Look at all that's new.
id_id: Terima kasih telah memperbarui ke versi terbaru! Redux Framework %s merupakan kemajuan yang besar dalam Pengembangan Redux. Lihatlah semua yang baru.
zh_tw: 感謝您更新到最新版本！Redux 開發框架 %s 版本令 Redux 的發展向前邁進了一大步。看看所有最新的功能。

source: Version %s
id_id: Versi %s
zh_tw: 版本 %s

source: What is Redux Framework?
id_id: Apa itu Redux Framework?
zh_tw: 什麼是 Redux 開發框架？

source: Redux Framework is the core of many products on the web. It is an option framework which developers use to enhance their products.
id_id: Redux Framework merupakan inti dari produk-produk yang ada di web. Ini merupakan salah satu pilihan framework yang digunakan para pengembang untuk meningkatkan produk mereka.
zh_tw: Redux 開發框架是許多網站的核心。它是一個提供開發者們使用的網站主題選項框架。

source: Learn More
id_id: Selengkapnya
zh_tw: 了解更多

source: New in this Release
id_id: Baru dalam rilis ini
zh_tw: 在這個新版本

source: Redux Framework - Changelog
id_id: Redux Framework - Daftar Perubahan
zh_tw: Redux 開發框架 - 更新日誌

source: Our core mantra at Redux is backwards compatibility. With hundreds of thousands of instances worldwide, you can be assured that we will take care of you and your clients.
id_id: Inti mantra kami pada Redux adalah backwards compatibility. Dengan ratusan ribu contoh diseluruh dunia, yakinlah kami akan menjaga Anda dan klien Anda.
zh_tw: 我們 Redux 核心的口頭禪是：向下相容。憑藉世界各地的數十萬個實例，你可以放心，我們會照顧你和你的客戶。

source: Redux Framework - A Community Effort
id_id: Redux Framework - Karya Komunitas
zh_tw: Redux 開發框架 - 一個努力的社群

source: We recognize we are nothing without our community. We would like to thank all of those who help Redux to be what it is. Thank you for your involvement.
id_id: Kami sadar, kami tidak akan ada tanpa komunitas kami. Kami ucapkan terima kasih kepada semua orang yang telah membantu Redux menjadi seperti sekarang. Terima kasih atas keterlibatan Anda.
zh_tw: 我們認知到我們不可失去我們的社區。我們要感謝所有幫助 Redux 的朋友們。感謝您的參與。

source: Redux is created by a community of developers world wide. Want to have your name listed too? <a href="https://github.com/reduxframework/redux-framework/blob/master/CONTRIBUTING.md" target="_blank">Contribute to Redux</a>.
id_id: Redux diciptakan oleh para pengembang yang ada diseluruh dunia. Nama Anda ingin tercantum juga? <a href="https://github.com/reduxframework/redux-framework/blob/master/CONTRIBUTING.md" target="_blank">Kontribusi ke Redux</a>.
zh_tw: Redux 是由世界各地的開發者社群所建立。希望你的名字也列在其中嗎？<a href="https://github.com/reduxframework/redux-framework/blob/master/CONTRIBUTING.md" target="_blank">貢獻 Redux</a>。

source: Redux Framework - Extensions
id_id: Redux Framework - Ekstensi
zh_tw: Redux 開發框架 - 擴充元件

source: Supercharge your Redux experience. Our extensions provide you with features that will take your products to the next level.
id_id: Tingkatkan pengalaman Redux Anda. Ekstensi kami menyediakan fitur-fitur yang akan membawa produk Anda ke tingkat yang lebih tinggi.
zh_tw: 優化你的 Redux 體驗。我們的擴充元件提供您為您的產品推向一個新層級的功能。

source: While some are built specificially for developers, extensions such as Custom Fonts are sure to make any user happy.
id_id: Meskipun beberapa ekstensi diperuntukkan khusus untuk para pengembang, ekstensi-ekstensi seperti Custom Fonts pasti akan membuat para pengguna senang.
zh_tw: 雖然有些是為開發者專門打造的，擴充元件中的自訂字型一定會令任何使用者滿意。

source: Redux Framework - System Status
id_id: Redux Framework - Status Sistem
zh_tw: Redux 開發框架 - 系統狀態

source: Please copy and paste this information in your ticket when contacting support:
id_id: Silakan salin dan tempel informasi ini dalam tiket Anda ketika menghubungi dukungan:
zh_tw: 當你要發送問題表單時，請複製並貼上這些資訊給客服人員：

source: Get System Report
id_id: Dapatkan Laporan Sistem
zh_tw: 獲取系統報告

source: Understanding the Status Report
id_id: Memahami Laporan Status
zh_tw: 了解狀態報告

source: Copied!
id_id: Tersalin!
zh_tw: 複製！

source: Copy for Support
id_id: Salin untuk Dukungan
zh_tw: 支援副本

source: WordPress Environment
id_id: Lingkungan Wordpress
zh_tw: WordPress 環境

source: Home URL
id_id: URL Beranda
zh_tw: 首頁網址

source: The URL of your site's homepage.
id_id: URL halaman depan situs Anda.
zh_tw: 此網址是你網站的首頁。

source: Site URL
id_id: URL Situs
zh_tw: 網站網址

source: The root URL of your site.
id_id: URL root situs Anda.
zh_tw: 您網站的網址。

source: Redux Version
id_id: Versi Redux
zh_tw: Redux 版本

source: The version of Redux Framework installed on your site.
id_id: Versi Redux Framework yang terpasang pada situs Anda.
zh_tw: 安裝在您網站的 Redux 開發框架版本。

source: Redux Data Directory Writable
id_id: Folder Redux Data Dapat Ditulis
zh_tw: Redux 資料目錄可寫入

source: Redux and its extensions write data to the <code>uploads</code> directory. This directory must be writable.
id_id: Redux dan ekstensinya menulis data pada folder <code>uploads</code>. Folder ini harus dapat ditulis.
zh_tw: Redux 和其擴充元件資料寫入到 <code>uploads</code> 資料夾中。此資料夾必須為可寫入。

source: To allow data saving, make <code>%s</code> writable.
id_id: Agar dapat menyimpan data, pastikan <code>%s</code> dapat ditulis.
zh_tw: 允許儲存資料，使 <code>%s</code> 可寫。

source: WP Version
id_id: Versi WP
zh_tw: WP 版本

source: The version of WordPress installed on your site.
id_id: Versi Wordpress yang terpasang pada situs Anda.
zh_tw: 安裝在您網站的 WordPress 版本。

source: WP Multisite
zh_tw: WP 多站點

source: Whether or not you have WordPress Multisite enabled.
id_id: Menunjukkan apakah Anda memiliki WordPress Multisite dan aktif/nonaktif.
zh_tw: 無論你是否啟用 WordPress 的多站點功能。

source: Permalink Structure
id_id: Struktur Permalink
zh_tw: 固定網址結構

source: The current permalink structure as defined in Wordpress Settings->Permalinks.
id_id: Struktur permalink saat ini yang didefinisikan di Wordpress, Pengaturan->Permalinks.
zh_tw: 目前在 WordPress 設定 -> 固定網址頁面中的固定網址結構。

source: Front Page Display
id_id: Tampilan Halaman Depan
zh_tw: 前台頁面顯示

source: The current Reading mode of Wordpress.
id_id: Mode Membaca saat ini pada Wordpress.
zh_tw: WordPress 目前的閱讀模式。

source: Front Page
id_id: Halaman Depan
zh_tw: 首頁

source: The currently selected page which acts as the site's Front Page.
id_id: Halaman yang dipilih sebagai Halaman Depan situs.
zh_tw: 目前選定的頁面作為網站的首頁。

source: Posts Page
id_id: Halaman Post
zh_tw: 文章頁

source: The currently selected page in where blog posts are displayed.
id_id: Halaman yang dipilih untuk menampilkan tulisan blog.
zh_tw: 目前選定的頁面作為部落格文章顯示頁。

source: WP Memory Limit
id_id: Memori Limit WP
zh_tw: WP 記憶體限制

source: The maximum amount of memory (RAM) that your site can use at one time.
id_id: Maksimal memori (RAM) yang dapat digunakan situs Anda dalam sekali waktu.
zh_tw: 你的網站能夠在同一時間使用的最大記憶體（RAM）。

source: %s - We recommend setting memory to at least 40MB. See: <a href="%s" target="_blank">Increasing memory allocated to PHP</a>
id_id: %s - Kami menganjurkan pengaturan memori setidaknya 40MB. Lihat: <a href="%s" target="_blank">Meningkatkan alokasi memori untuk PHP</a>
zh_tw: %s - 我們建議設定記憶體至少 40MB。瀏覽：<a href="%s" target="_blank">替 PHP 增加記憶體分配</a>

source: Database Table Prefix
id_id: Prefiks Tabel Database
zh_tw: 資料庫的資料表前綴

source: The prefix structure of the current Wordpress database.
id_id: Struktur prefiks dari database Wordpress saat ini.
zh_tw: 目前 WordPress 的資料庫中使用的資料表前綴結構。

source: WP Debug Mode
id_id: Mode Debug WP
zh_tw: WP 調試模式

source: Displays whether or not WordPress is in Debug Mode.
id_id: Menunjukkan apakah Wordpress dalam Mode Debug.
zh_tw: 顯示了是否讓 WordPress 處於調試模式下。

source: Language
id_id: Bahasa
zh_tw: 語言
