Repository: WP-Translations/language-packs
Catalog: wordstrap/languages/wordstrap-*.po
Languages: fr_fr, tr_tr

source: registered %s ago
fr_fr: Enregistr&eacute; il y a %s
tr_tr: %s önce kaydoldu

source: Posts published by %s
fr_fr: Tous les articles de %s
tr_tr: %s tarafından gönderiler

source: Sorry, but there are no posts by this author.
fr_fr: Désolé, mais cet auteur n'a pas encore publié d'article.
tr_tr: Üzgünüz, bu yazardan herhangi gönderi yok.

source: This post is password protected. Enter the password to view any comments.
fr_fr: Cet article est prot&eacute;g&eacute; par un mot de passe. Veuillez le saisir pour afficher les commentaires.
tr_tr: Bu yazı parola korumalı. Yorumları görmek için parola girin.

source: There is %d comment
fr_fr: Il y a %d commentaire
tr_tr: %d yorum var

source: There are %d comments
fr_fr: Il y a %d commentaires
tr_tr: %d yorum var

source: There are no comments
fr_fr: Il n&rsquo;y a pas d&rsquo;autres commentaires.
tr_tr: Yorum yok

source: Name
fr_fr: Nom
tr_tr: İsim

source: Email
fr_fr: Adresse de contact
tr_tr: Eposta

source: Leave a Reply
fr_fr: Laisser un commentaire
tr_tr: Bir cevap bırakın

source: Wordstrap widgetized area
fr_fr: Zone des widgets Wordstrap
tr_tr: Wordstrap bileşensel alan

source: %1$s on %2$s <span class="says">said:</span>
fr_fr: %1$s <span class="says">a dit&nbsp;:</span> sur %2$s
tr_tr: %2$s için %1$s <span class="says">der ki</span>

source: %1$s at %2$s
fr_fr: %1$s à %2$s
tr_tr: %1$s tarihinde, saat %2$s

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.
tr_tr: Yorumunuz onay bekliyor

source: Reply
fr_fr: Répondre
tr_tr: Yanıtla

source: Untitled
fr_fr: Sans titre
tr_tr: Başlıksız

source: Read the rest of the article
fr_fr: Lire la suite de l'article...
tr_tr: Makalenin kalanını oku

source: Read the rest
fr_fr: Lire la suite
tr_tr: Kalanını oku

source: <i class="icon-circle-arrow-left"></i> OLDER POSTS
fr_fr: <i class="icon-circle-arrow-left"></i> Articles plus anciens
tr_tr: <i class="icon-circle-arrow-left"></i> DAHA ESKİ GÖNDERİLER

source: NEWER POSTS <i class="icon-circle-arrow-right"></i>
fr_fr: Articles plus récents <i class="icon-circle-arrow-right"></i>
tr_tr: DAHA YENİ GÖNDERİLER <i class="icon-circle-arrow-right"></i>

source: Nothing Found !
fr_fr: Oups !
tr_tr: Hiçbir şey bulunamadı !

source: Sorry, but no results were found for the requested query. Try another search.
fr_fr: On dirait que vous cherchez quelque chose qui n'existe pas ! Essayez autre chose...
tr_tr: Üzgünüz, fakat talep edilen sorgu için hiçbir sonuç bulunamadı. Birbaşka arama deneyin.

source: You should customize a %s
fr_fr: Vous devriez utiliser un %s
tr_tr: Bir %s özelleştirmelisiniz

source: Like this theme? Support my work
fr_fr: Si vous aimez ce thème, encouragez mon travail.
tr_tr: Bu temayı sevdiniz mi? Çalışmalarımı destekleyin

source: Page %s
tr_tr: Sayfa %s

source: About
fr_fr: À propos
tr_tr: Hakkında

source: Follow us
fr_fr: Suivez-nous !
tr_tr: Bizi takip edin

source: Powered by Wordstrap
fr_fr: Réalisé avec Wordstrap
tr_tr: Wordstrap'in desteğiyle

source: Featured
fr_fr: Mis en avant
tr_tr: Öne Çıkan

source: Theme Options
fr_fr: Options du thème
tr_tr: Tema Seçenekleri

source: %s Theme Options
fr_fr: %s Options du thème
tr_tr: %s Teması Seçenekleri

source: Appearance
fr_fr: Apparance
tr_tr: Görünüm

source: Extras
tr_tr: Ekstralar

source: Footer
fr_fr: Pied de page
tr_tr: Dipnot

source: Front page
fr_fr: Page d&rsquo;accueil
tr_tr: Ön sayfa

source: Appearance settings
fr_fr: Configuration de l'apparance
tr_tr: Görüntü ayarları

source: Customize the layout and colors
fr_fr: Personnalisez la agencementPersonnalisation de la disposition et des couleurs
tr_tr: Dizilim ve renkleri özelleştir

source: Layout
fr_fr: Disposition
tr_tr: Dizilim

source: Full width
fr_fr: Pleine largeur
tr_tr: Tam genişlik

source: 2 cols left
fr_fr: 2 colonnes gauche
tr_tr: 2 sütun solda

source: 2 cols right
fr_fr: 2 colonnes droite
tr_tr: 2 sütun sağda

source: 3 cols
fr_fr: 3 colonnes
tr_tr: 3 sütun

source: Sidebar widths
fr_fr: Largeur de la Sidebar
tr_tr: Yanbar genişlikleri

source: Sidebar widths are given in Bootstrap's grid system "units". Maximum size is 12. The width of the center column is automatically calculated.
fr_fr: La largeur de la sidebar est exprimée en "unités" du sytème de grille Bootstrap. La taille maximale est 12. La largeur de la colonne centrale est calculée automatiquement.
tr_tr: Yanbar genişlikleri Bootstrap'in ızgara sistemi birimi ile verilmiştir. Azami boyut 12dir. Orta sütunun genişliği otomatik hesaplanacaktır.

source: Left sidebar
fr_fr: Sidebar gauche
tr_tr: Sol yanbar

source: Right sidebar
fr_fr: Sidebar droite
tr_tr: Sağ yanbar

source: Style
tr_tr: Biçim

source: Select a style from the "inc/styles" folder
fr_fr: Sélectionnez un style dans le dossier "inc/styles".
tr_tr: "inc/styles" dizininden bir biçim seçin

source: There are no styles available !
fr_fr: Aucun style disponible !
tr_tr: Hiç biçim mevcut değil !

source: Background gradient for widget headers
fr_fr: Dégradé d'arrière-plan pour l'en-tête des widgets
tr_tr: Bileşen üst kısımları için arkaplan geçişi

source: Start Color
fr_fr: Couleur de d&eacute;but
tr_tr: Başlangıç Rengi

source: Ending Color
fr_fr: Couleur de fin
tr_tr: Bitiş Rengi

source: Text Color
fr_fr: Couleur du texte
tr_tr: Metin Rengi

source: Header options
fr_fr: Options pour l'en-tête
tr_tr: Üst kısım seçenekleri

source: Hide Header
fr_fr: Masquer l&rsquo;en-tête
tr_tr: Üst Kısmı Gizle

source: Show Search form in header
fr_fr: Afficher la boîte de recherche dans l'en-tête
tr_tr: Üst kısımda arama formunu göster

source: Header Height
fr_fr: Hauteur de l'en-tête
tr_tr: Üst Kısım Yüksekliği

source: Header Background gradient
fr_fr: Dégradé d'arrière-plan de l'en-tête
tr_tr: Üst kısım arkaplan geçişi

source: Navbar options
fr_fr: Options de la barre de navigation
tr_tr: Gezinimbarı seçenekleri

source: Hide Nav bar
fr_fr: Masquer la barre de navigation
tr_tr: Gezinimbarını gizle

source: Show Site title in nav bar
fr_fr: Afficher le nom du site sur la barre de navigation
tr_tr: Gezinimbarında site başlığını göster

source: Show Search form in nav bar
fr_fr: Afficher la boîte de recherche sur la barre de navigation
tr_tr: Gezinimbarında arama formunu göster

source: Show Home link in nav bar
fr_fr: Afficher un lien vers la page d'accueil sur la barre de navigation
tr_tr: Gezinimbarında anasayfa bağlantısını göster

source: Navbar Background gradient
fr_fr: Dégradé d'arrière-plan de la barre de navigation
tr_tr: Gezinimbarı arkaplan geçişi

source: Hide Breadcrumb
fr_fr: Masquer le fil d'Ariane
tr_tr: Breadcrumb'ı Gizle

source: Misc.
fr_fr: Divers
tr_tr: Muhtelif

source: Fixed Header/Nav bar
fr_fr: En-tête/barre de navigation fixes
tr_tr: Sabit Üst Kısım/Gezinimbarı

source: This will make the Header, Nav bar or both of them stick to the top.
fr_fr: Ceci immobilisera l'en-tête, la barre de navigation ou les deux en haut de page.
tr_tr: Bu Üst Kısmı, Gezinimbarını veya her ikisini de üst tarafa yapıştırır.

source: Make theme responsive
fr_fr: Rendre le thème responsive
tr_tr: Temayı responsive yapın

source: Use this option to make your site "auto adaptable" for mobile devices.
fr_fr: Utilisez cette option pour "auto adapter" votre site aux supports portables.
tr_tr: Sitenizin mobil cihazlara "otomatik adapte" olabilmesi için bu seçeneği kullanın.

source: Some extra functionalities
fr_fr: Quelques options supplémentaires
tr_tr: Birkaç ekstra fonksiyonelite

source: Use Google API Fonts ?
fr_fr: Utiliser les polices de caractères de Google API Fonts ?
tr_tr: Google API Yazıtipleri Kullanılsın mı?

source: Type the name of a font
fr_fr: Indiquez le nom d'une police
tr_tr: Bir yazıtipi adı girin

source: Find more fonts at
fr_fr: Chercher des polices supplémentaires sur
tr_tr: Daha fazla yazıtipini şurada bulabilirsiniz:

source: Use it in
fr_fr: L'utiliser dans
tr_tr: Şurada kullan:

source: Widget titles
fr_fr: Titres des Widgets
tr_tr: Bileşen başlıkları

source: Post titles
fr_fr: Titres des articles
tr_tr: Yazı başlıkları

source: Page titles
fr_fr: Titres des pages
tr_tr: Sayfa başlıkları

source: Display social share buttons in ALL posts?
fr_fr: Afficher les boutons des réseaux sociaux sur TOUS les articles ?
tr_tr: Sosyal paylaşım butonları TÜM gönderilerde görüntülensin mi?

source: or uncheck this and use the shortcode <b>[social_share]</b> for displaying social share buttons only where you want posts or pages
fr_fr: ou décochez cela et utilise le shortcode <b>[social_share]</b> pour afficher ces boutons sur les articles et les pages que vous choisissez
tr_tr: ya da bunun işaretini kaldırıp <b>[social_share]</b> kısakodunu sosyal paylaşım butonlarını yazı veya sayfalarda nerede istiyorsanız orada görüntülemek için kullanın

source: Google Analytics code
fr_fr: Code Google Analytics
tr_tr: Google Analytics kodu

source: Here you can paste the full Google Analytics script for your site, including the <b>&lt;script&gt;</b> tags.
fr_fr: !Ici vous pouvez coller la totalité du script d'affiliation à Google Analytics pour le site, en incluant les balises <b>&lt;script&gt;</b>.
tr_tr: <b>&lt;script&gt;</b> etiketlerini dahil ederek Google Analytics skriptinin tamamını buraya yapıştırabilirsiniz.

source: Footer Elements settings
fr_fr: Configuration des éléments en pied de page
tr_tr: Dipnot Elemanları ayarları

source: Customize the footer of your site
fr_fr: Personnalisez le pied de page de votre site
tr_tr: Sitenizin dipnotunu özelleştirin

source: Footer Title
fr_fr: Titre du pied de page
tr_tr: Dipnot Başlığı

source: Footer Title Social
fr_fr: Titre des éléments sociaux en pied de page
tr_tr: Dipnot Başlığı Sosyal

source: Footer text
fr_fr: Texte en pied de page
tr_tr: Dipnot metni

source: Social buttons
fr_fr: Boutons sociaux
tr_tr: Sosyal butonlar

source: Facebook Button
fr_fr: Bouton Facebook
tr_tr: Facebook Butonu

source: Google+ Button
fr_fr: Bouton Google+
tr_tr: Google+ Butonu

source: Twitter Button
fr_fr: Bouton Twitter
tr_tr: Twitter Butonu

source: Show Linkedin Button
fr_fr: Afficher le bouton Linkedin
tr_tr: Linkedin Butonunu Göster

source: Show GitHub Button
fr_fr: Afficher le bouton GitHub
tr_tr: GitHub Butonunu Göster

source: Show YouTube Button
fr_fr: Afficher le bouton YouTube
tr_tr: YouTube Butonunu Göster

source: Display Creative Commons logo
fr_fr: Afficher le logo de la licence Creative Commons
tr_tr: Creative Commons logosunu görüntüle

source: Front page settings
fr_fr: Configuration de la page d&rsquo;accueil
tr_tr: Ön sayfa ayarları

source: Select which elements will be displayed in the front page.
fr_fr: Sélectionnez les éléments à afficher sur la page d'accueil
tr_tr: Ön sayfada hangi elemanların görüntüleneceğini seç.

source: Display Intro container
fr_fr: Affichage d'une introduction
tr_tr: Giriş ekranı yerini görüntüle

source: Display page
fr_fr: Afficher la page
tr_tr: Sayfayı görüntüle

source: Select an item...
fr_fr: Sélectionner un élément...
tr_tr: Bir eleman seç...

source: Container colors
fr_fr: Couleurs du container
tr_tr: Yer renkleri

source: Background
fr_fr: Arrière-plan
tr_tr: Arkaplan

source: Text
fr_fr: Texte
tr_tr: Metin

source: Options
tr_tr: Seçenekler

source: Show page title
fr_fr: Afficher le titre de la page
tr_tr: Sayfa başlığını göster

source: Wrap in a box
fr_fr: Afficher dans une boîte
tr_tr: Bir kutu içinde kapsa

source: Display Featured items container
fr_fr: Affichage des éléments à mettre en avant
tr_tr: Öne çıkan elemanlarının yerini görüntüle

source: Select category:
fr_fr: Choix de la rubrique
tr_tr: Kategori seç:

source: Select a category...
fr_fr: Sélectionner une rubrique...
tr_tr: Bir kategori seç...

source: Title
fr_fr: Titre
tr_tr: Başlık

source: Title color
fr_fr: Couleur du titre
tr_tr: Başlık rengi

source: Number
fr_fr: Quantité
tr_tr: Sayı

source: Display Tabs
fr_fr: Affichage des onglets
tr_tr: Sekmeleri Görüntüle

source: First tab
fr_fr: Premier onglet
tr_tr: İlk Sekme

source: Categorized posts
fr_fr: Articles par rubriques
tr_tr: Kategorilenmiş gönderiler

source: Latest posts
fr_fr: Articles récents
tr_tr: Son gönderiler

source: Popular posts
fr_fr: Articles les plus lus
tr_tr: Popüler gönderiler

source: category
fr_fr: Rubrique
tr_tr: kategori

source: Second tab
fr_fr: Second onglet
tr_tr: İkinci sekme

source: Unused
fr_fr: Inutilisé
tr_tr: Kullanılmayan

source: Third tab
fr_fr: Troisième onglet
tr_tr: Üçüncü sekme

source: Fourth tab
fr_fr: Quatrième onglet
tr_tr: Dördüncü sekme

source: Display Blog loop
fr_fr: Afficher la boucle de Blog
tr_tr: Blog döngüsünü görüntüle

source: Save Changes
fr_fr: Enregistrer les modifications
tr_tr: Değişiklikleri Sakla

source: Theme options have been succesfully updated.
fr_fr: Les options du thème ont été mises à jour avec succès !
tr_tr: Tema seçenekleri başarıyla güncellendi.

source: Next page
fr_fr: Page suivante
tr_tr: Sonraki sayfa

source: Previous page
fr_fr: Page précédente
tr_tr: Önceki sayfa

source: Pages:
fr_fr: Pages&nbsp;:
tr_tr: Sayfalar:

source: Author
fr_fr: Auteur
tr_tr: Yazar

source: Categories
fr_fr: Rubriques
tr_tr: Kategoriler

source: no
tr_tr: hayır

source: %s comments
fr_fr: %s commentaire(s)
tr_tr: %s yorum

source: Tags
fr_fr: Mots-clés
tr_tr: Etiketler

source: Home
fr_fr: Accueil
tr_tr: Anasayfa

source: About the author
fr_fr: A propos de l'Auteur
tr_tr: Yazar hakkında

source: Search results
fr_fr: Résultats de la recherche
tr_tr: Arama sonuçları

source: Posts in category:
fr_fr: Articles de la rubrique:
tr_tr: Kategorideki gönderiler:

source: Browsing posts tagged:
fr_fr: Tous les articles par mots-clés
tr_tr: Etiketli gönderilere göz atma:

source: Browsing archived posts:
fr_fr: Tous les articles
tr_tr: Arşivlenmiş gönderilere göz atma:

source: Read article
fr_fr: Lire la suite
tr_tr: Makaleyi oku

source: PREV
fr_fr: Préc.
tr_tr: ÖNCEKİ

source: NEXT
fr_fr: Suivant
tr_tr: SONRAKİ

source: Widgets area #left
fr_fr: Zone de widgets gauche
tr_tr: Bileşen alanı #sol

source: add widgets here
fr_fr: Ajoutez des widgets ici
tr_tr: buraya bileşen ekle

source: Widgets area #right
fr_fr: Zone de widgets droite
tr_tr: Bileşen alanı #sağ

source: %d result(s) found for the term
fr_fr: %d résultat(s) trouvé pour ce mot
tr_tr: Bu terim için %d sonuç bulundu

source: Search
fr_fr: Rechercher...
tr_tr: Ara

source: Wordstrap is a WordPress theme designed with the popular Bootstrap CSS Framework, and using Font Awesome for the lightweight usage of icons. You can customize the layout in one, two or three columns, and choose the background colors of the header, navbar and widget headers and some other interesting features available in the theme options page.
fr_fr: Wordstrap est un thème WordPress conçu avec l'excellent Framework Bootstrap CSS et utilise Font Awesome pour la gestion des icônes. Vous pouvez personnaliser la mise en page en une, deux ou trois colonnes et choisir les couleurs d'arrière-plan de l'en-tête, l'en-tête de la navbar et des widgets et plein d'autres fonctionnalités à découvrir dans la page des options du thème.
tr_tr: Wordstrap popüler Bootstrap CSS Framework'ü ile tasarlanan bir WordPress temasıdır ve simgelerin hafifliği için Font Awesome kullanır. Dizilimi bir, iki veya üç kolona ayarlayabilirsiniz ve üst kısmın, gezinimbarının, bileşen üst kısımlarının ve tema seçenek sayfasında yer alan başka birkaç enteresan özelliğin arkaplan renklerini seçebilirsiniz.

source: Aritz Olabarrieta
tr_tr: Aritz Olabarrieta (çeviri: mapazarbasi)

source: One column
fr_fr: Une colonne
tr_tr: Tek sütun

source: Two columns (left)
fr_fr: Deux colonnes (à gauche)
tr_tr: İki sütun (sola)

source: Two columns (right)
fr_fr: Deux colonnes (à droite)
tr_tr: İki sütun (sağa)

source: Breadcrumb
fr_fr: Fil d'Ariane
