Repository: WP-Translations/language-packs
Catalog: hire-me-status-widget/languages/hire-me-status-widget-*.po
Languages: de_de, km

source: Sorry, %s requires WordPress
de_de: Sorry, %s erfordert WordPress
km: សូម​ទោស, %s ត្រូវ​ការ WordPress

source: Display your hiring status for a single person or a team.
de_de: Zeige deinen Anstellungsstatus für eine einzelne Person oder Team.
km: បង្ហាញ​ស្ថានភាព​ជួល​របស់​អ្នក​សម្រាប់​មនុស្ស​ម្នាក់ ឬ​ក៏​ក្រុម​មួយ។

source: Hire Me Status
de_de: "Stell mich an"-Status

source: Availability Status
de_de: "Verfügbarkeit"-Status
km: ស្ថានភាព​ទំនេរ

source: Title
de_de: Titel
km: ឈ្មោះ

source: I am a Freelancer
de_de: Ich bin ein Freiberufler
km: ខ្ញុំ​ជា​អ្នក​ធ្វើការ​ឯករាជ្យ

source: We are a Studio
de_de: Wir sind ein Studio
km: ពួក​យើង​គឺជា​ស្ទូឌីយោ

source: Team Members
de_de: Teammitglieder
km: សមាជិក​ក្រុម

source: Available
de_de: Verfügbar
km: ទំនេរ

source: Unavailable
de_de: Nicht verfügbar
km: មិន​ទំនេរ

source: I am
de_de: Ich bin
km: ខ្ញុំ​គឺជា

source: We are
de_de: Wir sind
km: ពួក​យើង​គឺជា

source: for Hire
de_de: Anstellung möglich
km: សម្រាប់​ការ​ជួល

source: Status
km: ស្ថានភាព
