Repository: WP-Translations/language-packs
Catalog: phloxpot/languages/phloxpot-*.po
Languages: pt_br

source: You can display images in a "Slider", or on top of each other "Reqular"
pt_br: Você pode mostrar as imagens num "Slider" ou no topo de cada outra imagem "Regular"

source: Reqular
pt_br: Regular

source: Slider effect
pt_br: Efeito Slider

source: Specifies the transition effect while navigating between slides.
pt_br: Especifica o efeito de transição quando se navega entre os slides.

source: Highlight This Portfolio?
pt_br: Destacar Este Portfólio?

source: If you enable this option, in Portfolio Listing (archive) page the cover image of this item appears 2x bigger in height.
pt_br: Se você ativar esta opção, na página da Listagem de Portfólios (arquivo), a imagem da capa deste item aparece 2x mais alta.

source: Portfolio Images
pt_br: Imagens de Portfólio

source: Upload single or multiple images for portfolio.
pt_br: Envia imagens simples ou múltiplas para um portfólio.

source: Display Portfolio Info?
pt_br: Mostrar Informações do Portfólio?

source: Specifies whether portfolio info should be visible or not
pt_br: Especifica se as informações do portfólio devem ser visíveis ou não.

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Project's Link
pt_br: Link do Projeto

source: Project's Link Label
pt_br: Etiqueta do Link do Projeto

source: Specifies a custom label for projects's link (optional)
pt_br: Especifica uma etiqueta personalizada para o link do projeto (opcional).

source: Portfolio Info
pt_br: Informações do Portfólio

source: Redirect Option
pt_br: Opção de Redirecionamento

source: Redirect URL
pt_br: URL de Redirecionamento

source: Redirect user to this URL instead of portfolio single page.(Should start with <code>http://</code> for external URL)
pt_br: Redireciona o usuário para esta URL em vez da página de portfólio. (Deve começar com <code>http://</code> para URL externa)

source: Open URL in :
pt_br: Abra a URL em :

source: Specifies how to open redirect URL
pt_br: Especifica como abrir a URL de redirecionamento.

source: New Page
pt_br: Nova Página

source: Same Page
pt_br: Mesma Página

source: Insert Video (Youtube/Vimeo)
pt_br: Inserir Vídeo (Youtube/Vimeo)

source: Portfolio Videos
pt_br: Vídeos do Portfólio

source: Upload your images and then click "insert into post"
pt_br: Envie suas imagens e clique em "inserir na postagem"

source: For adding image from url , click browse, "from URL" tab. Fill "URL" and "Link Image To" and then click "insert into post"
pt_br: Para adicionar uma imagem pela url, clique em navegar, "a partir da URL". Preencha "URL" e "Link Imagem a" e clique em "Inserir na postagem"

source: Image
pt_br: Imagem

source: Browse
pt_br: Navegar

source: Product Images
pt_br: Imagens de Produto

source: Service Options
pt_br: Opções de Serviço

source: Specifies page layout
pt_br: Especifica o layout da página.

source: No Sidebar
pt_br: Sem Barra Lateral

source: Right Sidebar
pt_br: Barra Lateral Direita

source: Left Sidebar
pt_br: Barra Lateral Esquerda

source: Custom Icon
pt_br: Ícone Personalizado

source: you can set an icon to service. so when you want to preview several services in grid view this icon will appear beside text column.(this icon only displays in services grid views)
pt_br: Você pode configurar um ícone para o serviço. Então, quando você quiser visualizar vários serviços na exibição em grade, este ícone aparecerá ao lado da coluna de texto. (Este ícone só é exibido nas visualizações da grade de serviços).

source: Staff Avatar
pt_br: Avatar da Equipe

source: Staff main image
pt_br: Imagem principal da equipe

source: Effect for main image
pt_br: Efeito para a imagem principal

source: Specifies a visual effect for staff image.
pt_br: Especifica um efeito visual para a imagem da equipe.

source: Grayscale
pt_br: Escala de Cinza

source: Staff second image
pt_br: Imagem secundária da equipe

source: When client rolls over the first image by mouse, this image will be displayed (optional)
pt_br: Quando o cliente passa o mouse na primeira imagem, esta imagem será mostrada (opcional).

source: Effect for second image
pt_br: Efeito para a segunda imagem

source: Staff Information
pt_br: Informação da equipe

source: Position
pt_br: Posição

source: Occupation
pt_br: Ocupação

source: Website
pt_br: Site

source: Staff Socials
pt_br: Redes Sociais da Equipe

source: Customer Info
pt_br: Informações do Cliente

source: Customer Image
pt_br: Imagem do Cliente

source: An avatar for customer
pt_br: Avatar para o cliente

source: Customer Job
pt_br: Ocupação do Cliente

source: Customer Link
pt_br: Link para o Cliente

source: a link to customer web page
pt_br: Link para a página do cliente

source: Background Setting
pt_br: Configurações do Fundo

source: You can specify custom background for this page.<br/>
pt_br: Você pode especificar um fundo personalizado para esta página.<br/>

source: Enable Background
pt_br: Ativar Fundo

source: Enable it to display custom background for this page.
pt_br: Ative para mostrar o fundo personalizado para esta página.

source: Background color
pt_br: Cor de fundo

source: Specifies background color.
pt_br: Especifica uma cor de fundo.

source: General Setting
pt_br: Configuração Gerais

source: Custom Featured Color?
pt_br: Cor Personalizada para as Postagens?

source: By default custom feature color of all posts are the same as the color defined in theme options. You have to enable this option if you want to define custom feature color for this post.
pt_br: Por padrão, a cor de todas as postagens são as mesmas definidas nas opções do tema. Você deve ativar esta opção se desejar definir cores personalizadas para esta publicação.

source: Featured Color
pt_br: Cor da Postagem

source: Custom featured color for this post.
pt_br: Cor personalizada para esta postagem.

source: Custom Menu
pt_br: Menu Personalizado

source: - no custom menu -
pt_br: - sem menu personalizado -

source: Select one of the custom sidebars. You can create new ones in "Option panel > Tools > Sidebar Generator".
pt_br: Selecione uma das barras laterais personalizadas. Você pode criar novas em "Painel de Opções > Ferramentas > Gerador de Barra Lateral".

source: Custom Sidebar
pt_br: Barra Lateral Personalizada

source: --- no sidebar ---
pt_br: --- sem barra lateral ---

source: Sidebars
pt_br: Barras Laterais

source: Select one of the custom sidebars. You can create new ones in "Option panel > Tools > Sidebar Generator"
pt_br: Selecione uma das barras laterais personalizadas. Você pode criar novas em "Painel de Opções > Ferramentas > Gerador de Barra Lateral"

source: Hide Global Sidebar?
pt_br: Ocultar a Barra Lateral Global?

source: It shows custom sidebar instead of global sidebar. Otherwise it shows custom Sidebar below global sidebar
pt_br: Se ativado, mostra uma barra lateral personalizada em vez de barra lateral global. Caso contrário, mostra uma barra lateral personalizada abaixo da barra lateral global.

source: Layout Options
pt_br: Opções de Layout

source: Content Layout
pt_br: Layout de Conteúdo

source: If you select "Full", Content fills the full width of the page.
pt_br: Se você selecionar "Completo", o conteúdo preenche toda a largura da página.

source: Boxed Content
pt_br: Conteúdo Encaixotado

source: Full Content
pt_br: Conteúdo Completo

source: Sidebar Layout
pt_br: Layout da Barra Lateral

source: Specifies the position of sidebar on this page.
pt_br: Especifica a posição da barra lateral nesta página.

source: Left Left Sidebar
pt_br: Barra Lateral Esquerda à Esquerda

source: Right Right Sidebar
pt_br: Barra Lateral Direita à Direita

source: Left Right Sidebar
pt_br: Barra Lateral Direita à Esquerda

source: Right Left Sidebar
pt_br: Barra Lateral Esquerda à Direita

source: Sidebar Style
pt_br: Estilo da Barra Lateral

source: Specifies the style of sidebar on this page.
pt_br: Especifica o estilo da barra lateral nesta página.

source: Simple
pt_br: Simples

source: Bordered Sidebar
pt_br: Barra Lateral com Borda

source: Overlap Background
pt_br: Sobreposição de Fundo

source: Display Content Top Margin
pt_br: Mostrar uma Margem Acima do Conteúdo

source: whether to display a space between title and content or not. If you need to start your content from very top of the page, disable it.
pt_br: Exibe um espaço entre título e o conteúdo. Se você precisa iniciar seu conteúdo bem no topo da página, desative-o.

source: Header Layout
pt_br: Layout do Cabeçalho

source: Specifies the header layout on this page.
pt_br: Especifica o layout do cabeçalho nesta página

source: Theme Default
pt_br: Tema Padrão

source: Logo left, Menu right
pt_br: Logotipo à esquerda, Menu à direita

source: Logo left, Burger menu right
pt_br: Logotipo à esquerda, Menu hambúrger à direita

source: Logo right, Menu left
pt_br: Logotipo à direita, Menu à esquerda

source: Logo Right, Burger menu left
pt_br: Logotipo à direita, Menu hambúrger à esquerda

source: Logo middle in top, Menu middle in bottom
pt_br: Logotipo metade no topo, Menu metade embaixo

source: Logo left in top, Menu left in bottom
pt_br: Logotipo à esquerda em cima, Menu à esquerda embaixo

source: No header
pt_br: Sem cabeçalho

source: Slider Options
pt_br: Opções do Slider

source: Page Slider
pt_br: Slider na Página

source: Please select the slider you want to display at top of the page.<br/>Revolution Slider Items are marked by [revo], Cuteslider by [cute], Layer slider by [layer]. Others are Items from Nivo & Flex slider."
pt_br: Selecione o slider que deseja exibir na parte superior da página.<br/>Itens do slider Revolution são marcado com [revo], Cuteslider com [cute], slider Layer com [layer]. Outros são itens do slider Nivo & Flex."

source: Slider Width
pt_br: Largura do Slider

source: If you choose "Full", the slider fits to the page width.<br/>Please note that this option is only for FlexSlider, NivoSlider & LayerSlider ( [flex], [nivo] ). For other slider types, you can set this option directly in slider's panel.
pt_br: Se você escolher "Completo", o slider ocupará a largura da página.<br/>Observe que esta opção é apenas para FlexSlider, NivoSlider e LayerSlider ([flex], [nivo]). Para outros tipos de slider, você pode definir esta opção diretamente no painel do slider.

source: Full
pt_br: Completo

source: Boxed
pt_br: Encaixotado

source: Slider Divider
pt_br: Divisor de Slider

source: You can select a divider to be displaied at the bottom of slider.
pt_br: Você pode selecionar um divisor para ser exibido na parte inferior do slider.

source: Pattern
pt_br: Modelo

source: Border
pt_br: Borda

source: Title Section Setting
pt_br: Configuração da Seção de Título

source: Display Title Bar Section
pt_br: Exibir Seção de Barra de Título

source: Enable it to show the page title section.
pt_br: Ative para mostrar a página da seção de títulos.

source: Layout presets
pt_br: Predefinições de layout

source: Default
pt_br: Padrão

source: Title bar with light overlay which is aligned center
pt_br: Barra de título com sobreposição clara alinhada no centro

source: Fullscreen title bar with light overlay on background
pt_br: Barra de título em tela cheia com sobreposição clara no fundo

source: Fullscreen title bar with dark overlay on background
pt_br: Barra de título em tela cheia com sobreposição escura no fundo

source: Fullscreen title bar with border around the title
pt_br: Barra de título em tela cheia com borda ao redor do título

source: Fullscreen title bar with dark box around the title
pt_br: Barra de título em tela cheia com caixa escura ao redor do título

source: Title aligned left with dark overlay on background
pt_br: Título alinhado à esquerda com sobreposição escura no fundo

source: Tile overlaps the title area section and is aligned center
pt_br: O título sobrepõe a seção da área do título e é alinhado ao centro

source: Enable advanced setting
pt_br: Ativar configuração avançada

source: Enable it to customize preset layouts.
pt_br: Ative para personalizar os layouts predefinidos.

source: Content Width
pt_br: Largura do Conteúdo

source: Full Width Content with Space on Sides
pt_br: Conteúdo com Largura Total e Espaço nos Lados

source: Full Width Content
pt_br: Conteúdo com Largura Total

source: Title Section Height
pt_br: Altura da Seção do Título

source: Auto Height
pt_br: Auto Altura

source: Full Height
pt_br: Altura Total

source: Border for Heading
pt_br: Borda para o Cabeçalho

source: Enable it to display a border around the title and subtitle area.
pt_br: Ative para exibir uma borda ao redor do título e da área do subtítulo.

source: Boxed Title
pt_br: Título Encaixotado

source: Enable it to wrap the title and subtitle in a box with background color.
pt_br: Ative para envolver o título e a legenda numa caixa com a cor de fundo.

source: Title Box Color
pt_br: Cor da Caixa do Título

source: Specifies a custom background color for the box around the title and subtitle.
pt_br: Especifica uma cor de fundo personalizada para a caixa ao redor do título e subtítulo.

source: Display Post Meta
pt_br: Exibir Meta Postagem

source: Enable it to display post meta information on title section.
pt_br: Ative para exibir a meta informação da postagem na seção do título.

source: Display Breadcrumb
pt_br: Exibir Miolo

source: Enable it to display breadcrumb on title section.
pt_br: Ative para exibir o miolo na seção do título

source: Border for Breadcrumb
pt_br: Bordas para o miolo

source: Enable it to display border around breadcrumb.
pt_br: Ative para exibir uma borda ao redor do miolo.

source: Breadcrumb Separator
pt_br: Separador de Miolo

source: Slash
pt_br: Barra

source: Arrow
pt_br: Seta

source: Text Align
pt_br: Alinhamento de Texto

source: Center
pt_br: Centralizado

source: Vertical Position
pt_br: Posição Vertical

source: Specifies vertical alignment of title and subtitle.
pt_br: Especifica o alinhamento vertical do título e subtítulo.

source: Note: Parallax feature in not available for "Bottom Overlap" vertical mode.
pt_br: Nota: O recurso Parallax não está disponível para o modo vertical "Sobreposição Inferior".

source: Middle
pt_br: Metade

source: Bottom Overlap
pt_br: Sobreposição Inferior

source: Scroll Down Arrow
pt_br: Seta de Rolagem para Baixo

source: This option only applies if section height is "Full Height".
pt_br: Esta opção somente se aplica se a seção altura estiver como "Altura Total".

source: Round
pt_br: Arredondado

source: Overlay Color
pt_br: Cor da Sobreposição

source: The color that overlay on the background. Please note that color should have transparency.
pt_br: A cor que sobrepõe o fundo. Note que a cor deve ter transparência.

source: Overlay Pattern
pt_br: Padrão de Sobreposição

source: Color Mode
pt_br: Modo de Cor

source: Dark
pt_br: Escuro

source: Light
pt_br: Claro

source: Enable Title Background
pt_br: Ativar Fundo do Título

source: Enable it to display custom background for title section.
pt_br: Ative para exibir um fundo personalizado para a seção do título.

source: Background for title section
pt_br: Fundo para a seção do título

source: Title Background
pt_br: Fundo do Título

source: Specifies a background for title bar.
pt_br: Especifica um fundo para a barra de título.

source: Enable Parallax Effect
pt_br: Ativar Efeito Parallax

source: Enable it to have parallax background effect on this section.
pt_br: Ative para ter o efeito parallax no fundo desta seção.

source: Note: Parallax feature in not available for "Bottom Overlap" mode for "Vertical Position" option.
pt_br: Nota: O recurso Parallax não está disponível para o modo "Sobreposição Inferior" na opção "Posição Vertical".

source: Featured Image Setting
pt_br: Configuração da imagem em destaque

source: Display featured image on archive blog?
pt_br: Exibir a imagem em destaque no histórico do blog?

source: Specifies whether to display the featured image of this post on blog archive page or not. "Auto" means the featured image will be disabled automatically if there is an image in content too. Note: This option only applies to "image" and "standard" post format.
pt_br: Exibe a imagem destacada desta postagem no histórico do blog ou não. "Auto" significa que a imagem em destaque será desativada automaticamente se houver uma imagem no conteúdo também. Nota: Esta opção aplica-se apenas ao formato de publicação "imagem" e "padrão".

source: Yes, always
pt_br: Sim, sempre

source: Display featured image on single post?
pt_br: Exibir imagem em destaque em postagens simples?

source: Specifies whether to display the featured image of this post on single page or not. Note: This option only applies to "image" and "standard" post format.
pt_br: Exibe a imagem em destaque desta postagem em uma página simples ou não. Nota: Esta opção somente se aplica ao formato de postagem "imagem" e "padrão".

source: Layout options
pt_br: Opções de layout

source: Post Sidebar Layout
pt_br: Layout da Barra Lateral na Postagem

source: Specifies the position of sidebar on this post. The default (first) choice, is the one that you have specified in theme options.[Blog > Single Post]
pt_br: Especifica a posição da barra lateral nesta postagem. A escolha padrão inicial é aquela que você especificou nas opções do tema.[Blog > Postagem Simples]

source: Default, set theme option
pt_br: Padrão, define a opção do tema

source: Post Sidebar Style
pt_br: Estilo da Barra Lateral na Postagem

source: Specifies the style of sidebar on this post. The default (first) style, is the one that you have specified in theme options.[Blog > Single Post]
pt_br: Especifica o estilo da barra lateral nesta postagem. O estilo padrão inicial é aquele que você definiu nas opções do tema.[Blog > Postagem Simples]

source: Title Alignment
pt_br: Alinhamento do Título

source: Specifies alignment for the title in the page content.
pt_br: Especifica o alinhamento do título no conteúdo da página.

source: Content Style
pt_br: Estilo do Conteúdo

source: You can reduce the width of text lines and increase the readability of context (does not affect the width of media). The default (first) choice is the one that you have specified in theme options.[Blog > Single Post > Content Style]
pt_br: Você pode reduzir a largura das linhas de texto e aumentar a legibilidade do contexto (não afeta a largura da mídia). A opção padrão (inicial) é a que você especificou nas opções do tema.[Blog > Postagem Simples > Estilo de Conteúdo]

source: Narrow Content
pt_br: Conteúdo Restrito

source: whether you want to display a space between title and content or not. If you need to start your content from very top of the page, disable it.
pt_br: Exibe um espaço entre título e conteúdo. Se você precisa iniciar seu conteúdo no topo da página, desative-o.

source: black
pt_br: Preto

source: White
pt_br: Branco

source: Dark Gray
pt_br: Cinza Escuro

source: Ball Blue
pt_br: Azul Bola

source: Fountain Blue
pt_br: Azul Fonte

source: Shamrock
pt_br: Trevo

source: Curios Blue
pt_br: Azul Curioso

source: Light Sea Green
pt_br: Verde Claro Marinho

source: Emerald
pt_br: Esmeralda

source: Energy Yellow
pt_br: Amarelo Energia

source: Mikado Yellow
pt_br: Amarelo Mikado

source: Pink Salmon
pt_br: Rosa Salmão

source: Wisteria
pt_br: Roxo

source: Lilac
pt_br: Lilás

source: Pale Sky
pt_br: Céu Pálido

source: Tower Gray
pt_br: Cinza Torre

source: Carmine Pink
pt_br: Rosa Carmim

source: Persimmon
pt_br: Caqui

source: Tan Hide
pt_br: Couro Curtido

source: Wild Watermelon
pt_br: Melancia Selvagem

source: Dark Lavender
pt_br: Lavanda Escura

source: Tiffany Blue
pt_br: Azul Tiffany

source: Pastel Orange
pt_br: Laranja Pastel

source: East Bay
pt_br: Baía do Leste

source: Steel Blue
pt_br: Azul Aço

source: Half Backed
pt_br: Meio Cozido

source: Tapestry
pt_br: Tapeçaria

source: Fire Engine Red
pt_br: Vermelho Bombeiro

source: Dark Orange
pt_br: Laranja Escuro

source: Brick Red
pt_br: Vermelho Tijolo

source: Khaki
pt_br: Cor-de-burro-quando-foge

source: Phlox Elements
pt_br: Elementos Phlox

source: Phlox Portfolio
pt_br: Portfólio Phlox

source: Page Builder
pt_br: Construtor de Página

source: Page Builder Widgets Bundle
pt_br: Pacote de Widgets do Construtor de Páginas

source: Instagram Feed
pt_br: Feed do Instagram

source: WordPress SEO
pt_br: SEO WordPress

source: Recent Tweets Widget
pt_br: Widget Tweets Recentes

source: MasterSlider by averta
pt_br: MasterSlider por averta

source: Install Recommended Plugins
pt_br: Instalar Plugins Recomendados

source: Get Started
pt_br: Iniciar

source: Features for sweet blogging
pt_br: Recursos para um blogging tranquilo

source: INTEGRATED PAGE BUILDER
pt_br: CONSTRUTOR DE PÁGINAS INTEGRADO

source: Create your awesome pages easily. Only use your mouse and build your page visually. PHLOX is 100% compatible with SiteOrigin Page builder.
pt_br: Crie suas páginas facilmente. Use apenas o mouse e crie sua página visualmente. O PHLOX é 100% compatível com o construtor de Páginas SiteOrigin.

source: THEME OPTIONS IN CUSTOMIZE
pt_br: OPÇÕES DE TEMA NA PERSONALIZAÇÃO

source: Experience the next level of WordPress in PHLOX, All the theme options are available in customizer and you can see your changes in real-time.
pt_br: Experimente o próximo nível do WordPress em PHLOX. Todas as opções do tema estão disponíveis na personalização e você pode ver suas mudanças em tempo real.

source: CUSTOM WIDGETS
pt_br: WIDGETS PERSONALIZADOS

source: PHLOX can satisfy your taste in terms of widgets, there is built-in widgets for almost any needs which you can simply use them by drag and drop.
pt_br: O PHLOX pode satisfazer seu gosto em termos de widgets. Há widgets integrados para quase todas as necessidades e você pode usá-los simplesmente arrastando e soltando.

source: We wish you experience a happy journey with %s theme, and we are trying our best to make this happen.
pt_br: Desejamos que você tenha uma feliz experiência com o tema %s e estamos tentando nosso melhor para fazer isso acontecer.

source: View Details
pt_br: Ver Detalhes

source: Recommended Plugins
pt_br: Plugins Recomendados

source: The required and recommended list of plugins for %s theme.
pt_br: A lista de plugins requeridos e recomendados para o tema %s.

source: Customize Theme
pt_br: Personalizar Tema

source: Documentation
pt_br: Documentação

source: There is a complete documentation for PHLOX. It will be always up to date. You can easily find out how to create you awesome in PHLOX by having look at this documentation.
pt_br: Existe uma documentação completa para PHLOX. Ela será sempre atualizada. Você pode facilmente descobrir como criar maravilhas no PHLOX, tendo em conta esta documentação.

source: Visit Documentation
pt_br: Ver a Documentação

source: Support Forum
pt_br: Fórum de Suporte

source: There is a dedicated support forum with in case you have any issue. Please do not hesitate to submit a ticket our expert support staff would be happy to help you.
pt_br: Há um fórum de suporte dedicado no caso de você ter algum problema. Por favor, não hesite em enviar um ticket. Nossa equipe de suporte ficará feliz em ajudá-lo.

source: Submit a Ticket
pt_br: Enviar um Ticket

source: Video Tutorial (Coming Soon)
pt_br: Vídeo Tutorial (Em Breve)

source: We are making a series of video tutorial on how to use PHLOX, and we hope it will be available soon.
pt_br: Estamos fazendo uma série de vídeos tutoriais sobre como usar o PHLOX, e esperamos que ele esteja disponível em breve.

source: Help
pt_br: Ajuda

source: References and tutorials for %s theme.
pt_br: Referências e tutoriais para o tema %s.
