Repository: WP-Translations/language-packs
Catalog: phloxpot/languages/phloxpot-*.po
Languages: pt_br

source: Slider location
pt_br: Localização do Slider

source: Insert above archive content
pt_br: Inserir acima do conteúdo do blog

source: Insert below the header
pt_br: Inserir abaixo do cabeçalho

source: Slides number
pt_br: Número de slides

source: Specifies maximum number of slides in slider.
pt_br: Especifica o número máximo de slides no slider.

source: Exclude posts
pt_br: Excluir postagens

source: Post IDs separated by comma (eg. 53,34,87,25).
pt_br: ID das postagens devem ser separadas por vírgulas (ex. 53,34,87,25).

source: Include posts
pt_br: Incluir postagens

source: Start offset
pt_br: Iniciar compensação

source: Specifies number of post to displace or pass over.
pt_br: Especifica o número da postagem para deslocar ou passar.

source: Order by
pt_br: Ordenar por

source: Date
pt_br: Data

source: Menu Order
pt_br: Ordem do Menu

source: Title
pt_br: Título

source: Random
pt_br: Aleatório

source: Comments
pt_br: Comentários

source: Date Modified
pt_br: Data de Modificação

source: Order direction
pt_br: Direção

source: Descending
pt_br: Decrescente

source: Ascending
pt_br: Crescente

source: Slider skin
pt_br: Skin do slider

source: Light and boxed
pt_br: Claro e encaixado

source: Dark and boxed
pt_br: Escuro e encaixado

source: Light overlay
pt_br: Sobreposto claro

source: Dark overlay
pt_br: Sobreposto escuro

source: Insert post title
pt_br: Inserir título da postagem

source: Insert post meta
pt_br: Inserir meta postagem

source: Grab the image from
pt_br: Pegar a imagem de

source: Auto select
pt_br: Auto selecionar

source: Featured image
pt_br: Imagem destacada

source: First image in post
pt_br: Primeira imagem na postagem

source: Custom image
pt_br: Imagem personalizada

source: Exclude posts without image
pt_br: Excluir postagens sem imagem

source: Slider image width
pt_br: Largura da imagem do slider

source: Slider image height
pt_br: Altura da imagem do slider

source: Arrow navigation
pt_br: Seta de navegação

source: Specifies to insert arrow buttons over slider.
pt_br: Especifica inserir setas de navegação no slider ou não.

source: Space between slides
pt_br: Espaço entre slides

source: Looped navigation
pt_br: Navegação circular

source: Slideshow
pt_br: Show de slides

source: Slideshow delay in seconds
pt_br: Delay em segundos do show de slides

source: Blog Category & tag
pt_br: Categoria & etiqueta do blog

source: Blog Category & tag page Setting
pt_br: Configurações da página de Categoria & etiqueta do blog

source: Taxonomy Page Template
pt_br: Modelo da página de classificação

source: Taxonomy Page Sidebar Position
pt_br: Posição da Barra Lateral na Página de Classificação

source: Specifies the style of sidebar on category & tag page.
pt_br: Especifica o estilo da barra lateral na página de Categoria & etiqueta.

source: Taxonomy content length
pt_br: Tamanho do conteúdo da classificação

source: Whether to display%1$ssummary%2$sor%1$sfull%2$scontent for each post on category & tag page.
pt_br: Exibe o%1$sresumo%2$sou o%1$sconteúdo completo%2$spara cada postagem na página de Categoria & etiqueta.

source: Specifies summary character length on category & tag page.
pt_br: Especifica o tamanho em caracteres do resumo na página Categoria & etiqueta.

source: Woocommerce Setting
pt_br: Configurações Woocommerce

source: Single Product Page
pt_br: Página de Produto Simples

source: Single Product Page Setting
pt_br: Configurações da Página de Produto Simples

source: Single Product Sidebar Position
pt_br: Posição da Barra Lateral de Produto Simples

source: Specifies the position of sidebar on single product page.
pt_br: Especifica a posição da barra lateral na página de produto simples.

source: Single Product Sidebar Style
pt_br: Estilo da Barra Lateral de Produto Simples

source: Shop Page
pt_br: Página de Compras

source: Shop Page Setting
pt_br: Configurações da Página de Compras

source: Shop Page Sidebar Position
pt_br: Posição da Barra Lateral na Página de Compras

source: Specifies the position of sidebar on shop page.
pt_br: Especifica a posição da barra Lateral na página de compras

source: Shop Sidebar Style
pt_br: Estilo da Barra Lateral de Compras

source: Specifies the style of sidebar on shop page.
pt_br: Especifica o estilo da barra lateral na página de compras.

source: Product Category & Tag
pt_br: Categoria & Etiqueta de Produto

source: Product Category & Tag Page Setting
pt_br: Configurações da Página de Categoria & Etiqueta de Produto

source: Product Taxonomy Sidebar Position
pt_br: Posição da Barra Lateral na Classificação de Produtos

source: Specifies the position of sidebar on product category & tag page.
pt_br: Especifica a posição da barra lateral na página de Categoria & etiqueta de produtos.

source: Product Taxonomy Sidebar Style
pt_br: Estilo da Barra Lateral na Classificação de Produtos

source: Specifies the style of sidebar on product category & tag page.
pt_br: Especifica o estilo da barra lateral na página de Categoria & etiqueta de produtos.

source: Footer
pt_br: Rodapé

source: Footer Setting
pt_br: Configurações do Rodapé

source: Subfooter Bar
pt_br: Barra do Subrodapé

source: Subfooter Bar Setting
pt_br: Configurações da Barra do Subrodapé

source: Display Subfooter Bar
pt_br: Exibir a Barra do Subrodapé

source: Enable it to display subfooter bar above of subfooter.
pt_br: Ative para exibir a barra do subrodapé abaixo do subrodapé.

source: Subfooter Bar Layout
pt_br: Layout da Barra do Subrodapé

source: Specifies layout of subtoofer bar.
pt_br: Especifica o layout da barra do subrodapé.

source: Full with small vertical padding
pt_br: Completo com espaçamento vertical pequeno

source: Boxed with small vertical padding
pt_br: Encaixado com espaçamento vertical pequeno

source: Specifies background color of subfooter bar.
pt_br: Especifica a cor do fundo na barra do subrodapé.

source: Top Border Color
pt_br: Cor da Borda Superior

source: Specifies top border color of subfooter bar.
pt_br: Especifica a cor da borda superior na barra do subrodapé.

source: Sub Footer
pt_br: Subrodapé

source: Sub Footer Setting
pt_br: Configurações do Subrodapé

source: Display Subfooter
pt_br: Exibir Subrodapé

source: Enable it to display subfooter on all pages.
pt_br: Ative para exibir o subrodapé em todas as páginas.

source: Subfooter Layout
pt_br: Layout do subrodapé

source: Select layout for subfooter widget columns.
pt_br: Selecione o layout para as colunas de widget do subrodapé.

source: It generates some widgetareas for subfooter based on the layout, which you need to %s fill them.%s
pt_br: Isso gera algumas áreas de widget no subrodapé baseadas no layout, as quais você precisa %s preencher.%s

source: 1 Column
pt_br: 1 Coluna

source: 2 Columns- 1/2 1/2
pt_br: 2 Colunas- 1/2 1/2

source: 2 Columns- 2/3 1/3
pt_br: 2 Colunas- 2/3 1/3

source: 2 Columns- 1/3 2/3
pt_br: 2 Colunas- 1/3 2/3

source: 2 Columns- 3/4 1/4
pt_br: 2 Colunas- 3/4 1/4

source: 2 Columns- 1/4 3/4
pt_br: 2 Colunas- 1/4 3/4

source: 3 Columns- 1/3 1/3 1/3
pt_br: 3 Colunas- 1/3 1/3 1/3

source: 3 Columns- 1/2 1/4 1/4
pt_br: 3 Colunas- 1/2 1/4 1/4

source: 3 Columns- 1/4 1/4 1/2
pt_br: 3 Colunas- 1/4 1/4 1/2

source: 4 Columns- 1/4 1/4 1/4 1/4
pt_br: 4 Colunas- 1/4 1/4 1/4 1/4

source: 5 Columns- 1/5 1/5 1/5 1/5 1/5
pt_br: 5 Colunas- 1/5 1/5 1/5 1/5 1/5

source: Specifies background color of subfooter.
pt_br: Especifica a cor do fundo do subrodapé.

source: Specifies top border color of subfooter.
pt_br: Especifica a cor da borda superior do subrodapé.

source: Display Footer
pt_br: Exibir Rodapé

source: Enable it to display footer on all pages.
pt_br: Ative para exibir o rodapé em todas as páginas.

source: Footer Background Color
pt_br: Core de Fundo do Rodapé

source: Specifies the background color for footer
pt_br: Especifica a cor de fundo do rodapé.

source: Footer Layout
pt_br: Layout do Rodapé

source: Specifies the footer layout.
pt_br: Especifica o layout do rodapé.

source: Footer Preset 1
pt_br: Pré-configuração do rodapé 1

source: Footer Preset 2
pt_br: Pré-configuração do rodapé 2

source: Footer Preset 3
pt_br: Pré-configuração do rodapé 3

source: Footer Preset 4
pt_br: Pré-configuração do rodapé 4

source: Footer Copyright Text
pt_br: Texto de Direitos Autorais no Rodapé

source: &copy; {{Y}} {{sitename}}. All rights reserved
pt_br: &copy; {{Y}} {{sitename}}. Todos os direitos reservados

source: Specifies top border color of footer.
pt_br: Especifica a cor da borda superior do rodapé.

source: Import Theme Options
pt_br: Importar Opções do Tema

source: Theme options code
pt_br: Código de opções do tema

source: Export Theme Options
pt_br: Exportar Opções do Tema

source: Your theme options code which you can import later.
pt_br: Seu código de opções de tema que você pode importar mais tarde.

source: Go to Top Button
pt_br: Botão Ir ao Topo

source: Go to Top Button Options
pt_br: Opções do Botão Ir ao Topo

source: Display Go to top button
pt_br: Exibir Botão Ir ao Topo

source: Enable it to display Go to Top button.
pt_br: Ative para exibir o botão Ir ao Topo.

source: Animate scroll
pt_br: Rolagem animada

source: Specifies whether animate or instantly go to top of page, when goto top button clicked.
pt_br: Especifica se volta animada ou instantaneamente ao topo quando o botão Ir ao Topo é clicado.

source: Go to top button position
pt_br: Posição do botão Ir ao Topo

source: Specifies the position of Go to Top button.
pt_br: Especifica a posição do botão Ir ao Topo.

source: This post is password protected. Enter the password to view comments.
pt_br: Esta postagem é protegida por senha. Digite a senha para ver os comentários.

source: No Responses
pt_br: Sem Respostas

source: One Response
pt_br: Uma resposta

source: % Responses
pt_br: % Respostas

source: Comments are closed.
pt_br: Comentários desabilitados.

source: You must be %s logged in %s to post a comment
pt_br: Você deve estar %s logado %s para postar um comentário

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
pt_br: Logado como <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Sair?</a>

source: Leave a Comment
pt_br: Deixe um Comentário

source: Comment
pt_br: Comentar

source: Name (required)
pt_br: Nome (requerido)

source: E-Mail (required)
pt_br: Email (requerido)

source: Search Here
pt_br: Pesquisar Aqui

source: Search widget area is empty.
pt_br: A área do widget de pesquisa está vazia.

source: Nothing Found
pt_br: Nada Encontrado

source: Sorry, no results were found. Try another search?
pt_br: Nenhum resultado foi encontrado. Fazer nova pesquisa?

source: Back to home page
pt_br: Voltar à página inicial

source: Sorry, no results were found. Perhaps searching will help to find what you are looking for.
pt_br: Nenhum resultado foi encontrado. Talvez a pesquisa ajude a encontrar o que você está procurando.

source: Bring me back home
pt_br: Ir à página inicial

source: Pages:
pt_br: Páginas:

source: Tags
pt_br: Etiquetas

source: Not Found
pt_br: Não Encontrado

source: Sorry, but the requested resource was not found on this site.
pt_br: O recurso solicitado não foi encontrado neste site.

source: Oops! Page Not Found
pt_br: Oops! Página Não Encontrada

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
pt_br: Não conseguimos encontrar o que você está procurando. Talvez a pesquisa possa ajudar.

source: View all posts in
pt_br: Ver todas as postagens em

source: Read More
pt_br: Ler Mais

source: Continue Reading
pt_br: Continuar Lendo

source: with
pt_br: com

source: No Comment
pt_br: Sem Comentários

source: One Comment
pt_br: Um comentário

source: % Comments
pt_br: % Comentários

source: in
pt_br: em

source: Tags:
pt_br: Etiquetas:

source: Share
pt_br: Compartilhar

source: Tags: No tags
pt_br: Etiquetas: Nenhuma etiqueta

source: Continue reading ..
pt_br: Continuar lendo...

source: tags:
pt_br: etiquetas:

source: Share on facebook
pt_br: Compartilhar no facebook

source: Share on twitter
pt_br: Compartilhar no twitter

source: Visit Facebook Profile
pt_br: Visitar o Perfil no Facebook

source: Visit Twitter Profile
pt_br: Visitar o Perfil no Twitter

source: Overview
pt_br: Visão Geral

source: Share on google plus
pt_br: Compartilhar no google plus

source: Share on pinterest
pt_br: Compartilhar no pintrest

source: Email this
pt_br: Enviar isso por email

source: In Stock
pt_br: Em Estoque

source: Out Of Stock
pt_br: Esgotado

source: Other views
pt_br: Outras visualizações

source: next
pt_br: próximo

source: previous
pt_br: anterior

source: Build an Elegant and Stylish Website for Free! Phlox is the most modern and powerful theme available for download on WordPress official repository. It is a perfect solution for business owners, bloggers, photographers, travelers or anyone who seeks to own a professional website.
pt_br: Crie um site elegante e estiloso de graça! Phlox é o mais moderno e poderoso tema disponível para download no repositório oficial do WordPress. É uma solução perfeita para proprietários de empresas, blogueiros, fotógrafos, viajantes ou qualquer pessoa que pretenda possuir um site profissional.

source: Blog Archive 1
pt_br: Arquivo 1 do blog

source: Blog Archive 2
pt_br: Arquivo 2 do blog

source: Blog Archive 3
pt_br: Arquivo 3 do blog

source: Blog Archive 4
pt_br: Arquivo 4 do blog

source: Grid Blog
pt_br: Grade do Blog

source: Masonry Blog
pt_br: Blocos do Blog

source: Timeline Blog
pt_br: Linha do Tempo do Blog

source: Land Blog
pt_br: Blog Plano

source: Tiles Blog
pt_br: Ladrilhos do Blog

source: Blog Archive
pt_br: Arquivos do Blog

# plugin A *and* plugin B
source: and
pt_br: e

# plugins
source: All <span class="count">(%s)</span>
pt_br: Tudo <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
pt_br: desconhecido

# %2$s = plugin name in screen reader markup
source: Install %2$s
pt_br: Instalar %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
pt_br: Atualizar %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
pt_br: Ativar %2$s

# navigate to previous page
source: previous
pt_br: anterior

# navigate to next page
source: next
pt_br: próximo

# Admin menu name
source: Clients
pt_br: Clientes

# Client-cat admin menu name
source: Categories
pt_br: Categorias

# client-tag admin menu name
source: Tags (Filters)
pt_br: Etiquetas (Filtros)

# Image column at client edit columns
source: Logo
pt_br: Logotipo

# Title column at client edit columns
source: Client's Name
pt_br: Nome do Cliente

# Category column at client edit columns
source: Client's Category
pt_br: Categoria do Cliente

# Link column at client edit columns
source: Client's Link
pt_br: Link do Cliente

# Tag/Filter column at client edit columns
source: Tag / Filter
pt_br: Etiqueta / Filtro

# Theme starter content
source: Blue Wall
pt_br: Parede Azul

# Theme starter content
source: Bridge
pt_br: Ponte

# Theme starter content
source: Flowers
pt_br: Flores

# Theme starter content
source: Privacy Policy
pt_br: Política de Privacidade

# Theme starter content
source: This is a page with some basic information about our privacy policy.
pt_br: Esta é uma página com algumas informações básicas sobre nossa política de privacidade.

# Theme starter content
source: Terms
pt_br: Termos

# Theme starter content
source: This is a page with some basic terms and conditions terms.
pt_br: Esta é uma página com alguns termos básicos e termos de condições.

# Theme starter content
source: Montain and Winter Cold Weather
pt_br: Clima frio de montanha e inverno

# Theme starter content
source: If several languages coalesce, the grammar of the resulting language is more simple and regular than that of the individual languages. The new common language will be more simple and regular than the existing European languages. It will be as simple as Occidental; in fact, it will be Occidental.
pt_br: Se vários idiomas se combinarem, a gramática da linguagem resultante é mais simples e regular do que a linguagem individual. A nova linguagem comum será mais simples e regular do que as línguas Europeias existentes. Será tão simples como Ocidental; na verdade, será Ocidental.

# Theme starter content
source: Serious Problems with Cables in CIty
pt_br: Problemas Sérios com Cabos na Cidade

# Theme starter content
source: The new common language will be more simple and regular than the existing European languages. It will be as simple as Occidental; in fact, it will be Occidental. To an English person, it will seem like simplified English, as a skeptical Cambridge friend of mine told me what Occidental is. The European languages are members of the same family.
pt_br: A nova linguagem comum será mais simples e regular do que as línguas Europeias existentes. Será tão simples como Ocidental; na verdade, será ocidental. Para uma pessoa Inglesa, parecerá Inglês simplificado, como um amigo cético de Cambridge me disse o que é o Ocidental. As línguas Europeias são membros da mesma família.

# Theme starter content
source: Road to Eye-catching Landscape
pt_br: Estrada para uma Paisagem Atraente

# Theme starter content
source: You can put special widgets in this bar; like, instagram stream, newsletter, recent tweets or partners.
pt_br: Você pode colocar widgets especiais nesta barra, como stream do instagram, boletins informativos, tweets recentes ou parceiros.

# Theme starter content
source: About Author
pt_br: Sobre o Autor

# Theme starter content
source: Company CEO
pt_br: CEO da Companhia

# Theme starter content
source: Drops of rain could be heard hitting the pane, which made him feel quite sad. How about if I sleep a little bit longer and forget all this nonsense
pt_br: Gotas de chuva podiam ser ouvidas batendo no painel, que o fazia sentir muito triste. Que tal se eu dormisse um pouco mais e esquecesse todas essas tolices

# Title of all posts by author
source: All posts by :
pt_br: Todos as postagens de :
