Repository: WP-Translations/language-packs
Catalog: phloxpot/languages/phloxpot-*.po
Languages: pt_br

source: This theme requires at least WordPress version 4.7 and PHP 5.3. You are running WordPress version %s and PHP version %s. Please upgrade and try again.
pt_br: Este tema requer no mínimo WordPress 4.7 e PHP 5.3. Você está executando o WordPress versão %s e PHP versão %s. Por favor, atualize e tente novamente.

source: General
pt_br: Geral

source: General Layout
pt_br: Layout Geral

source: General Layout Setting
pt_br: Configuração Geral do Layout

source: Website Layout
pt_br: Layout do Site

source: If you choose "Boxed", site content will be wrapped in a box.
pt_br: Se você escolher "Encaixotado", o conteúdo do site será colocado em uma caixa.

source: Site Max width
pt_br: Largura Máxima do Site

source: Specifies the maximum width of website.
pt_br: Especifica a largura máxima do site.

source: Logo
pt_br: Logotipo

source: Logo Setting
pt_br: Configurações do Logotipo

source: Logo Width
pt_br: Largura do Logotipo

source: Set the width of site logo image in pixel.
pt_br: Define a largura do logotipo do site em pixels.

source: Website Socials
pt_br: Redes Sociais do Site

source: Should start with <code>http://</code>
pt_br: Deve começar com <code>http://</code>

source: Enter your RSS Feed page. For example :
pt_br: Entre a página do seu Feed RSS. Por exemplo:

source: Page Animation and Preloading
pt_br: Animação da Página e Pré-carregamento

source: Page Animation and Preloading Setting
pt_br: Configurações da Animação da Página e Pré-carregamento

source: Enable Page Animation
pt_br: Ativar a Animação da Página

source: If you enable this option, pages animate when user navigates between pages.
pt_br: Ative para a página ficar animada quando o usuário navega entre as páginas.

source: Animation Type
pt_br: Tipo de Animação

source: Circle
pt_br: Círculo

source: Enable Page Preloading
pt_br: Ativa o Pré-carregamento das Páginas

source: If you enable this option, the page images preload before they appear
pt_br: Ative para pré-carregar as imagens antes que elas apareçam

source: Use custom loading
pt_br: Usar carregamento personalizado

source: Enable this option to insert custom loading for the page.
pt_br: Ative para inserir um carregamento personalizado para a página.

source: Loading image
pt_br: Carregando imagem

source: Select an animated gif to appear as page loading.
pt_br: Selecione um gif animado para aparecer como carregamento da página.

source: Add Progress Bar
pt_br: Adicionar Barra de Progresso

source: It adds a progress bar to top side of the page which progresses while loading page assets.
pt_br: Adiciona uma barra de progresso ao lado superior da página que avança ao carregar os recursos da página.

source: Progress Bar Color
pt_br: Cor da Barra de Progresso

source: Appearance
pt_br: Aparência

source: Appearance Setting
pt_br: Configurações da Aparência

source: Website Background
pt_br: Fundo do Site

source: Website Background Setting
pt_br: Configurações do Fundo do Site

source: Enable background
pt_br: Ativar fundo

source: Specifies the background options for the body of website (the canvas behind the boxed website). If you enable this option, the following option overrides default background styles.
pt_br: Especifica as opções de fundo para o corpo do site (a tela atrás do site encaixado). Se você ativar esta opção, substituirá os estilos de fundo padrões.

source: Please note that these options work only if "Website Layout" options is set to "Boxed layout".
pt_br: Observe que essas opções funcionam somente se as opções "Layout do Site" estiverem configuradas para "Layout encaixado".

source: Specifies the color of website background.
pt_br: Especifica a cor do fundo do site.

source: Background Image
pt_br: Imagem de Fundo

source: You can upload custom image for site background.
pt_br: Você pode enviar uma imagem personalizada para o fundo do site.

source: Background Size
pt_br: Tamanho do Fundo

source: Background Pattern
pt_br: Padrão do Fundo

source: You can select one of these patterns as site background image. %s Some of these can be used as a pattern over your background image.
pt_br: Você pode selecionar um destes padrões como imagem de fundo. %s Alguns destes podem ser usados como um padrão de sua imagem de fundo.

source: Background Repeat
pt_br: Repetição do Fundo

source: Specifies how background image repeats.
pt_br: Especifica como a imagem de fundo se repete.

source: Background Position
pt_br: Posição do Fundo

source: Specifies background image position.
pt_br: Especifica a posição da imagem de fundo.

source: Background Attachment
pt_br: Anexo de Fundo

source: Specifies whether the background is fixed or scrollable as user scrolls the page.
pt_br: Especifica se o fundo é fixo ou rola conforme o usuário rola a tela.

source: Content Background
pt_br: Fundo do Conteúdo

source: Content Background Setting
pt_br: Configurações do Fundo do Conteúdo

source: Content Background Color
pt_br: Cor de Fundo do Conteúdo

source: Specifies the color of content background.
pt_br: Especifica a cor do fundo do conteúdo.

source: Typography
pt_br: Tipografia

source: Typography Setting
pt_br: Configurações da Tipografia

source: Enable Custom Typography
pt_br: Ativa Tipografia Personalizada

source: The following options override defaults typography if you enable this option.
pt_br: Se ativado, as opções a seguir substituem a tipografia padrão.

source: Main Content
pt_br: Conteúdo Principal

source: Specifies content typography.
pt_br: Especifica a tipografia do conteúdo.

source: Main Titles
pt_br: Títulos Principais

source: Main titles contain sections and widget titles. %1$sAll %2$sh1%3$s to %2$sh6%3$s typography can be set here.
pt_br: Os títulos principais contêm seções e títulos de widgets. %1$sTodas as tipografias de%2$sh1%3$s a %2$sh6%3$s podem ser definidas aqui.

source: Page Heading
pt_br: Título da Página

source: Specifies main title typography of page.
pt_br: Especifica a tipografia do título principal da página.

source: Menu Typography
pt_br: Tipografia do Menu

source: Specifies menu typography.
pt_br: Especifica a tipografia do menu.

source: Include Latin Charecters
pt_br: Incluir Caracteres Latinos

source: If there are characters in your language that are not supported in fonts, use following options to load them.
pt_br: Se houverem caracteres em seu idioma que não sejam suportados nas fontes, use as seguintes opções para carregá-las.

source: Skin options
pt_br: Opções de skin

source: Video Player Skin
pt_br: Skin do Vídeo Player

source: Specifies the default skin for self hosted video player.
pt_br: Especifica a skin padrão do vídeo player auto hospedado.

source: Audio Player Skin
pt_br: Skin do Áudio Player

source: Specifies the default skin for self hosted audio player.
pt_br: Especifica a skin padrão do áudio player auto hospedado.

source: Pagination Skin
pt_br: Skin de Paginação

source: Specifies the default skin for pagination on archive pages.
pt_br: Especifica a skin de paginação padrão nas páginas arquivadas.

source: Round, No Page Border
pt_br: Arredondada, Sem Borda na Página

source: Round, No Border
pt_br: Arredondada, Sem Borda

source: Round, With Border
pt_br: Arredondada, Com Borda

source: Square, No Page Border
pt_br: Quadrada, Sem Borda na Página

source: Square, No Border
pt_br: Quadrada, Sem Borda

source: Square, With Border
pt_br: Quadrada, Com Borda

source: Mobile Browsers
pt_br: Navegadores de Celular

source: Address bar Color
pt_br: Cor da Barra de Endereço

source: Specifies the color of address bar and toolbar on mobile browsers.
pt_br: Especifica a cor da barra de endereço e de tarefas em navegadores de celular.

source: Header
pt_br: Cabeçalho

source: Header Setting
pt_br: Configurações do Cabeçalho

source: Header Section
pt_br: Seção do Cabeçalho

source: Header Section Setting
pt_br: Configurações da Seção do Cabeçalho

source: Specifies header layout.
pt_br: Especifica o layout do cabeçalho.

source: Search button
pt_br: Botão de pesquisa

source: Enable it to insert search button in the header.
pt_br: Ative para inserir o botão de pesquisa no cabeçalho.

source: Header Width
pt_br: Largura do Cabeçalho

source: Specifies %1$sboxed%2$s or %1$sfullwidth%2$s header.
pt_br: Especifica cabeçalho %1$sencaixado%2$s ou %1$stela cheia%2$s.

source: Full Width
pt_br: Tela Cheia

source: Header height
pt_br: Altura do cabeçalho

source: Specifies the header height in pixel.
pt_br: Especifica a altura do cabeçalho em pixels.

source: Add border
pt_br: Adicionar borda

source: Enable it to add border below the header.
pt_br: Ative para adicionar uma borda abaixo do cabeçalho.

source: Enable Sticky Header
pt_br: Ativar Cabeçalho Fixo

source: Enable it to display header menu on top even by scrolling the page.
pt_br: Ative para exibir um menu de cabeçalho fixo no topo mesmo que rolando a tela.

source: Sticky Header Height
pt_br: Altura do Cabeçalho Fixo

source: Specifies the Sticky header height.
pt_br: Especifica a altura do cabeçalho fixo.

source: Scale Logo on Sticky Header
pt_br: Redimensiona o Logotipo no Cabeçalho Fixo

source: logo would be scaled on sticky header, if you enable this option.
pt_br: Ative para redimensionar o logotipo no cabeçalho fixo.

source: Header Menu
pt_br: Menu do Cabeçalho

source: Header Menu Options
pt_br: Opções do Menu do Cabeçalho

source: Header Submenu Skin
pt_br: Skin do Submenu do Cabeçalho

source: Specifies submenu skin.
pt_br: Especifica a skin do submenu do cabeçalho.

source: Paradox
pt_br: Paradoxo

source: Classic
pt_br: Clássico

source: Dark Transparent
pt_br: Transparente Escuro

source: Divided
pt_br: Dividido

source: Center Paradox
pt_br: Paradoxo Centralizado

source: Modern Paradox
pt_br: Paradoxo Moderno

source: Submenu animation effect
pt_br: Efeito de animação do submenu

source: Fade and move
pt_br: Apagamento e movimentação

source: Display Submenu Indicator
pt_br: Exibir Indicador de Submenu

source: Add submenu indicator icon to header menu items.
pt_br: Adiciona um ícone indicador de submenu aos itens do menu do cabeçalho.

source: Display Menu Splitter
pt_br: Exibir Divisor de Menu

source: Insert splitter symbol between menu items in header.
pt_br: Insere um símbolo divisor entre os itens do menu do cabeçalho.

source: Submenu location
pt_br: Localização do submenu

source: Set the location of submenu in header area.
pt_br: Define a localização do submenu na área do cabeçalho.

source: Below header
pt_br: Abaixo do cabeçalho

source: Below header menu items
pt_br: Abaixo dos itens do menu do cabeçalho

source: Menu height
pt_br: Altura do menu

source: Specifies minimum height of main menu items.
pt_br: Especifica a altura mínima dos itens do menu principal.

source: Burger Menu
pt_br: Menu Hambúrger

source: Burger Menu Options
pt_br: Opções do Menu Hambúrger

source: Burger Button Color
pt_br: Cor do Botão Hambúrger

source: Specifies burger button color.
pt_br: Especifica a cor do botão hambúrger.

source: Burger Button Style
pt_br: Estilo do Botão Hambúrger

source: Specifies burger button style.
pt_br: Especifica o estilo do botão hambúrger.

source: Expandable under top header
pt_br: Expansível no cabeçalho superior

source: Offcanvas panel
pt_br: Painel Offcanvas

source: FullScreen on entire page
pt_br: Tela cheia na página inteira

source: Burger Menu Location
pt_br: Localização do Menu Hambúrger

source: Specifies where menu appears when the burger button is clicked.
pt_br: Especifica onde o menu aparece quando o botão hambúrger é clicado.

source: Offcanvas Alignment
pt_br: Alinhamento do Offcanvas

source: Specifies where offcanvas menu appears when the burger button is clicked.
pt_br: Especifica onde o menu offcanvas aparece quando o botão hambúrger é clicado.

source: Left side
pt_br: Lado esquerdo

source: Right side
pt_br: Lado direito

source: Burger Menu Toggle Type
pt_br: Tipo de Exibição do Menu Hambúrger

source: Specifies only one submenu shows at a time or multiple.
pt_br: Especifica se somente um ou múltiplos submenus são mostrados por vez.

source: Toggle
pt_br: Alternância

source: Accordion
pt_br: Acordeão

source: Fullscreen Menu Skin
pt_br: Skin do Menu em Tela Cheia

source: Specifies the skin of fullscreen menu panel.
pt_br: Especifica a skin do painel do menu em tela cheia.

source: Fullscreen Menu Background Color
pt_br: Cor de Fundo do Menu em Tela Cheia

source: Specifies the background color of fullscreen menu and search panel.
pt_br: Especifica a cor de fundo do menu em tela cheia e painel de pesquisa.

source: Fullscreen Menu Background Image
pt_br: Imagem de Fundo do Menu em Tela Cheia

source: Specifies the background image of fullscreen menu panel
pt_br: Especifica a imagem de fundo do painel de menu em tela cheia.

source: Top Header bar
pt_br: Barra do Cabeçalho Superior

source: Top Header bar Setting
pt_br: Configurações da Barra do Cabeçalho Superior

source: Display Top Header bar
pt_br: Exibir a Barra do Cabeçalho Superior

source: Enable it to display top header bar. You can display socials, message and call info there.
pt_br: Ative para exibir a barra do cabeçalho superior. Você pode exibir redes sociais, mensagens e informações de contato ali.

source: Top Header Bar Layout
pt_br: Layout da Barra do Cabeçalho Superior

source: Specifies top header bar layout.
pt_br: Especifica o layout da barra do cabeçalho superior.

source: Menu left. Social and search right
pt_br: Menu à esquerda. Redes sociais e pesquisa à direita

source: Message left. Menu and language right
pt_br: Mensagens à esquerda. Menu e idioma à direita

source: Social left. Cart and search right
pt_br: Redes sociais à esquerda. Carrinho e pesquisa à direita

source: Menu left. Message, social, cart, search and language right
pt_br: Menu à esquerda. Mensagens, redes sociais, carrinho, pesquisa e idioma à direita

source: Language left. Social, cart and search right
pt_br: Idiomas à esquerda. Redes sociais, carrinho e pesquisa à direita

source: Message left. Social, cart and search right
pt_br: Mensagens à esquerda. Redes sociais, carrinho e pesquisa à direita

source: Menu left. Social, cart and search right
pt_br: Menu à esquerda. Redes sociais, carrinho e pesquisa à direita

source: Language and menu left. Message, social, cart and search right
pt_br: Idiomas à esquerda. Mensagens, redes sociais, carrinho e pesquisa à direita

source: Top Header Bar Background Color
pt_br: Cor de Fundo da Barra do Cabeçalho Superior

source: Specifies the background color of top header bar.
pt_br: Especifica a cor de fundo da barra do cabeçalho superior.

source: Message on Top Header Bar
pt_br: Mensagem na Barra do Cabeçalho Superior

source: Add a message to show on top header bar.
pt_br: Adiciona uma mensagem na barra do cabeçalho superior

source: Welcome to your WordPress Website.
pt_br: Bem-vindo ao seu Site WordPress.

source: FullScreen Search
pt_br: Pesquisa em Tela Cheia

source: FullScreen Search Skin
pt_br: Skin da Pesquisa em Tela Cheia

source: Set the fullscreen search skin.
pt_br: Define a skin da pesquisa em tela cheia.

source: Blog Setting
pt_br: Configurações do Blog

source: Single Post
pt_br: Postagem Simples

source: Single Post Setting
pt_br: Configurações da Postagem Simples

source: Single Post Sidebar Position
pt_br: Posição da Barra Lateral na Postagem Simples

source: Specifies position of sidebar on single post.
pt_br: Especifica a posição da barra lateral na postagem simples.

source: Single Post Sidebar Style
pt_br: Estilo da Barra Lateral na Postagem Simples

source: Single Post Featured Color
pt_br: Cor de Destaque da Postagem Simples

source: Specifies featured color for blog posts.
pt_br: Especifica a cor de destaque da postagem simples.

source: Specifies title alignment on single post.
pt_br: Especifica o alinhamento do título na postagem simples.

source: You can reduce the width of text lines and increase the readability of context in single post of blog (does not affect the width of media).
pt_br: Você pode reduzir a largura das linhas de texto e aumentar a legibilidade do contexto na postagem simples do blog (não afeta a largura da mídia).

source: Display Post Info
pt_br: Exibir Informações da Postagem

source: Enable it to display post date, categories and author name in post page .
pt_br: Ative para exibir a data de postagem, categorias e nome do autor da postagem.

source: Display post date
pt_br: Exibir data da postagem

source: Enable it to show the post date.
pt_br: Ative para exibir a data de postagem.

source: Display post author
pt_br: Exibir autor da postagem

source: Enable it to show the post author.
pt_br: Ative para exibir o autor da postagem.

source: Display comments number
pt_br: Exibir número de comentários

source: Enable it to show the post comments number.
pt_br: Ative para exibir o número de comentários da postagem.

source: Display post caregories
pt_br: Exibir categorias da postagem

source: Enable it to show the post categories.
pt_br: Ative para exibir as categorias da postagem.

source: Display Like Button
pt_br: Exibir Botão Curtir

source: Enable it to display %s like button%s on single post. Please note WP Ulike plugin needs to be activaited in order to use this option.
pt_br: Ative para exibir o %s botão curtir%s numa postagem simples. Note que o plugin WP Ulike precisa estar ativado para usar esta opção.

source: Display Tags Section
pt_br: Exibir Seção de Etiquetas

source: Enable it to display tags section under the post content.
pt_br: Ative para exibir a seção de etiquetas sob o conteúdo da postagem.

source: Display Author Section
pt_br: Exibir a Seção do Autor

source: Enable it to display %s author information%s after post content on single post.
pt_br: Ative para exibir a %s informação do autor%s após o conteúdo da postagem na postagem simples.

source: Display Author Biography Text
pt_br: Exibir Texto Biográfico do Autor

source: Enable it to display %s author biography text%s in author section on single post.
pt_br: Ative para exibir o %s texto biográfico do autor%s na seção do autor na postagem simples.

source: Display Author Socials
pt_br: Exibir Redes Sociais do Autor

source: Enable it to display %s author socials%s in author section on single post.
pt_br: Ative para exibir as %s redes sociais do autor%s na seção do autor na postagem simples.

source: Display Next & Previous Posts
pt_br: Exibir Próxima Postagem e Anterior

source: Enable it to display links to next and previous posts on single post page.
pt_br: Ative para exibir links para a próxima postagem e anterior na postagem simples.

source: Skin for Next & Previous Links
pt_br: Skin para Links de Próxima & Anterior.

source: Specifies the skin for next and previous navigation block.
pt_br: Especifica a skin para o bloco de navegação próxima e anterior.

source: Minimal (default)
pt_br: Mínimo (padrão)

source: Thumbnail with Arrow
pt_br: Miniatura com Seta

source: Thumbnail without Arrow
pt_br: Miniatura sem Seta

source: Navigation with Light Background
pt_br: Navegação com Fundo Claro

source: Navigation with Dark Background
pt_br: Navegação com Fundo Escuro

source: Sticky Thumbnail with Arrow
pt_br: Miniatura Fixa com Seta

source: Previous Post
pt_br: Postagem Anterior

source: Next Post
pt_br: Próxima Postagem

source: Specifies a background color for title bar.
pt_br: Especifica uma cor de fundo para a barra de títulos.

source: Specifies a background image for title bar.
pt_br: Especifica uma imagem de fundo para a barra de títulos.

source: Background Video MP4
pt_br: Vídeo MP4 de Fundo

source: You can upload custom video for title background</br>Note: if you set custom image, default image backgrounds will be ignored.
pt_br: Você pode carregar um vídeo personalizado para o fundo do título</br>Observe: se você definir uma imagem personalizada, os fundos de imagem padrão serão ignorados.

source: Background Video Ogg
pt_br: Vídeo de Fundo Ogg

source: Background Video WebM
pt_br: Vídeo de Fundo WebM

source: Blog Page
pt_br: Página do Blog

source: Setting for Blog Archive Page
pt_br: Configurações para a Página do Histórico do Blog

source: Template 1
pt_br: Modelo 1

source: Template 2
pt_br: Modelo 2

source: Template 3
pt_br: Modelo 3

source: Template 4
pt_br: Modelo 4

source: Grid
pt_br: Grade

source: Masonry
pt_br: Blocos

source: Timeline
pt_br: Linha do tempo

source: Land
pt_br: Plano

source: Tiles
pt_br: Ladrilho

source: Blog Template
pt_br: Modelo de Blog

source: Choose your blog template.
pt_br: Escolha seu modelo de blog.

source: Image aspect ratio
pt_br: Relação do aspecto da imagem

source: Square 1:1
pt_br: Quadrado 1:1

source: Grid Layout
pt_br: Layout de Grade

source: Specifies the style of grid column for each post.
pt_br: Especifica o estilo da coluna da grade para cada postagem.

source: Display post info
pt_br: Exibir informações da postagem

source: Post info position
pt_br: Posição das informações da postagem

source: After Title
pt_br: Após o Título

source: Before Title
pt_br: Antes do Título

source: Display Categories
pt_br: Exibir Categorias

source: Number of columns
pt_br: Número de colunas

source: Number of columns in tablet
pt_br: Número de colunas no tablet

source: Number of columns in mobile
pt_br: Número de colunas no celular

source: Exclude posts without media
pt_br: Excluir postagens sem mídia

source: Exclude quote and link post formats
pt_br: Excluir formatos de postagem de citação e link

source: Do not display the posts with "quote" and "link" post formats
pt_br: Não exibir postagens com formatos "quote" e "link"

source: Enable it to display %s like button%s on blog posts. Please note WP Ulike plugin needs to be activaited to use this option.
pt_br: Ative para exibir o %s botão curtir%s nas postagens do blog. Observe que o plugin WP Ulike precisa estar ativado para usar esta opção.

source: Timeline Alignment
pt_br: Alinhamento da Linha do Tempo

source: Specifies the alignment of timeline on blog page.
pt_br: Especifica o alinhamento da linha do tempo na página do blog.

source: Blog Sidebar Position
pt_br: Posição da Barra Lateral do Blog

source: Specifies the position of sidebar on blog page.
pt_br: Especifica a posição da barra lateral do blog.

source: Blog Sidebar Style
pt_br: Estilo da Barra Lateral do Blog

source: Specifies the style of sidebar on blog page.
pt_br: Especifica o estilo da barra lateral do blog.

source: Blog content length
pt_br: Tamanho do conteúdo do blog

source: Whether to display%1$ssummary%2$sor%1$sfull%2$scontent for each post on blog page
pt_br: Mostra o%1$sresumo%2$sou o%1$sconteúdo completo%2$spara cada postagem do blog.

source: Full text
pt_br: Texto completo

source: Summary
pt_br: Resumo

source: Summery length
pt_br: Comprimento do resumo

source: Specifies summary character length for each post on blog page.
pt_br: Especifica o tamanho em caracteres do resumo para cada postagem do blog.

source: Display Featured Image?
pt_br: Exibir Imagem Destacada?

source: Whether to display featured image on blog archive page or not.
pt_br: Exibe a imagem destacada na página de histórico do blog ou não.

source: Auto Mask Featured Image?
pt_br: Auto Mascara Imagem Destacada?

source: By enabling this option, the featured images in blog list which are above 800 pixels in height will be automatically masked.(Max height is 800 pixels)
pt_br: Ativando esta opção, as imagens em destaque na lista de blog que forem acima de 800 pixels de altura serão automaticamente mascaradas. (Altura máxima de 800 pixels).

source: Blog Slider
pt_br: Slider do Blog

source: Blog Slider Settings
pt_br: Configurações do Slider do Blog

source: Display Slider
pt_br: Exibir Slider

source: Specifies to insert post slide above blog posts.
pt_br: Especifica inserir ou não o slider acima das postagens do blog.
