Repository: WP-Translations/language-packs
Catalog: phloxpot/languages/phloxpot-*.po
Languages: pt_br

source: Install Required Plugins
pt_br: Instalar Plugins Requeridos

source: Install Plugins
pt_br: Instalar Plugins

source: Installing Plugin: %s
pt_br: Instalando Plugin: %s

source: Something went wrong with the plugin API.
pt_br: Algo deu errado com o plugin API.

source: This theme requires the following plugin: %1$s.
pt_br: Este tema requer o seguinte plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
pt_br: Este tema recomenda o seguinte plugin: %1$s.

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
pt_br: Você não tem as permissões necessárias para instalar o plugin %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
pt_br: O seguinte plugin precisa ser atualizado para garantir a máxima compatibilidade com este tema: %1$s.

source: There is an update available for: %1$s.
pt_br: Existe uma atualização disponíveis para: %1$s.

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
pt_br: Você não tem as permissões necessárias para atualizar o plugin %1$s.

source: The following required plugin is currently inactive: %1$s.
pt_br: O seguinte plugin requerido está atualmente desativado: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
pt_br: O seguinte plugin recomendado está atualmente desativado: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
pt_br: Você não tem as permissões necessárias para ativar o plugin %1$s.

source: Begin installing plugin
pt_br: Iniciar a instalação do plugin

source: Begin updating plugin
pt_br: Iniciar a atualização do plugin

source: Begin activating plugin
pt_br: Iniciar a ativação do plugin

source: Return to Required Plugins Installer
pt_br: Voltar ao Instalador de Plugins Requeridos

source: Return to the dashboard
pt_br: Voltar ao painel

source: Plugin activated successfully.
pt_br: Plugin ativado com sucesso.

source: The following plugin was activated successfully:
pt_br: O seguinte plugin foi ativado com sucesso:

source: No action taken. Plugin %1$s was already active.
pt_br: Nada foi feito. O plugin %1$s já estava ativado.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
pt_br: Plugin não ativado. Uma versão mais nova de %s é necessária para este tema. Por favor, atualize o plugin.

source: All plugins installed and activated successfully. %1$s
pt_br: Todos os plugins foram instados e ativados com sucesso. %1$s

source: Dismiss this notice
pt_br: Descartar esta notificação

source: Please contact the administrator of this site for help.
pt_br: Contacte o administrador do site para obter ajuda.

source: This plugin needs to be updated to be compatible with your theme.
pt_br: Este plugin precisa ser atualizado para ser compatível com seu tema.

source: Update Required
pt_br: Atualização Requerida

source: Set the parent_slug config variable instead.
pt_br: Ao invés disso, defina a variável de configuração parent_slug.

source: Return to the Dashboard
pt_br: Voltar ao Painel

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
pt_br: O pacote de plugin remoto não contém uma pasta com o slug desejado e a renomeação não funcionou.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
pt_br: Entre em contato com o provedor de plugins e peça-lhe para empacotar seu plugin de acordo com as diretrizes do WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
pt_br: O pacote de plugin remoto consiste em mais de um arquivo, mas os arquivos não são empacotados em uma pasta.

source: Required
pt_br: Requerido

source: Recommended
pt_br: Recomendado

source: WordPress Repository
pt_br: Repositório WordPress

source: External Source
pt_br: Fonte Externa

source: Pre-Packaged
pt_br: Pré-Empacotado

source: Not Installed
pt_br: Não Instalado

source: Installed But Not Activated
pt_br: Instalado mas Não Ativado

source: Active
pt_br: Ativar

source: Required Update not Available
pt_br: Atualização Requerida não Disponível

source: Requires Update
pt_br: Requer Atualização

source: Update recommended
pt_br: Atualização recomendada

source: To Install <span class="count">(%s)</span>
pt_br: Instalar <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
pt_br: Atualização Disponível <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
pt_br: Ativar <span class="count">(%s)</span>

source: Installed version:
pt_br: Versão instalada:

source: Minimum required version:
pt_br: Versão mínima requerida:

source: Available version:
pt_br: Versão disponível:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
pt_br: Não há plugins a instalar, atualizar ou ativar. <a href="%1$s">Voltar ao Painel</a>

source: Source
pt_br: Fonte

source: Type
pt_br: Tipo

source: Version
pt_br: Versão

source: Upgrade message from the plugin author:
pt_br: Mensagem de atualização do autor do plugin:

source: Install
pt_br: Instalar

source: Update
pt_br: Atualizar

source: Activate
pt_br: Ativar

source: No plugins were selected to be installed. No action taken.
pt_br: Nenhum plugin foi selecionado para ser instalado. Nada foi feito.

source: No plugins were selected to be updated. No action taken.
pt_br: Nenhum plugin foi selecionado para ser atualizado. Nada foi feito.

source: No plugins are available to be installed at this time.
pt_br: Nenhum plugin está disponível para ser instalado neste momento.

source: No plugins are available to be updated at this time.
pt_br: Nenhum plugin está disponível para ser atualizado neste momento.

source: No plugins were selected to be activated. No action taken.
pt_br: Nenhum plugin foi selecionado para ser ativado. Nada foi feito.

source: No plugins are available to be activated at this time.
pt_br: Nenhum plugin está disponível para ser ativado neste momento.

source: Plugin activation failed.
pt_br: A ativação do plugin falhou.

source: Updating Plugin %1$s (%2$d/%3$d)
pt_br: Atualizando Plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
pt_br: Um erro ocorreu ao instalar %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
pt_br: A instalação de %1$s falhou.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
pt_br: O processo de instalação e ativação está iniciando. Este processo pode levar tempo em algumas instalações, seja paciente.

source: %1$s installed and activated successfully.
pt_br: %1$s instalado e ativado com sucesso.

source: Show Details
pt_br: Mostrar Detalhes

source: Hide Details
pt_br: Ocultar Detalhes

source: All installations and activations have been completed.
pt_br: Todas as instalações e ativações foram finalizadas.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
pt_br: Instalando e Ativando Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
pt_br: O processo de instalação está iniciando. Este processo pode levar tempo em algumas instalações, seja paciente.

source: %1$s installed successfully.
pt_br: %1$s instalado com sucesso.

source: All installations have been completed.
pt_br: Todas as instalações foram finalizadas.

source: Installing Plugin %1$s (%2$d/%3$d)
pt_br: Instalando Plugin %1$s (%2$d/%3$d)

source: Install Plugin
pt_br: Instalar Plugin

source: Activate Plugin
pt_br: Ativar Plugin

source: installed
pt_br: instalado

source: Welcome
pt_br: Bem-vindo

source: Welcome to %s
pt_br: Bem-vindo a %s

source: VERSION: %s
pt_br: VERSÃO: %s

source: Execute
pt_br: Executar

source: Visual Icon Selector
pt_br: Seletor Visual de Ícones

source: Preview text:
pt_br: Pré-visualização do texto:

source: Font:
pt_br: Fonte:

source: Size:
pt_br: Tamanho:

source: Style:
pt_br: Estilo:

source: Google Fonts
pt_br: Fontes do Google

source: System Fonts
pt_br: Fontes do Sistema

source: Google Early Access
pt_br: Acesso Prévio do Google

source: Custom Fonts
pt_br: Fontes Personalizadas

source: Cancel
pt_br: Cancelar

source: Apply
pt_br: Aplicar

source: show all
pt_br: mostrar tudo

source: The description
pt_br: Descrição

source: Submit
pt_br: Enviar

source: Choose ..
pt_br: Escolher...

source: Add File
pt_br: Adicionar Arquivo

source: Change File
pt_br: Alterar Arquivo

source: Select File
pt_br: Selecionar Arquivo

source: Remove
pt_br: Excluir

source: Choose File
pt_br: Alterar Arquivo

source: Add Image
pt_br: Adicionar Imagem

source: Change Image
pt_br: Mudar Imagem

source: Submit Image
pt_br: Enviar Imagem

source: Select Image
pt_br: Selecionar Imagem

source: Choose Image
pt_br: Escolher Imagem

source: Add Audio
pt_br: Adicionar Áudio

source: Change Audio
pt_br: Alterar Áudio

source: Submit Audio
pt_br: Enviar Áudio

source: Select Audio
pt_br: Selecionar Áudio

source: Choose Audio
pt_br: Escolher Áudio

source: Add Video
pt_br: Adicionar Vídeo

source: Change Video
pt_br: Alterar Vídeo

source: Submit Video
pt_br: Enviar Vídeo

source: Select Video
pt_br: Selecionar Vídeo

source: Choose Video
pt_br: Escolher Vídeo

source: Submenu as Mega menu
pt_br: Submenu como menu Mega

source: Disable Link
pt_br: Desativar Link

source: Hide Label
pt_br: Ocultar Etiqueta

source: Icon
pt_br: Ícone

source: Icon Alignment
pt_br: Alinhamento de Ícone

source: Auto
pt_br: Automático

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Top
pt_br: Topo

source: Bottom
pt_br: Embaixo

source: Start Row From Here
pt_br: Começar a Linha a Partir Daqui

source: Hide Title
pt_br: Ocultar Título

source: Number of Columns
pt_br: Número de Colunas

source: Hide on Desktop
pt_br: Ocultar no Desktop

source: Hide on Tablet
pt_br: Ocultar no Tablet

source: Hide on Mobile
pt_br: Ocultar no Celular

source: Custom Style
pt_br: Estilo Personalizado

source: Loading options..
pt_br: Carregando opções...

source: Remove image
pt_br: Remover Imagem

source: Add Image(s)
pt_br: Adicionar Imagem(ns)

source: Background Color
pt_br: Cor de Fundo

source: Specifies the color of website background
pt_br: Especifica a cor de fundo do site

source: Background repeat
pt_br: Repetição do fundo

source: Specifies how background image repeats
pt_br: Especifica como a imagem de fundo se repete

source: No repeat
pt_br: Sem repetição

source: Repeat horizontally and vertically
pt_br: Repete horizontal e verticalmente

source: Repeat horizontally
pt_br: Repete horizontalmente

source: Repeat vertically
pt_br: Repete verticalmente

source: Background attachment
pt_br: Anexo de fundo

source: Specifies the background is fixed or scrollable as user scrolls the document
pt_br: Especifica se o fundo é fixo ou rola conforme se rola a página

source: Scroll
pt_br: Rolagem

source: Fixed
pt_br: Fixo

source: Background position
pt_br: Posição do fundo

source: Specifies background image alignment
pt_br: Especifica o alinhamento da imagem de fundo.

source: Left top
pt_br: Topo à esquerda

source: Center top
pt_br: Topo central

source: Right top
pt_br: Topo à direita

source: Left center
pt_br: Centro à esquerda

source: Center center
pt_br: Centro central

source: Right center
pt_br: Centro à direita

source: Left bottom
pt_br: Embaixo à esquerda

source: Center bottom
pt_br: Embaixo central

source: Right bottom
pt_br: Embaixo à direita

source: Background size
pt_br: Tamanho do fundo

source: Specifies the background size.
pt_br: Especifica o tamanho do fundo.

source: Contain
pt_br: Contém

source: Cover
pt_br: Capa

source: Background pattern
pt_br: Padrão de fundo

source: Here you can select one of these patterns as site image background.
pt_br: Selecione um destes padrões como imagem de fundo do site.

source: None
pt_br: Nenhum

source: Background image
pt_br: Imagem de fundo

source: You can upload custom image for site background
pt_br: Você pode enviar uma imagem personalizada para o fundo do site.

source: Note: if you set custom image, default image backgrounds will be ignored.
pt_br: Observação: Se você definir uma imagem personalizada, a imagem de fundo padrão será ignorada.

source: Background video MP4
pt_br: Vídeo MP4 de fundo

source: You can upload custom video for title background
pt_br: Você pode enviar um vídeo personalizado para o fundo do título.

source: Background video Ogg
pt_br: Vídeo de fundo Ogg

source: Background video WebM
pt_br: Vídeo de fundo WebM

source: Client
pt_br: Cliente

source: Add Client, Partner
pt_br: Adicionar Cliente, Parceiro

source: All Clients, Partners
pt_br: Todos os Clientes, Parceiros

source: Add New Client
pt_br: Adicionar Novo Cliente

source: Edit Client
pt_br: Editar Cliente

source: New Client
pt_br: Novo Cliente

source: View Client
pt_br: Ver Cliente

source: Search Clients
pt_br: Procurar Clientes

source: Parent Client
pt_br: Cliente Pai

source: No clients found
pt_br: Nenhum cliente encontrado

source: No clients found in trash
pt_br: Nenhum cliente encontrado na lixeira

source: Here you can add new client to your website.
pt_br: Aqui você pode adicionar um novo cliente ao seu site.

source: Client Categories
pt_br: Categorias de Cliente

source: Client Category
pt_br: Categoria de Cliente

source: All Client Categories
pt_br: Todas as Categorias de Cliente

source: Parent Client Category
pt_br: Categorias de Cliente Pai

source: Parent Client Category:
pt_br: Categoria de Cliente Pai:

source: Edit Client Category
pt_br: Editar Categoria de Cliente

source: Update Client Category
pt_br: Atualizar Categoria de Cliente

source: Add New Client Category
pt_br: Adicionar Nova Categoria de Cliente

source: New Client Category
pt_br: Nova Categoria de Cliente

source: Search in Client Categories
pt_br: Procurar em Categorias de Cliente

source: Client Tags/Filters
pt_br: Filtros/Etiquetas de Cliente

source: Client Tag/Filter
pt_br: Filtro/Etiqueta de Cliente

source: Search in client Tags/filters
pt_br: Procurar em Filtros/etiquetas de cliente

source: Popular Tags/filters
pt_br: Filtros/etiquetas Populares

source: All client Tags/filters
pt_br: Todos os Filtros/etiquetas de cliente

source: Parent client Tag
pt_br: Etiqueta de cliente pai

source: Parent client Tag:
pt_br: Etiqueta de cliente pai:

source: Edit client Tag/Filter
pt_br: Editar Etiqueta/Filtro de cliente

source: Update client Tag/Filter
pt_br: Atualizar Etiqueta/Filtro de Cliente

source: Add new client Tag/Filter
pt_br: Adicionar Nova Etiqueta/Filtro de Cliente

source: New client Tag/Filter
pt_br: Nova Etiqueta/Filtro de Cliente

source: Separate "Tag/Filter" with commas
pt_br: Separar "Etiqueta/Filtro" com vírgulas

source: Add or remove Tag/Filter
pt_br: Adicionar ou excluir Etiqueta/Filtro

source: Choose from the most used tags
pt_br: Escolha a partir das etiquetas mais usadas

source: client Tags/Filters
pt_br: Etiqueta/Filtro de cliente

source: This is an image that is chosen as the representative/cover image for your client.
pt_br: Esta é uma imagem que é escolhida como a imagem representativa/capa de seu cliente.

source: Enter Client/Partner Name Here
pt_br: Digite o Nome do Cliente/Parceiro Aqui

source: Faild to connect to download API ..
pt_br: Falha ao conectar para baixar a API...

source: Error on connecting to download API ..
pt_br: Erro ao conectar para baixar a API...

source: Error! Failed to connect filesystem
pt_br: Erro! Falha ao conectar o sistema de arquivos

source: 1 comment
pt_br: 1 comentário

source: 1 view per day
pt_br: 1 visualização por dia

source: 1 view
pt_br: 1 visualização

source: by %s
pt_br: de %s

source: posted on %s
pt_br: postado em %s

source: under %s
pt_br: sob %s

source: This is also available in:
pt_br: Isto está também disponível em:

source: Continue Reading
pt_br: Continuar Lendo

source: The function name "%s" not found for Metabox hub "%s".
pt_br: O nome de função "%s" não foi encontrado para o hub Metabox "%s".

source: pattern 1
pt_br: padrão 1

source: pattern 2
pt_br: padrão 2

source: pattern 3
pt_br: padrão 3

source: pattern 4
pt_br: padrão 4

source: pattern 5
pt_br: padrão 5

source: pattern 6
pt_br: padrão 6

source: pattern 7
pt_br: padrão 7

source: pattern 8
pt_br: padrão 8

source: pattern 9
pt_br: padrão 9

source: pattern 10
pt_br: padrão 10

source: pattern 11
pt_br: padrão 11

source: pattern 12
pt_br: padrão 12

source: pattern 14
pt_br: padrão 14

source: pattern 15
pt_br: padrão 15

source: pattern 16
pt_br: padrão 16

source: pattern 17
pt_br: padrão 17

source: pattern 18
pt_br: padrão 18

source: pattern 19
pt_br: padrão 19

source: Please specify a unique dom name for %s
pt_br: Especifique um nome de domínio único para %s

source: Theme Setting
pt_br: Configuração de Tema

source: Header Primary Navigation
pt_br: Navegação Primário do Cabeçalho

source: Header Secondary Navigation
pt_br: Navegação Secundária do Cabeçalho

source: Footer Navigation
pt_br: Navegação do Rodapé

source: Yet another awesome website by Phlox theme.
pt_br: Outro incrível site com o tema Phlox.

source: Header Primary Menu
pt_br: Menu Primário do Cabeçalho

source: Top Header Menu
pt_br: Menu do Cabeçalho do Topo

source: Footer Social Menu
pt_br: Menu Social do Rodapé

source: You are using <strong><a href="themes.php">%1$s</a></strong> theme <strong>version %2$s</strong>
pt_br: Você está usando <strong><a href="themes.php">%1$s</a></strong> versão do <strong>tema %2$s</strong>

source: Like
pt_br: Curtir

source: Global Primary Widget Area
pt_br: Área de Widget Global Primária

source: It is accessible everywhere on primary sidebars.
pt_br: É acessível em todos os lugares nas barras laterais primárias.

source: Global Secondary Widget Area
pt_br: Área de Widget Global Secundária

source: It is accessible everywhere on secondary sidebars.
pt_br: É acessível em todos os lugares nas barras laterais secundárias.

source: Pages Primary Widget Area
pt_br: Área de Widget Primária das Páginas

source: It is accessible on primary sidebars except the blog pages.
pt_br: É acessível nas barras laterais primárias, exceto nas páginas do blog.

source: Pages Secondary Widget Area
pt_br: Área de Widget Secundária das Páginas

source: It is accessible on secondary sidebars except the blog pages.
pt_br: É acessível nas barras laterais secundárias, exceto nas páginas do blog.

source: Blog Primary Widget Area
pt_br: Área de Widget Primária do Blog

source: It is accessible only on primary sidebars in blog pages.
pt_br: É acessível apenas nas barras laterais primárias nas páginas do blog.

source: Blog Secondary Widget Area
pt_br: Área de Widget Secundária do Blog

source: It is accessible only on secondary sidebars in blog pages.
pt_br: É acessível apenas nas barras laterais secundárias nas páginas do blog.

source: Search Result Widget Area
pt_br: Área de Widget do Resultado de Pesquisa

source: It is accessible only on primary sidebars in search result page.
pt_br: É acessível somente nas barras laterais primárias na página de resultados da pesquisa.

source: Subfooter Bar Widget Area
pt_br: Área de Widget da Barra do Subrodapé

source: The widget area above the subfooter section. Perfect for placing the "Newsletter", "Social icons" or "Instagram" widget.
pt_br: A área de widget acima da seção do subrodapé. Perfeito para colocar os widgets "Boletim Informativo", "Ícones sociais" ou "Instagram".

source: Subfooter %s Widget Area
pt_br: Área Widget do Subrodapé %s

source: The %s column in subfooter section.
pt_br: A coluna %s na seção do subrodapé.

source: Post Options
pt_br: Opções de Postagem

source: Page Options
pt_br: Opções de Página

source: Loading
pt_br: Carregando

source: Results for:
pt_br: Resultados para:

source: Posts in category
pt_br: Postagens na categoria

source: Posts tagged
pt_br: Postagens etiquetadas

source: Daily Archives
pt_br: Arquivos Diários

source: Monthly Archives
pt_br: Arquivos mensais

source: Yearly Archives
pt_br: Arquivos Anuais

source: Posted on
pt_br: Postado em

source: by
pt_br: por

source: View all posts by %s
pt_br: Ver todos as postagens de %s

source: Edit
pt_br: Editar

source: Search...
pt_br: Pesquisar...

source: Type here..
pt_br: Digite aqui...

source: Search
pt_br: Pesquisar

source: Author
pt_br: Autor

source: %1$s at %2$s
pt_br: %1$s em %2$s

source: Your comment is awaiting moderation.
pt_br: Seu comentário está esperando aprovação.

source: (Edit)
pt_br: (Editar)

source: &larr; Previous Post
pt_br: &larr; Postagem Anterior

source: Next &rarr;
pt_br: Próxima &rarr;

source: Menu for "header-secondary" location is not found.
pt_br: O menu para a localização "header-secondary" não foi encontrado.

source: Admin notice: Menu for "footer" location not found.
pt_br: Notificação administrativa: O menu para a localização "footer" não foi encontrado.

source: View your shopping cart
pt_br: Ver carrinho de compras

source: Proceed To Checkout
pt_br: Finalizar Compra

source: View Cart
pt_br: Ver Carrinho

source: Your cart is currently empty.
pt_br: Seu carrinho está vazio.

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: First
pt_br: Primeiro

source: Last
pt_br: Último

source: &laquo; Previous
pt_br: &laquo; Anterior

source: Next &raquo;
pt_br: Próximo &raquo;

source: Continue reading
pt_br: Continuar lendo

source: Updating Plugin: %s
pt_br: Atualizando Plugin: %s

source: There are one or more required or recommended plugins to install, update or activate.
pt_br: Há um ou mais plugins requeridos ou recomendados para instalar, atualizar ou ativar.

source: No plugins to install, update or activate.
pt_br: Não há plugins para instalar, atualizar ou ativar.

source: Install %2$s
pt_br: Instalar %2$s

source: Update %2$s
pt_br: Atualizar %2$s

source: Activate %2$s
pt_br: Ativar %2$s

source: Client options
pt_br: Opções de cliente

source: Client or Partner Link
pt_br: Link do Cliente ou Parceiro

source: Redirect user to this URL after clicking client's cover image.(Should start with <code>http://</code> for external URL. For example <code>http://www.domain.com</code>
pt_br: Redireciona o usuário para esta URL após clicar na imagem da capa do cliente.(Deve começar com <code>http://</code> para URL externa. Por exemplo <code>http://www.domain.com</code>

source: Client or Partner Logo
pt_br: Logotipo do Cliente ou Parceiro

source: Redirect user to this URL after clicking client's cover image.(Should start with <code>http://</code> for external URL)
pt_br: Redireciona o usuário para esta URL após clicar na imagem da capa do cliente.(Deve começar com <code>http://</code> para URL externa)

source: Event Date
pt_br: Data do Evento

source: Custom Date
pt_br: Data Personalizada

source: If you need to display a date instead of news publish date, add the custom date here. for example 2017-05-05
pt_br: Se você precisar exibir uma data específica ao invés da data de publicação da notícia, adicione a data personalizada aqui. Por exemplo 2017-05-05

source: Portfolio Display choices
pt_br: Opções de Exibição do Portfólio

source: Portfolio Layout
pt_br: Layout do Portfólio

source: Specifies Images Position
pt_br: Especifica a Posição das Imagens

source: Full Image On Top
pt_br: Imagem Completa no Topo

source: Image on left
pt_br: imagem na esquerda

source: Image on right
pt_br: imagem na direita

source: Display Images as
pt_br: Mostra Imagens como
