Repository: WP-Translations/language-packs
Catalog: whistles/languages/whistles-*.po
Languages: fr_fr, ru_ru, tr_tr

source: Add Whistles
fr_fr: Ajouter Whistles
ru_ru: Добавить фишки
tr_tr: Whistles Ekle

source: Ascending
fr_fr: Croissant
ru_ru: Возрастающий
tr_tr: Artan

source: Descending
fr_fr: Décroissant
ru_ru: Убывающий
tr_tr: Azalan

source: Author
fr_fr: Auteur
ru_ru: Автор
tr_tr: Yazar

source: Date
ru_ru: Дата
tr_tr: Tarih

source: ID
ru_ru: Идентификатор

source: Random
fr_fr: Au hasard
ru_ru: Случайно
tr_tr: Rasgele

source: Slug
fr_fr: Identifiant
ru_ru: Ярлык
tr_tr: Kısaad

source: Title
fr_fr: Titre
ru_ru: Заголовок
tr_tr: Başlık

source: Insert
fr_fr: Insérer
ru_ru: Вставить
tr_tr: Ekle

source: You need at least one whistle group to display whistles.
fr_fr: Vous devez avoir au moins un groupe whistle pour afficher des whistles.
ru_ru: Вам требуется по крайней мере одна группа фишек, чтобы отображать фишки.
tr_tr: Whistle görüntülemek için en az bir whistle grubuna ihtiyacınız var.

source: Whistle Groups &rarr;
fr_fr: Groupes Whistle &rarr;
ru_ru: Группы фишек &rarr;
tr_tr: Whistle Grupları &rarr;

source: Cancel
fr_fr: Annuler
ru_ru: Отмена
tr_tr: Vazgeç

source: Type
ru_ru: Тип
tr_tr: Tür

source: Group
fr_fr: Groupe
ru_ru: Группа
tr_tr: Grup

source: Number of whistles to display
fr_fr: Nombre de whistles à afficher
ru_ru: Количество фишек для отображения
tr_tr: Görüntülenecek whistle sayısı

source: Order
fr_fr: Ordre
ru_ru: Порядок
tr_tr: Sıralama

source: Order By
fr_fr: Trier par
ru_ru: Порядок сортировки
tr_tr: Sıralama Kriteri

source: Insert Whistles
fr_fr: Insérer des Whistles
ru_ru: Вставить фишки
tr_tr: Whistles Gir

source: The %s method must be overwritten in a sub-class.
fr_fr: La méthode %s doit être écrasée dans une sous-catégorie.
ru_ru: Метод %s должен быть переписан в подкласс
tr_tr: %s metodu bir alt sınıfta tekrar yazılmış olmalı.

source: Tabs, toggles, accordions, bells, whistles, and all that jazz.
fr_fr: Onglets, toggles, accordéons, cloches, whistles et tout ce jazz.
ru_ru: Табы, переключатели, аккордеоны, и прочие фишки.
tr_tr: Sekmeler, değiştiriciler, akordeonlar, ziller, düdükler ve tüm cazırtılar.

source: Whistles
ru_ru: Фишки

source: Title:
fr_fr: Titre :
ru_ru: Наименование:
tr_tr: Başlık:

source: Type:
fr_fr: Type&nbsp;:
ru_ru: Тип:
tr_tr: Tip:

source: Group:
fr_fr: Groupe :
ru_ru: Группа:
tr_tr: Grup:

source: Limit:
fr_fr: Limite&nbsp;:
ru_ru: Лимит:
tr_tr: Sınır:

source: Order By:
fr_fr: Trier par&nbsp;:
ru_ru: Сортировать по:
tr_tr: Sıralama Kriteri:

source: Tabs
fr_fr: Onglets
ru_ru: Вкладки
tr_tr: Sekmeler

source: Toggle
ru_ru: Переключатель
tr_tr: Değiştir

source: Accordion
fr_fr: Accordéon
ru_ru: Аккордеон
tr_tr: Akordeon

source: Whistle
ru_ru: Фишка

source: Add New
fr_fr: Ajouter Nouveau
ru_ru: Добавить новую
tr_tr: Yeni Ekle

source: Add New Whistle
fr_fr: Ajouter un nouveau whistle
ru_ru: Добавить новую фишку
tr_tr: Yeni Whistle Ekle

source: Edit Whistle
fr_fr: Modifier Whistles
ru_ru: Редактировать фишку
tr_tr: Whistle Düzenle

source: New Whistle
fr_fr: Nouveau Whistle
ru_ru: Новая фишка
tr_tr: Yeni Whistle

source: View Whistle
fr_fr: Afficher Whistle
ru_ru: Просмотреть фишку
tr_tr: Whistle Görüntüle

source: Search Whistles
fr_fr: Rechercher des Whistles
ru_ru: Искать среди фишек
tr_tr: Whistle'ları Ara

source: No whistles found
fr_fr: Aucun whistle trouvé.
ru_ru: Фишек не найдено
tr_tr: Whistle bulunamadı

source: No whistles found in trash
fr_fr: Aucun whistle trouvé dans la corbeille.
ru_ru: Фишек в корзине не обнаружено
tr_tr: Çöpte whistle bulunamadı

source: Whistle Groups
fr_fr: Groupes de Whistle
ru_ru: Группы фишек
tr_tr: Whistle Grupları

source: Whistle Group
fr_fr: Groupe de Whistle
ru_ru: Группа фишек
tr_tr: Whistle Grubu

source: Search Whistle Groups
fr_fr: Rechercher parmi les groupes de whistle
ru_ru: Искать среди групп фишек
tr_tr: Whistle Gruplarını Ara

source: Popular Whistle Groups
fr_fr: Groupes de whistle populaires
ru_ru: Популярные группы фишек
tr_tr: Popüler Whistle Grupları

source: All Whistle Groups
fr_fr: Tous les groupes de whistle
ru_ru: Все группы фишек
tr_tr: Tüm Whistle Grupları

source: Edit Whistle Group
fr_fr: Modifier le groupe de whistle
ru_ru: Редактировать группу фишек
tr_tr: Whistle Grubu Düzenle

source: View Whistle Group
fr_fr: Afficher le groupe de whistle
ru_ru: Просмотреть группу фишек
tr_tr: Whistle Grubu Görüntüle

source: Update Whistle Group
fr_fr: Mettre à jour le groupe de whistle
ru_ru: Обновить группу фишек
tr_tr: Whistle Grubu Güncelle

source: Add New Whistle Group
fr_fr: Ajouter un nouveau groupe de whistle
ru_ru: Добавить новую группу фишек
tr_tr: Yeni Whistle Grubu Ekle

source: New Whistle Group Name
fr_fr: Nom du nouveau groupe de whistle
ru_ru: Новое имя группы фишек
tr_tr: Yeni Whistle Grubu İsmi

source: Separate whistle groups with commas
fr_fr: Séparez les groupes de whistle par des virgules
ru_ru: Отделить группы фишек запятыми
tr_tr: Whistle gruplarını virgüllerle ayır

source: Add or remove whistle groups
fr_fr: Ajouter ou retirer des groupes de whistle
ru_ru: Добавить или убрать группы фишек
tr_tr: Whistle grupları ekle veya kaldır

source: Choose from the most used whistle groups
fr_fr: Choisir parmi les groupes de whistle les plus utilisés
ru_ru: Выбрать из наиболее часто используемых групп фишек
tr_tr: En çok kullanılan whistle gruplarından seçin
