Repository: WP-Translations/language-packs
Catalog: wordPress-apple-tags/languages/wordPress-apple-tags-*.po
Languages: ar, de_de, es_es, fr_fr, id_id, nl_nl, pt_br, pt_pt, ru_ru, tr_tr

source: WordPress Apple Tags Settings
ar: إعدادات وسوم آبل للوورد بريس
de_de: WordPress-Apple-Tags-Einstellungen
es_es: Configuración de los Tags de Apple en Wordpress
fr_fr: Réglages de WordPress Apple Tags
id_id: Pengaturan Tag WordPress Apple
nl_nl: WordPress Apple Tags instellingen
pt_br: Configurações de Marcadores da Apple no Wordpress
pt_pt: Definições das Etiquetas Apple para Wordpress
ru_ru: Настройки WordPress Apple Tags
tr_tr: WordPress Apple Tags Ayarları

source: Apple Tags
ar: وسوم آبل
es_es: Tags de Apple
id_id: Tag Apple
pt_br: Marcadores Apple
pt_pt: Etiquetas Apple

source: Enable iOS Web-App Mode
ar: تمكين وضع تطبيق نظام الآي أو إس
de_de: iOS-Web-App-Modus aktivieren
es_es: Activar Modo iOS Web-App
fr_fr: Activer le mode iOS Web-App
id_id: Aktifkan modus App iOS Web
nl_nl: iOS Web-App-modus inschakelen
pt_br: Habilitar modo Web-App no iOS
pt_pt: Ativar o Modo de Aplicação-Web para iOS
ru_ru: Включить режим веб-приложения iOS
tr_tr: iOS Web-App Modunu Etkinleştir

source: No
ar: لا
de_de: Nein
fr_fr: Non
id_id: Tidak
nl_nl: Nee
pt_br: Não
pt_pt: Não
ru_ru: Нет
tr_tr: Hayır

source: Yes
ar: نعم
de_de: Ja
es_es: Sí
fr_fr: Oui
id_id: Ya
nl_nl: Ja
pt_br: Sim
pt_pt: Sim
ru_ru: Да
tr_tr: Evet

source: Web App Status Bar Color
ar: لون مؤشر حالة التطبيق
de_de: Farbe der Web-App-Statusleiste
es_es: Color de la barra de estado de la Web App
fr_fr: Couleur de la barre d’état de la Web App
id_id: Warna Status Bar Web App
nl_nl: Kleur statusbalk Web App
pt_br: Cor da Barra de Estado da Aplicação Web
pt_pt: Cor da Barra de Estado da Aplicação de Web
ru_ru: Цвет статусной строки веб-приложения
tr_tr: Web App Durum Çubuğu Rengi

source: Default (Grey)
ar: افتراضي (رمادي)
de_de: Standard (grau)
es_es: Por Defecto (Gris)
fr_fr: Par défaut (grise)
id_id: Standar (Abu-abu)
nl_nl: Standaard (Grijs)
pt_br: Padrão (Cinza)
pt_pt: Predefinição (Cinzento)
ru_ru: По умолчанию (серый)
tr_tr: Varsayılan (Gri)

source: Black
ar: أسود
de_de: Schwarz
es_es: Negro
fr_fr: Noir
id_id: Hitam
nl_nl: Zwart
pt_br: Preto
pt_pt: Preto
ru_ru: Чёрный
tr_tr: Siyah

source: Black Translucent
ar: أسود نصف شفاف
de_de: Schwarz durchscheinend
es_es: Negro Translucido
fr_fr: Noire translucide
id_id: Hitam Tembus pandang
nl_nl: Doorschijnend zwart
pt_br: Preto Translúcido
pt_pt: Preto Translucido
ru_ru: Черный прозрачный
tr_tr: Uçuk Siyah

source: Web App Title
ar: عنوان التطبيق
de_de: Web-App-Titel
es_es: Titulo de la App Web
fr_fr: Titre de la Web App
id_id: Judul Web App
nl_nl: Titel Web App
pt_br: Título da Aplicação Web
pt_pt: Titulo da Aplicação da Web
ru_ru: Заголовок веб-приложения
tr_tr: Web App Başlığı

source: Viewport
ar: منفذ العرض
es_es: Ventana o Vista
fr_fr: Fenêtre d’affichage
pt_br: Visor
tr_tr: Pencere

source: Detect Telephone Numbers
ar: كشف عن أرقام الهاتف
de_de: Telefonnummern erkennen
es_es: Detectar Numeros de Telefono
fr_fr: Détecter les numéros de téléphone
id_id: Mendeteksi Nomor Telepon
nl_nl: Telefoonnummers detecteren
pt_br: Detectar Números de Telefone
pt_pt: Detetar Números de Telefone
ru_ru: Искать номера телефонов
tr_tr: Telefon Numaralarını Tesbit Et

source: Upload
ar: رفع
de_de: Hochladen
es_es: Subir
fr_fr: Mettre en ligne
id_id: Unggah
nl_nl: Uploaden
pt_br: Enviar
pt_pt: Enviar
ru_ru: Загрузить
tr_tr: Yükle

source: Touch Icon Precomposed
ar: أيقونة اللمس مؤلفة مسبقاً
de_de: Touch-Grafik
es_es: Icono Touch Prediseñado
fr_fr: Icône Touch pré-composée
id_id: Sentuh Ikon precomposed
nl_nl: Vooraf samengesteld Touch-pictogram
pt_br: Ícone de toque pré-composto
pt_pt: Ícone de Toque Pré-composto
tr_tr: Dokunuş Simgesi Öndüzenli

source: Use glossy bookmark icon.
ar: استعمل أيقونة مفضّلة لامعة
de_de: Glänzende Icons für Lesezeichen verwenden.
es_es: Usar el icono de Etiquetado Modo Vidrio
fr_fr: Utiliser des icônes de signet glossy.
id_id: Gunakan glossy ikon bookmark.
nl_nl: Glossy bladwijzerpictogram gebruiken.
pt_br: Use ícone de marcador brilhante.
pt_pt: Utilizar ícone de marcador brilhante
ru_ru: Использовать глянцевый значок закладки.
tr_tr: Parlak im simgesi kullan.

source: URL to iPod Touch Icon
ar: رابط أيقونة اللمس للآي بود
de_de: URL zum iPod-Touch-Icon.
es_es: URL a icono de iPod Touch
fr_fr: URL pour l’icône de l’iPod Touch
id_id: URL untuk Ikon Sentuh iPod
nl_nl: URL naar iPod Touch-pictogram
pt_br: URL para Ícone de Touch do iPod
pt_pt: URL para o Ícone do iPod Touch
ru_ru: URL к иконке iPod Touch
tr_tr: iPod Touch Simgesine URL

source: URL to iPad Touch Icon
ar: رابط أيقونة اللمس للآي باد
de_de: URL zum iPad-Touch-Icon
es_es: URL a icono de iPad Touch
fr_fr: URL pour l’icône de l’iPad Touch
id_id: URL untuk Ikon Sentuh iPad
nl_nl: URL naar iPad Touch-pictogram
pt_br: URL para Ícone de Touch do iPad
pt_pt: URL para o Ícone do iPad Touch
ru_ru: URL к иконке iPad Touch
tr_tr: iPad Touch Simgesine URL

source: URL to iPhone 4 Touch Icon
ar: رابط أيقونة اللمس للآي فون 4
de_de: URL zum iPhone-4-Touch-Icon
es_es: URL a icono de iPhone 4
fr_fr: URL pour l’icône de l’iPhone 4
id_id: URL untuk Ikon Sentuh iPhone 4
nl_nl: URL naar iPhone 4 Touch-pictogram
pt_br: URL para Ícone de Touch do iPhone 4
pt_pt: URL para o Ícone do iPhone 4 Touch
ru_ru: URL к иконке iPhone 4 Touch
tr_tr: iPhone 4 Touch Simgesine URL

source: URL to iPhone 5 Touch Icon
ar: رابط أيقونة اللمس للآي فون 5
de_de: URL zum iPhone-5-Touch-Icon
es_es: URL a icono de iPhone 5
fr_fr: URL pour l’icône de l’iPhone 5
id_id: URL untuk Ikon Sentuh iPhone 5
nl_nl: URL naar iPhone 5 Touch-pictogram
pt_br: URL para Ícone de Touch do iPhone 5
pt_pt: URL para o Ícone do iPhone 5 Touch
ru_ru: URL к иконке iPhone 5 Touch
tr_tr: iPhone 5 Simgesine URL

source: Use Startup Screens
ar: استعمل شاشات بدء التشغيل
de_de: Startbildschirm verwenden
es_es: Usar Pantallas de Inicio
fr_fr: Utilisez les écrans de démarrage
id_id: Gunakan Layar Startup
nl_nl: Opstartschermen gebruiken
pt_br: Utilize a tela de inicio
pt_pt: Utilizar Ecrãs de Arranque
ru_ru: Использовать экраны запуска
tr_tr: Başlangıç Ekranları Kullan

source: URL to iPhone Portrait startup screen
ar: رابط لشاشة بدء تشغيل طولية للآي فون
de_de: URL zum iPhone-Portrait-Startbildschirm
es_es: URL a la Pagina de Inicio en Vertical del iPhone
fr_fr: URL de l’écran de démarrage pour l’iPhone en portrait
id_id: URL untuk layar startup iPhone Portrait
nl_nl: URL naar iPhone Portrait-opstartscherm
pt_br: URL para a tela de inicialização do iPhone Retrato
pt_pt: URL para o ecrã de arranque em retrato do iPhone
ru_ru: URL к вертикальному экрану запуска iPhone
tr_tr: iPhone Dikey başlangıç ekranına URL

source: URL to Retina Portrait iPhone startup screen
ar: رابط لشاشة بدء تشغيل عالية الدقة طولية للآي فون
de_de: URL zum iPhone-Retina-Portrait-Startbildschirm
es_es: URL a la Pagina de Inicio en Vertical del iPhone Retina
fr_fr: URL de l’écran de démarrage pour l’iPhone Retina en portrait
id_id: URL ke layar startup iPhone Retina Portrait
nl_nl: URL naar Retina Portrait iPhone-opstartscherm
pt_br: URL para a tela de inicialização do iPhone Retrato Retina
pt_pt: URL para o ecrã de arranque em Retrato do iPhone Retina
ru_ru: URL к вертикальному Retina экрану запуска iPhone
tr_tr: Retina Dikey iPhone başlangıç ekranına URL

source: URL to 4-inch Portrait Retina iPhone startup screen
ar: رابط لشاشة بدء تشغيل 4 إنشات عالية الدقة طولية للآي فون
de_de: URL zum 4'' iPhone-Retina-Portrait-Startbildschirm
es_es: URL a la Pagina de Inicio en Vertical del iPhone 4 Retina Pulgadas
fr_fr: URL de l’écran de démarrage pour l’iPhone Retina 4-inch en portrait
id_id: URL untuk startup layar 4-inch iPhone Portrait Retina
nl_nl: URL naar 4-inch Portrait Retina iPhone-opstartscherm
pt_br: URL para a tela de inicialização do iPhone Retrato Retina de 4 polegadas
pt_pt: URL para o ecrã de arranque em Retrato do iPhone Retina 4 polegadas
ru_ru: URL к 4-дюймовому вертикальному экрану запуска iPhone
tr_tr: 4 inç Dikey Retina iPhone başlangıç ekranına URL

source: URL to iPad Portrait startup screen
ar: رابط لشاشة بدء تشغيل طولية للآي باد
de_de: URL zum iPad-Portrait-Startbildschirm
es_es: URL a la Pagina de Inicio en Vertical del iPad
fr_fr: URL de l’écran de démarrage pour l’iPad en portrait
id_id: URL ke layar Potrait iPad Landscape
nl_nl: URL naar iPad Portrait-opstartscherm
pt_br: URL para a tela de inicialização do iPad Retrato
pt_pt: URL para o ecrã de arranque em Retrato do iPad
ru_ru: URL к вертикальному экрану запуска iPad
tr_tr: iPad Dikey başlangıç ekranına URL

source: URL to iPad Landscape startup screen
ar: رابط لشاشة بدء تشغيل عرضية للآي باد
de_de: URL zum iPad-Landschaft-Startbildschirm
es_es: URL a la Pagina de Inicio en horizontal del iPad
fr_fr: URL de l’écran de démarrage pour l’iPhone en paysage
id_id: URL ke layar startup iPad Landscape
nl_nl: URL naar iPad Landscape-opstartscherm
pt_br: URL para a tela de inicialização do iPad Paisagem
pt_pt: URL para o ecrã de arranque em Paisagem do iPad
ru_ru: URL к горизонтальному экрану запуска iPad
tr_tr: iPad Yatay başlangıç ekranına URL

source: URL to Retina iPad Portrait startup screen
ar: رابط لشاشة بدء تشغيل عالية الدقة طولية للآي باد
de_de: URL zum iPhone-Retina-Portrait-Startbildschirm
es_es: URL a la Pagina de Inicio en Vertical del iPad Retina
fr_fr: URL de l’écran de démarrage pour l’iPad Retina en portrait
id_id: URL ke layar Portrait startup Retina iPad
nl_nl: URL naar Retina iPad Portrait-opstartscherm
pt_br: URL para a tela de inicialização do iPad Retrato Retina
pt_pt: URL para o ecrã de arranque em Retrato do iPad Retina
ru_ru: URL к вертикальному Retina экрану запуска iPad
tr_tr: Retina iPad Dikey başlangıç ekranına URL

source: URL to Retina iPad Landscape startup screen
ar: رابط لشاشة بدء تشغيل عالية الدقة عرضية للآي باد
de_de: URL zum iPad-Retina-Landschaft-Startbildschirm
es_es: URL a la Pagina de Inicio en horizontal del iPad Retina
fr_fr: URL de l’écran de démarrage pour l’iPad Retina en paysage
id_id: URL ke layar Landscape startup Retina iPad
nl_nl: URL naar Retina iPad Landscape-opstartscherm
pt_br: URL para a tela de inicialização do iPad Paisagem Retina
pt_pt: URL para o ecrã de arranque em Paisagem do iPad Retina
ru_ru: URL к горизонтальному Retina экрану запуска iPad
tr_tr: Retina iPad Yatay başlangıç ekranına URL

source: Use Smart App Banner (iOS6+)
ar: استعمل لافتة تطبيقات ذكية (نظام آي أو إس 6 أو أحدث)
de_de: Smart-App-Banner verwenden (iOS6+)
es_es: Usar un Banner Inteligente de Aplicacion (iOS6+)
fr_fr: Utiliser la Smart App bannière (iOS6+)
id_id: Penggunaan App Banner Pintar (iOS6+)
nl_nl: Smart App Banner (iOS6+) gebruiken
pt_pt: Usar Faixa de App Inteligente (iOS6+)
ru_ru: Использовать умный баннер приложения (iOS6+)
tr_tr: Akıllı App Afişi Kullan (iOS6+)

source: Safari has a Smart App Banner feature in iOS 6 and later that provides a standardized method of promoting apps on the App Store from your website.
ar: لدى متصفح سفاري ميزة "لافتة التطبيقات الذكية" في نظام التشغيل آي أو إس 6 أو أحدث تقدم طريقة معتمدة لترويج التطبيقات على متجر التطبيقات من موقعك.
de_de: Safari hat eine Smart-App-Banner-Funktion ab iOS 6 und höher, die eine standardisierte Methode zum Darstellen von Apps im App Store von deiner Website beinhaltet.
es_es: Safari tiene una funcion App Banner en iOS 6 y superior que provee un metodo estandarizado de promocion de aplicaciones en la App Store de tu pagina web
fr_fr: Safari dispose d’une fonctionnalité Smart App bannière dans iOS6 et suivant, qui fournit une méthode normalisée de la promotion des applications sur l’App Store depuis votre site Web.
id_id: Safari memiliki fitur App Banner Pintar di iOS 6 dan seterusnya yang menyediakan metode standar untuk mempromosikan aplikasi di App Store dari website Anda.
nl_nl: Safari heeft een Smart App Banner-functie in iOS 6 en later die zorgt voor een gestandaardiseerde methode voor het promoten van apps in de App Store vanaf uw website.
pt_br: A partir do iOS6 o Safari possuo um recurso Smart App Banner, que fornece um método padronizado de promover aplicativos na App Store a partir do seu site.
pt_pt: O Safari tem uma função Faixa de App Inteligente no iOS 6 e superior que proporciona um método uniformizado para promover as apps na Loja de Apps a partir do seu sítio da Web
ru_ru: В iOS6 и поздних версиях у вас Safari есть функция умного баннера приложения, она предоставляет стандартизированный метод продвижения приложения на App Store с вашего сайта.
tr_tr: Safari iOS6 ve sonrası için App Store'daki app'ları web siteniz üzerinden teşvik etmede standartlaşmış bir metod sunan Akıllı App Afişi özelliğine sahip.

source: Read for more information
ar: اقرأ للمزيد من المعلومات
de_de: Weitere Informationen anzeigen
es_es: Leer para Más Informacion
fr_fr: Lire pour plus d’informations
id_id: Baca Untuk informasi lebih lanjut
nl_nl: Lees voor meer informatie
pt_br: Leia para mais informações
pt_pt: Ler para mais informação
ru_ru: Прочитайте для дополнительной информации
tr_tr: Daha fazla bilgi için okuyun

source: App Store ID
ar: رقم تعريف متجر التطبيقات
es_es: Identificacion de App Store
fr_fr: ID de l’app store
id_id: ID App Store
pt_br: ID da App Store
pt_pt: Id. da Loja de Apps

source: Affiliate ID
ar: رقم تعريف التابع
es_es: Afiliar ID
fr_fr: ID d’affiliation
id_id: ID afiliasi
pt_br: ID Afiliado
pt_pt: Id.de Afiliada
ru_ru: Партнерский ID
tr_tr: Üye Firma ID

source: App Argument
ar: نقاش التطبيق
de_de: App-Parameter
es_es: Argunemto de App
fr_fr: Argument de l’app
id_id: App Argumen
pt_br: Argumento da Aplicação
pt_pt: Argumento de App
ru_ru: Аргументы URL
tr_tr: App Konusu
