Repository: WP-Translations/language-packs
Catalog: github-updater/languages/github-updater-*.po
Languages: de_de, fr_fr

source: Activated as mu-plugin
de_de: Aktiviert als MU-Plugin
fr_fr: Activé en tant qu’extension « must-use » (mu-plugin)

source: Bitbucket Private Settings
de_de: Bitbucket Privat Einstellungen
fr_fr: Réglages des dépôts privés Bitbucket

source: Bitbucket Username
de_de: Bitbucket Benutzername
fr_fr: Nom d’utilisateur Bitbucket

source: Bitbucket Password
de_de: Bitbucket Passwort
fr_fr: Mot de passe Bitbucket

source: Bitbucket Private Repositories
fr_fr: Dépôts privés Bitbucket

source: Check box if private repository. Leave unchecked for public repositories.
de_de: Aktiviere das Kästchen, falls es sich um ein privates Repository handelt. Lasse es deaktiviert für öffentliche Repositories.
fr_fr: Cochez la case s’il s’agit d’un dépôt privé. Ne cochez pas s’il s’agit d’un dépôt public.

source: Enter your personal Bitbucket username and password.
de_de: Gib deinen persönlichen Bitbucket Benutzernamen und Passwort ein.
fr_fr: Saisissez votre nom d’utilisateur et votre mot de passe Bitbucket.

source: Private Bitbucket Repository
de_de: Privates Bitbucket Repository
fr_fr: Dépôt Bitbucket privé

source: Check for private Bitbucket repositories.
de_de: Auswählen für private Bitbucket Repositories.
fr_fr: Cochez s’il s’agit d’un dépôt Bitbucket privé.

source: Enter Bitbucket username.
de_de: Bitbucket Benutzername eingeben.
fr_fr: Saisissez votre nom d’utilisateur Bitbucket.

source: Enter Bitbucket password.
de_de: Bitbucket Passwort eingeben.
fr_fr: Saisissez votre nom mot de passe Bitbucket.

source: Bitbucket Server Private Settings
de_de: Bitbucket Server Privat-Einstellungen
fr_fr: Réglages privés de Bitbucket Server

source: Bitbucket Server Username
de_de: Bitbucket Server-Benutzername
fr_fr: Nom d’utilisateur Bitbucket Server

source: Bitbucket Server Password
de_de: Bitbucket Serverpasswort
fr_fr: Mot de passe Bitbucket Server

source: Bitbucket Server Private Repositories
fr_fr: Dépôts privés Bitbucket Server

source: GitHub Personal Access Token
de_de: Persönlicher GitHub Access-Token
fr_fr: Jeton d’accès personnel GitHub

source: GitHub.com Access Token
fr_fr: Jeton d’accès GitHub.com

source: GitHub Enterprise Access Token
fr_fr: Jeton d’accès GitHub Enteprise

source: GitHub Private Settings
de_de: Private GitHub Einstellungen
fr_fr: Réglages des dépôts privés GitHub

source: Enter your GitHub Access Token. Leave empty for public repositories.
de_de: Gib dein GitHub Access-Token ein. Leer lassen für öffentliche Repositories.
fr_fr: Saisissez votre jeton d’accès GitHub (GitHub Access Token). Laissez vide pour un dépôt public.

source: Enter your personal GitHub.com or GitHub Enterprise Access Token to avoid API access limits.
de_de: Gib dein persönliches GitHub.com oder GitHub Enterprise Access Token ein, um API-Zugriffs-Limits zu vermeiden.
fr_fr: Saisissez votre jeton d’accès personnel à GitHub.com ou GitHub Enterprise afin d’éviter les limites d’accès à l’API.

source: GitHub Access Token
fr_fr: Jeton d’accès GitHub

source: Enter GitHub Access Token for private GitHub repositories.
de_de: Gib dein GitHub Access Token für private GitHub Repositories ein.
fr_fr: Saisissez votre jeton d’accès GitHub pour les dépôts privés GitHub.

source: GitLab Personal Access Token
de_de: Persönliches GitLab Access-Token
fr_fr: Jeton d’accès personnel à GitLab

source: GitLab Private Settings
de_de: Private GitLab Einstellungen
fr_fr: Réglages des dépôts privés GitLab

source: GitLab.com Access Token
de_de: GitLab Access-Token
fr_fr: Jeton d’accès à GitLab.com

source: GitLab CE or GitLab Enterprise Personal Access Token
de_de: Privates GitLab CE oder GitLab Enterprise Access-Token
fr_fr: Jeton d’accès GitLab CE ou GitLab Enterprise

source: Enter your GitLab.com, GitLab CE, or GitLab Enterprise Access Token.
de_de: Gib dein GitLab.com, GitLab CE oder GitLab Enterprise Access-Token ein.
fr_fr: Saisissez votre jeton d’accès à GitLab.com, GitLab CE, ou GitLAb Enterprise.

source: GitLab Access Token
fr_fr: Jeton d’accès à GitLab

source: Enter GitLab Access Token for private GitLab repositories.
de_de: Gib dein GitLab Access-Token für private GitHub Repositories ein.
fr_fr: Saisissez votre jeton d’accès GitLab pour les dépôts privés GitLab.

source: You must set a GitLab.com, GitLab CE, or GitLab Enterprise Access Token.
de_de: Du musst ein GitLab.com, GitLab CE oder GitLab Enterprise Access Token angeben.
fr_fr: Vous devez définir un jeton d’accès à GitLab.com, GitLab CE ou GitLab Enterprise.

source: Enter your Gitea Access Token.
de_de: Gib dein Gitea Access Token ein.
fr_fr: Saisissez votre jeton d’accès Gitea.

source: Enter Gitea Access Token for private Gitea repositories.
de_de: Gib dein Gitea Access Token für private Gitea Repositories ein.
fr_fr: Saisissez votre jeton d’accès Gitea pour les dépôts privés Gitea.

source: You must set a Gitea Access Token.
de_de: Du musst ein Gitea Access Token einstellen.
fr_fr: Vous devez saisir votre jeton d’accès Gitea.

source: There may be a problem with WP-Cron. A GitHub Updater WP-Cron event is overdue.
de_de: Es könnte ein Problem mit WP-Cron vorliegen. Ein GitHub Updater WP-Cron Event ist überfällig.
fr_fr: Il peut y avoir un problème avec WP-Cron. Un évènement WP-Cron de GitHub Updater est en retard.

source: Current branch is `%1$s`, try %2$sanother version%3$s
de_de: Aktueller Branch ist „%1$s“, versuche %2$seine andere Version%3$s.
fr_fr: La branche actuelle est « %1$s », essayez %2$sune autre version%3$s

source: Switch to branch
de_de: Zum Branch wechseln
fr_fr: Changer de branche

source: Switch to release
de_de: Zum Release wechseln
fr_fr: Changer de version

source: No previous tags to rollback to.
de_de: Keine früheren Tags für ein Rollback.
fr_fr: Aucun tag précédent pour revenir en arrière.

source: Install Plugin
de_de: Plugin installieren
fr_fr: Installation d’extension

source: Install Theme
de_de: Theme installieren
fr_fr: Installation de thème

source: A repository URI is required.
de_de: Eine Repository-URI ist erforderlich.
fr_fr: Une URI de dépôt est nécessaire.

source: Plugin
fr_fr: Extension

source: Theme
fr_fr: Thème

source: GitHub Updater Install %s
de_de: GitHub Updater Installiert %s
fr_fr: Installateur GitHub Updater - %s

source: Repository Branch
fr_fr: Branche de référence

source: Remote Repository Host
de_de: Externer Repository Host
fr_fr: Hébergeur du dépôt

source: URI is case sensitive.
de_de: URI unterscheidet zwischen Groß- und Kleinschreibung.
fr_fr: L’URI est sensible à la casse.

source: Enter branch name or leave empty for `master`
de_de: Branchnamen angeben oder leer lassen für „master“
fr_fr: Saisissez le nom de la branche ou laissez vide pour « master ».

source: Activate
de_de: Aktivieren
fr_fr: Activer

# This refers to a network activation in a multisite installation
source: Network Enable
de_de: Netzwerk/Multisite aktivieren
fr_fr: Activer sur le réseau

source: GitHub Updater Error Code:
de_de: GitHub Updater Fehlercode:
fr_fr: Code d’erreur GitHub Updater :

source: GitHub API&#8217;s rate limit will reset in %s minutes.
de_de: GitHub API&#8217;s Ratenlimit wird in %s Minuten zurückgesetzt.
fr_fr: La limite du nombre d’appels à l’API GitHub sera réinitialisée dans %s minutes.

source: There is probably an access token or password error on the GitHub Updater Settings page.
de_de: Wahrscheinlich ist dein Access Token oder Passwort fehlerhaft auf der GitHub Updater Einstellungsseite.
fr_fr: Il y a probablement une erreur de jeton privé ou de mot de passe sur la page des réglages de GitHub Updater.

source: View details
de_de: Details anzeigen
fr_fr: Voir les détails

source: Remote Management
de_de: Fernwartung/-verwaltung
fr_fr: Gestion distante

source: Reset RESTful key
de_de: RESTful Key zurücksetzen
fr_fr: Réinitialiser la clé RESTful

source: Please refer to README for complete list of attributes. RESTful endpoints begin at:
de_de: Eine vollständige Liste der Attribute findest du im README. RESTful-Endpunkte beginnen bei:
fr_fr: Veuillez consulter le README pour une liste complètes des attributs. Les points terminaux RESTful commencent à :

source: Use of Remote Management services may result increase some page load speeds only for `admin` level users in the dashboard.
de_de: Verwenden von Fernwartung/-verwaltungsdiensten kann höhere Seitenladezeiten zur Folge haben, aber nur für „Admin“-Benutzer auf dem Dashboard.
fr_fr: L’utilisation de services de gestion distante peut augmenter le temps de chargement de certaines pages dans le tableau de bord pour les utilisateurs « admin ».

source: Settings
de_de: Einstellungen
fr_fr: Réglages

source: GitHub Updater Settings
de_de: GitHub Updater Einstellungen
fr_fr: Réglages de GitHub Updater

source: Refresh Cache
de_de: Cache aktualisieren
fr_fr: Actualiser le cache

source: Settings saved.
de_de: Einstellungen gespeichert.
fr_fr: Réglages enregistrés.

source: RESTful key reset.
de_de: RESTful Key zurückgesetzt.
fr_fr: Clé RESTful réinitialisée.

source: Cache refreshed.
de_de: Cache aktualisiert.
fr_fr: Cache actualisé.

source: Enable Branch Switching
de_de: Wechsel des Branches aktivieren
fr_fr: Activer le changement de branche

source: Override Dot Org will skip any updates from wordpress.org for plugins with identical slugs.
de_de: Dot Org übergehen wird jegliche Aktualisierungen von wordpress.org für Plugins mit identischen Titelformen auslassen.
fr_fr: Override Dot Org ignorera les mises à jour de wordpress.org pour les extensions avec des identifiants identiques.

source: Activate Override Dot Org by setting %s
de_de: Dot Org übergehen mit der Einstellung %s aktivieren
fr_fr: Activer Override Dot Org en configurant %s

source: Check to enable branch switching from the Plugins or Themes page.
de_de: Auswählen, um das Wechseln des Branches auf der Plugins- oder Themes-Seite zu aktivieren.
fr_fr: Cochez pour activer le changement de branche dans la page des extensions et des thèmes.

source: This is a private repository.
de_de: Dies ist ein privates Repository.
fr_fr: Il s’agit d’un dépôt privé.

source: This repository has not connected to the API or was unable to connect.
de_de: Dieses Repository wurde nicht mit der API verbunden oder konnte nicht verbunden werden.
fr_fr: Ce dépôt ne s’est pas connecté à l’API ou n’a pas pu se connecter.

source: This repository is hosted on WordPress.org.
de_de: Dieses Repository ist auf WordPress.org gehostet.
fr_fr: Ce dépôt est hébergé sur WordPress.org.

source: Waiting for WP-Cron to finish.
de_de: Warten auf das Fertigstellen von WP-Cron.
fr_fr: En attente de la fin de WP-Cron.

source: Installed Plugins and Themes
de_de: Installierte Plugins und Themes
fr_fr: Extensions et thèmes installés

source: There is a new version of %s available.
de_de: Es ist eine neue Version von %s verfügbar.
fr_fr: Une nouvelle version pour %s est disponible.

source: View version %s details.
de_de: Details der Version %s anzeigen.
fr_fr: Afficher les détails de la version %s.

source: Automatic update is unavailable for this theme.
de_de: Automatisches Update ist für dieses Theme nicht verfügbar.
fr_fr: La mise à jour automatique n’est pas disponible pour ce thème.

source: View version %1$s details%2$s or %3$supdate now%2$s.
de_de: Details der Version %1$s anzeigen%2$s oder %3$sjetzt aktualisieren%2$s.
fr_fr: Afficher les détails de la version %1$s%2$s ou %3$smettre à jour maintenant%2$s.

source: Update %s now
de_de: %s jetzt aktualisieren
fr_fr: Mettre à jour %s maintenant

source: Choose a Version
de_de: Wähle eine Version
fr_fr: Choisissez une version

source: Install
de_de: Installieren
fr_fr: Installer

source: Installation Instructions
de_de: Installationsanleitung
fr_fr: Instructions d’installation

source: A plugin to automatically update GitHub, Bitbucket, GitLab, or Gitea hosted plugins, themes, and language packs. It also allows for remote installation of plugins or themes into WordPress.
de_de: Ein Plugin, um Themes, Plugins und Sprachpakete automatisch zu aktualisieren, welche auf GitHub, Bitbucket, GitLab oder Gitea gehostet sind. Auch die Ferninstallation von Plugins oder Themes in WordPress wird unterstützt.
fr_fr: Une extension pour mettre à jour automatiquement les extensions, les thèmes ou les paquets de langues hébergés sur GitHub, Bitbucket, GitLab ou Gitea. Permet également l’installation distante d’extensions et de thèmes dans WordPress.

source: GitHub Updater cannot run on PHP versions older than %1$s. <a href="%2$s">Learn about upgrading your PHP.</a>
de_de: GitHub-Updater kann nicht auf PHP-Versionen älter als %1$s ausgehführt werden. <a href="%2$s">Mehr über ein Upgrade deiner PHP-version erfahren.</a>

source: Enter your repository specific GitLab Access Token.
de_de: Gib dein Repository-spezifisches GitLab Access Token ein.

source: Gitea Private Settings
de_de: Gitea Private Einstellungen

source: Enter your repository specific Gitea Access Token.
de_de: Gib dein Repository-spezifisches Gitea Access Token ein.

source: Please be patient while WP-Cron finishes making API calls.
de_de: Hab bitte Geduld während WP-Cron die API-Aufrufe abarbeitet.

source: Override Dot Org is <strong>active</strong>.
de_de: Dot Org übergehen ist <strong>aktiv</strong>.

source: Override Dot Org is <strong>not active</strong>.
de_de: Dot Org übergehen ist <strong>nicht aktiv</strong>.
