Repository: WP-Translations/language-packs
Catalog: jigoshop-photos-product-tab/languages/jigoshop-photos-product-tab-*.po
Languages: fr_fr, km

source: Size of Photos
fr_fr: Dimension des photos
km: ទំហំ​រូបថត

source: What size would you like to display ?
fr_fr: Quelle taille voulez-vous afficher&nbsp;?
km: តើ​អ្នក​ចង់​បង្ហាញ​ទំហំ​ប៉ុណ្ណា?

source: Thumbnail
fr_fr: Miniature
km: រូប​ភាព​តូច

source: Medium
fr_fr: Moyenne
km: ល្មម

source: Large
fr_fr: Grande
km: ធំ

source: Full / Original
fr_fr: Originale
km: ពេញ / ច្បាប់​ដើម

source: Enable Lightbox
fr_fr: Activer la Lightbox
km: បើក Lightbox

source: Enable the use of lightbox for the photos in the tab.
fr_fr: Activer l'utilisation de la lightbox pour vos photos dans l'onglet.
km: បើក​ការ​ប្រើ lightbox សម្រាប់​រូបថត​នៅ​ក្នុង​ផ្ទាំង។

source: Donate
fr_fr: Don
km: បរិច្ចាគ

source: More Jigoshop Extensions
fr_fr: Plus d'extensions Jigoshop
km: ផ្នែក​បន្ថែម Jigoshop ច្រើន​ទៀត

source: Photos
km: រូបថត

source: Disable photos tab?
fr_fr: Désactiver l'onglet des photos ?
km: បិទ​ផ្ទាំង​រូបថត?

source: Jigoshop Photos Product Tab requires <a href="http://www.jigoshop.com/" target="_blank">Jigoshop</a> to be activated in order to work. Please install and activate <a href="
fr_fr: Jigoshop Photos Product Tab nécessite que <a href="http://www.jigoshop.com/" target="_blank">Jigoshop</a> soit activé. S'il vous plaît installer et activer <a href="
km: Jigoshop Photos Product Tab ត្រូវ​ការ​ឲ្យ​បើក​ដំណើរការ <a href="http://www.jigoshop.com/" target="_blank">Jigoshop</a> ជាមុន​សិន។ សូម​ដំឡើង ហើយ​បើក​ដំណើរការ <a href="
