Repository: WP-Translations/language-packs
Catalog: mailpoet-mailchimp-importer-addon/languages/mailpoet-mailchimp-importer-addon-*.po
Languages: el, tr_tr

source: Documentation
el: Τεκμηρίωση
tr_tr: Belgeler

source: Thank you for using MailPoet MailChimp Importer Add-on :) Should you need help using MailPoet MailChimp Importer Add-on please read the documentation.
el: Σας ευχαριστούμε για τη χρήση του Πρόσθετου MailPoet MailChimp Importer :) Αν χρειαστείτε βοήθεια χρησιμοποιώντας το Πρόσθετο MailPoet MailChimp Importer παρακαλούμε διαβάστε την τεκμηρίωση.
tr_tr: MailPoet MailChimp Importer eklentisini kullandığınız için teşekkürler :) MailPoet MailChimp Importer eklentisi ile ilgili yardıma ihtiyaç duyuyorsanız dökümantasyonlarımızı okuyabilirsiniz.

source: MailPoet MailChimp Importer Add-on Documentation
el: Τεκμηρίωση Προσθέτου MailPoet MailChimp Importer
tr_tr: MailPoet MailChimp Importer Eklentisi Dökümantasyon

source: Support
el: Υποστήριξη
tr_tr: Destek

source: After <a href="%s">reading the documentation</a>, for further assistance you can use the <a href="%s">community forum</a>.
el: Αφού <a href="%s">διαβάσετε την τεκμηρίωση</a>, για περισσότερη βοήθεια μπορείτε να χρησιμοποιήσετε το <a href="%s">φόρουμ της κοινότητας</a>.
tr_tr: <a href="%s">Dökümantasyonlarımızı okuduktan</a> sonra daha fazla yardım almak için <a href="%s">topluluk forum</a> kısmını kullanabilirsiniz.

source: Community Support
el: Υποστήριξη Κοινότητας
tr_tr: Topluluk Destek

source: Found a bug?
el: Βρέθηκε κάποιο πρόβλημα;
tr_tr: Bug mı buldunuz?

source: If you find a bug within MailPoet MailChimp Importer Add-on you can create a ticket via <a href="%s">Github issues</a>. Ensure you read the <a href="%s">contribution guide</a> prior to submitting your report. Be as descriptive as possible.
el: Εάν βρείτε κάποιο πρόβλημα στο Πρόσθετο MailPoet MailChimp Importer μπορείτε να δημιουργήσετε μια ετικέτα μέσω <a href="%s">των θεμάτων Github</a>. Σιγουρευτείτε ότι έχετε διαβάσει τον <a href="%s">οδηγό συνεισφοράς</a> πριν υποβάλετε την αναφορά σας. Να είστε όσο πιο περιγραφικοί γίνεται.
tr_tr: MailPoet MailChimp Importer Eklentisinde bir sorun bulursanız <a href="%s">Github sorunlar</a> kısmından bize ulaştırabilirsiniz. Rapor etmeden önce <a href="%s">katkı kılavuzunu</a> okuyunuz. Mümkün olduğunca açıklayıcı olmaya çalışınız.

source: Report a bug
el: Αναφέρατε κάποιο πρόβλημα
tr_tr: Bug raporlaması yapın

source: For more information:
el: Για περισσότερα:
tr_tr: Daha fazla bilgi için:

source: Project on WordPress.org
el: Έργο στο WordPress.org
tr_tr: Wordpress.org Projeleri

source: Project on Github
el: Έργο στο Github
tr_tr: GitHub Üzerindeki Proje

source: MailPoet MailChimp Importer
el: Εισαγωγέας MailPoet MailChimp

source: Import your subscribers from your MailChimp campaigns into MailPoet via a csv file.
el: Εισάγετε τους συνδρομητές σας από τις MailChimp καμπάνιες σας στο MailPoet μέσω ενός csv αρχείου.
tr_tr: Bir MailChimp kampanyanızdan üyelerinizi bir csv dosyası ile MailPoet içerisine aktar.

source: MailPoet MailChimp Importer Settings
el: Ρυθμίσεις Εισαγωγέα MailPoet MailChimp
tr_tr: MailPoet MailChimp Importer Ayarları

source: What's new:
el: Νέες βελτιώσεις:
tr_tr: Yeni neler var:

source: Sorry, there has been an error.
el: Συγγνώμη, παρουσιάστηκε σφάλμα.
tr_tr: Üzgünüz, bir hata oluştu.

source: The file does not exist, please try again.
el: Το αρχείο δεν υπάρχει, παρακαλώ ξαναπροσπαθήστε.
tr_tr: Dosya bulunamadı, tekrar deneyin.

source: The CSV is invalid.
el: Το CSV είναι άκυρο.
tr_tr: CSV dosyanız geçersiz.

source: Import complete - imported <strong>%s</strong> subscribers and skipped <strong>%s</strong>.
el: Η εισαγωγή ολοκληρώθηκε - συνδρομητές <strong>%s</strong> που εισήχθηκαν και παραλείφθηκαν <strong>%s</strong>.
tr_tr: Alma işlemi tamamlandı - <strong>%s</strong> üye eklendi, <strong>%s</strong> atlandı.

source: All done!
el: Έτοιμοι!
tr_tr: Hepsi tamam!

source: View Subscribers
el: Προβολή Συνδρομητών
tr_tr: Aboneleri Görüntüle

source: Import MailChimp to MailPoet
el: Εισαγωγή MailChimp στο MailPoet
tr_tr: MailChimp'ten MailPoet'e aktar

source: Hi there! Upload a CSV file containing your campaign subscribers from your MailChimp list of your choosing to import into MailPoet. Choose a .csv file to upload, then click "Upload file and import".
el: Γεια σας! Μεταφορτώστε ένα CSV αρχείο, που περιέχει τους συνδρομητές της καμπάνιας σας από την MailChimp λίστα επιλογής σας, για να εισάγετε στο MailPoet. Επιλέξτε ένα .csv αρχείο για να μεταφορτώσετε, έπειτα κάντε κλικ στο "Μεταφόρτωση αρχείου και εισαγωγή".
tr_tr: Merhaba! MailPoet içerisine aktar kısmından MailChimp kampanya üyelerinizi bir CSV dosyasıyla yükleyin. Bir .csv dosyası seçin ve sonra "Dosya yükle ve aktar" kısmını tıklayın.

source: Before you can upload your import file, you will need to fix the following error:
el: Για να εισάγετε το αρχείο πρέπει πρώτα να διορθώσετε το εξής σφάλμα:
tr_tr: İçe aktarma dosyasını yüklemeden önce şu hataları gidermelisiniz:

source: Choose a file from your computer:
el: Επιλέξτε αρχείο από τον υπολογιστή σας:
tr_tr: Bilgisayarınızdan bir dosya seçin:

source: Maximum size: %s
el: Μέγιστο μέγεθος: %s
tr_tr: Maksimum boyut: %s

source: OR enter path to file:
el: Ή εισάγετε διαδρομή στο αρχείο:
tr_tr: VEYA bir dosya yolu girin:

source: Delimiter
el: Οριοθέτης
tr_tr: Ayraç

source: MailPoet MailChimp Importer Add-on
el: Πρόσθετο MailPoet MailChimp Importer
tr_tr: MailPoet MailChimp Importer Eklentisi

source: Import
el: Εισαγωγή
tr_tr: İthal Et

source: Sorry, <strong>%s</strong> requires WordPress
el: Συγγνώμη, <strong>%s</strong> απαιτεί WordPress
tr_tr: Üzgünüz, <strong>%s</strong> WordPress gerekli.

source: Sorry, <strong>%s</strong> requires MailPoet Newsletters for this plugin to work. Please install and activate <strong><a href="%s">MailPoet Newsletters</a></strong> first.
el: Συγγνώμη, <strong>%s</strong> απαιτεί MailPoet Newsletters για να δουλέψει αυτό το πρόσθετο. Παρακαλώ εγκαταστήστε και ενεργοποιήστε πρώτα<strong><a href="%s">MailPoet Newsletters</a></strong>.
tr_tr: Üzgünüz, <strong>%s</strong> MailPoet Newsletters bu eklentinin çalışması için gereklidir. Lütfen öncelikle <strong><a href="%s">MailPoet Newsletters</a></strong> eklentisini yükleyerek etkinleştirin.
