Repository: WP-Translations/language-packs
Catalog: woocommerce-payment-gateway-boilerplate/languages/woocommerce-payment-gateway-boilerplate-*.po
Languages: fr_fr

source: Gateway Name
fr_fr: Nom de la passerelle

source: Getting started
fr_fr: Démarrer

source: A payment gateway description can be placed here.
fr_fr: Une description de la passerelle de paiement peut être inscrit ici.

source: Gateway Status
fr_fr: État de la passerelle

source: Debug Enabled?
fr_fr: Débogage activé ?

source: Sandbox Enabled?
fr_fr: Sandbox activé ?

source: Sign up for Gateway Name
fr_fr: S'enregistrer sur la passerelle de paiement

source: Learn more
fr_fr: En savoir plus

source: Developers: Please make sure that you're including jQuery and there are no JavaScript errors on the page.
fr_fr: Développeurs : Veuillez vous assurer d'inclure jQuery et qu'il n'y a aucune erreur JavaScript sur la page.

source: Sorry, the minimum allowed order total is 0.50 to use this payment method.
fr_fr: Désolé, le minimum autorisé à être utilisé avec cette méthode de paiement est de 0.50

source: %s - Subscription for "%s"
fr_fr: %s - Abonnement pour "%s"

source: (Order %s)
fr_fr: (Commande %s)

source: Gateway name payment approved (ID: %s)
fr_fr: Paiement approuvé pour la passerelle de paiement (ID : %s)

source: Gateway name payment declined
fr_fr: Paiement pour la passerelle de paiement refusé

source: Payment was declined - please try again.
fr_fr: Le paiement a été refusé, veuillez réessayer !

source: %s - Pre-order for "%s"
fr_fr: %s - Pré-commande pour "%s"

source: Payment was declined - the customer need to try another card.
fr_fr: Le paiement a été refusé - le client doit essayé avec une autre carte de crédit.

source: Gateway name Transaction Failed (%s)
fr_fr: Transaction échouée pour la passerelle de paiement (%s)

source: Pay with Gateway Name
fr_fr: Payer avec la passerelle de paiement

source: Take payments via Gateway Name.
fr_fr: Prendre les paiements via la passerelle de paiement.

source: Gateway Name Error: Gateway Name requires PHP 5.3 and above. You are using version %s.
fr_fr: Erreur de la passerelle de paiement : La passerelle nécessite PHP 5.3 ou supérieur. Vous utilisez la version %s.

source: Gateway Name Error: Please enter your public and private keys
fr_fr: Erreur nom de la passerelle : Veuillez saisir vos clés privée et publique.

source: Gateway Name is enabled, but the <a href="%s">force SSL option</a> is disabled; your checkout may not be secure! Please enable SSL and ensure your server has a valid SSL certificate - Gateway Name will only work in sandbox mode.
fr_fr: La passerelle est activée, mais l'<a href="%s">option pour forcer le SSL</a> est désactivée. Votre paiement risque de ne pas être sécurisé ! Veuillez activer le SSL et vous assurer que votre serveur possède un certificat SSL valide. La passerelle ne fonctionnera qu'en mode sandbox.

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Gateway Name
fr_fr: Activer la passerelle de paiement

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Cela détermine le nom vu par l'utilisateur au moment de la commande.

source: This controls the description which the user sees during checkout.
fr_fr: Cela détermine la description vue par l'utilisateur au moment de la commande.

source: Instructions that will be added to the thank you page and emails.
fr_fr: Les instructions qui seront ajoutées à la page de remerciement et aux e-mails.

source: Debug Log
fr_fr: Journal de débogage

source: Enable logging
fr_fr: Activer le logging

source: Log Gateway name events inside <code>%s</code>
fr_fr: Journal des évènements de nom de passerelle dans <code>%s</code>

source: Enable Sandbox Mode
fr_fr: Activer le sandbox mode

source: Place the payment gateway in sandbox mode using sandbox API keys (real payments will not be taken).
fr_fr: Mettre le nom de passerelle en mode sandbox en utilisant les clés d'API de sandbox (les vrais paiements ne seront pas acceptés).

source: Sandbox Private Key
fr_fr: Clé privée de sandbox

source: Get your API keys from your Gateway Name account.
fr_fr: Obtenez vos clés d'API dans votre compte du nom de la passerelle

source: Sandbox Public Key
fr_fr: Clé publique de sandbox

source: Private Key
fr_fr: Clé privée

source: Public Key
fr_fr: Clé publique

source: Thank you - your order is now pending payment.
fr_fr: Merci. Votre commande en en attente de traitement.

source: TEST MODE ENABLED.
fr_fr: MODE TEST ACTIF.

source: Extra Details
fr_fr: Détails supplémentaires

source: Gateway Name payment approved (ID: %s)
fr_fr: Le paiement sur nom de la passerelle à été approuvé (ID : %s)

source: Gateway Name payment declined
fr_fr: Paiement pour la passerelle de paiement refusé

source: Payment refunded via Gateway Name.
fr_fr: Paiement remboursé par la passerelle de paiement.

source: Refunded %s - Refund ID: %s
fr_fr: Remboursé %s - ID du remboursement : %s

source: Error in refunding the order.
fr_fr: Erreur lors du remboursement de la commande.

source: Cheatin&#8217; huh?
fr_fr: Alors on essaye de tricher ?

source: Payment Settings
fr_fr: Configuration des paiements

source: Currency Name
fr_fr: Nom de la monnaie

source: Sorry, <strong>WooCommerce %s</strong> requires WooCommerce to be installed and activated first. Please install <a href="%s">WooCommerce</a> first.
fr_fr: Désolé, <strong>Woocommerce %s</strong> nécessite que WooCommerce. Veuillez installer et activer <a href="%s">WooCommerce</a> en premier.

source: WooCommerce %s depends on version 2.2 and up of WooCommerce for this gateway to work! Please upgrade before activating.
fr_fr: WooCommerce %s nécessite la version 2.2 ou supérieure de WooCommerce pour que la passerelle de paiement fonctionne ! Veuillez faire la mise à jour avant de l'activer.
