Repository: WP-Translations/language-packs
Catalog: wp-plugins-user-switching-dev-readme/languages/wp-plugins-user-switching-dev-readme-*.po
Languages: fr_fr

source: Instant switching between user accounts in WordPress.
fr_fr: Changer instantanément de comptes utilisateurs dans WordPress.

source: No. This can be enabled though by installing the <a href="https://github.com/johnbillion/user-switching-for-regular-admins">User Switching for Regular Admins</a> plugin.
fr_fr: Non. Cela peut néanmoins être activé en installant l'extension <a href="https://github.com/johnbillion/user-switching-for-regular-admins">User Switching for Regular Admins</a>.

source: When a user switches off, the <code>switch_off_user</code> hook is called with the old user ID as a parameter.
fr_fr: Lorsqu'un utilisateur permute, le crochet <code>switch_off_user</code> est appelé avec l'ancienne ID de l'utilisateur passé en paramètre.

source: When a user switches back to their original account, the <code>switch_back_user</code> hook is called with the new (original) and old user IDs passed as parameters. Note that the old user ID can be boolean false if the user is switching back after they've been switched off.
fr_fr: Lorsqu'un utilisateur revient en arrière vers le compte original, le crochet <code>switch_back_user</code> est appelé avec le nouvel (original) et l'ancien identifiant de l'utilisateur passés en paramètres. Notez que l'ancien identifiant utilisateur peut avoir la valeur booléenne false si l'utilisateur revient en arrière après avoir permuté.

source: Yes. When a user switches to another account, the <code>switch_to_user</code> hook is called with the new and old user IDs passed as parameters.
fr_fr: Oui. Lorsqu'un utilisateur permute vers un autre compte; le crochet <code>switch_to_user</code> est appelé avec l'ancien et le nouvel identifiant de l'utilisateur passés en paramètres.

source: Yes, but you'll need to install <code>user-switching.php</code> into the root of your <code>mu-plugins</code> directory, not in the <code>user-switching</code> subdirectory. This is a restriction of WordPress.
fr_fr: Oui, mais vous devrez installer <code>user-switching.php</code> à la racine de votre répertoire <code>mu-plugins</code>, et non pas dans le sous-répertoire <code>user-switching</code>. C'est une restriction de WordPress.

source: Yes, and you'll also be able to switch users from the Users screen in Network Admin.
fr_fr: Oui, et vous serez également en mesure de permuter les utilisateurs depuis l'écran Utilisateurs de l'Admin du réseau.

source: Yes, and you'll also be able to switch users from member profile screens and the member listing screen.
fr_fr: Oui, et vous serez également en mesure de permutrr les utilisateurs depuis l'écran de profil de membre et l'écran de liste des membres.

source: Yes, and you'll also be able to switch users from member profile screens.
fr_fr: Oui, et vous serez également en mesure de permuter les utilisateurs depuis les écrans de profil de membre.

source: A user needs the <code>edit_users</code> capability in order to switch user accounts. By default only Administrators have this capability, and with Multisite enabled only Super Admins have this capability.
fr_fr: Un utilisateur a besoin de la capacité <code>edit_users</code> pour permuter les comptes utilisateurs. Par défaut, seuls les Administrateurs ont cette capacité, et avec le Multisite activé, seuls les Super Admins ont cette capacité.

source: The <em>Switch Off</em> link can be found in your profile menu in the WordPress toolbar. Once you've switched off you'll see a <em>Switch back</em> link in the footer of your site.
fr_fr: Le lien <em>Permuter</em> peut être trouvé dans le menu de votre profil dans la barre d'outils WordPress. Une fois que vous l'avez fait, vous verrez un lien <em>Revenir en arrière</em> en bas de page de votre site.

source: Can regular admins on Multisite installs switch accounts?
fr_fr: Est-ce que les admins normaux d'une installation multisite peuvent permuter les comptes&nbsp;?

source: What does "Switch off" mean?
fr_fr: Que signifie "Arrêter"&nbsp;?

source: Does this plugin work with WordPress Multisite?
fr_fr: Est-ce que cette extension fonctionne avec WordPress Multisite&nbsp;?

source: Switching off logs you out of your account but retains your user ID in an authentication cookie so you can switch straight back without having to log in again manually. It's akin to switching to no user, and being able to switch back.
fr_fr: Arrêter vous déconnecte de votre compte, mais conserve votre identifiant utilisateur dans un cookie d'authentification de sorte que vous pouvez revenir en arrière sans avoir à vous reconnecter manuellement. C'est comme basculer vers aucun utilisateur, et être capable de revenir en arrière.

source: Are any plugin hooks called when users switch accounts?
fr_fr: Est-ce que des crochets d'extensions sont appelés lorsque les utilisateurs basculent des comptes&nbsp;?

source: Does this work as a mu-plugin?
fr_fr: Est-ce qu'il fonctionne comme une extension mu&nbsp;?

source: What capability does a user need in order to switch accounts?
fr_fr: De quelle capacité a besoin un utilisateur pour basculer un compte&nbsp;?

source: Does this plugin work with BuddyPress?
fr_fr: Est-ce que cette extension fonctionne avec BuddyPress&nbsp;?

source: Does this plugin work with bbPress?
fr_fr: Est-ce que cette extension fonctionne avec bbPress&nbsp;?

source: Click <em>Install Now</em> next to the <em>User Switching</em> plugin.
fr_fr: Cliquez sur <em>Installer maintenant</em> à côté de l'extension <em>User Switching</em>.

source: Alternatively, you can install this plugin directly from your WordPress dashboard:
fr_fr: Autrement, vous pouvez installer cette extension directement à partir de votre tableau de bord WordPress&nbsp;:

source: Activate the plugin.
fr_fr: Activez l'extension.

source: If you have the <a href="https://wordpress.org/plugins/developer/">WordPress Developer plugin</a> installed then User Switching is a one-click install from the Tools -&gt; Developer screen.
fr_fr: Si vous avez l'extension <a href="https://wordpress.org/plugins/developer/">WordPress Developer plugin</a> d'installée alors l'installation de User Switching se fait en un clic depuis Outils -&gt; Écran développeur.

source: Go to the <em>Plugins</em> menu and click <em>Add New</em>.
fr_fr: Allez dans le menu <em>Extensions</em> et cliquer sur <em>Ajouter</em>.

source: Search for <em>User Switching</em>.
fr_fr: Recherchez <em>User Switching</em>.

source: Thanks to translations by Hassan Hisham, Tunghsiao Liu, Francois-Xavier Bénard, Ralph Stenzel, Rami Y, Yusuke Hayasaki, Tommixoft, Amin Ab, Bartosz Arendt, Raphael Mendonça, R J, Max Samael, Eko Ikhyar, Marcelo Pedra, Abdullah Pazarbasi, ArianServ, SilverXp, Evi Giannakou, Petya Raykovska, Martin Sauter, Yaser Tallo, Enrique Errando, Sami Keijonen, Ishka Michocka, Alessandro Curci, Alessandro Tesoro, and Ante Sepic!
fr_fr: Merci pour les traductions par Hassan Hisham, Tunghsiao Liu, Francois-Xavier Bénard, Ralph Stenzel, Rami Y, Yusuke Hayasaki, Tommixoft, Amin Ab, Bartosz Arendt, Raphael Mendonça, R J, Max Samael, Eko Ikhyar, Marcelo Pedra, Abdullah Pazarbasi, ArianServ, SilverXp, Evi Giannakou, Petya Raykovska, Martin Sauter, Yaser Tallo, Enrique Errando, Sami Keijonen, Ishka Michocka, Alessandro Curci, Alessandro Tesoro, and Ante Sepic&nbsp;!

source: Русский (Russian)
fr_fr: Русский (Russe)

source: See the <a href="https://wordpress.org/plugins/user-switching/faq/">FAQ</a> for information about the <em>Switch Off</em> feature.
fr_fr: Regardez la <a href="https://wordpress.org/plugins/user-switching/faq/">FAQ</a> pour des informations sur la fonctionnalité <em>Arrêter</em>.

source: Türkçe (Turkish)
fr_fr: Türkçe (Turc)

source: This plugin allows you to quickly swap between user accounts in WordPress at the click of a button. You'll be instantly logged out and logged in as your desired user. This is handy for test environments where you regularly log out and in between different accounts, or for adminstrators who need to switch between multiple accounts.
fr_fr: Cette extension vous permet de basculer rapidement entre des comptes utilisateurs dans WordPress d'un clic de bouton. Vous serez instantanément déconnecté et reconnecté sous l'utilisateur de votre choix. C'est pratique pour les environnements de test où vous vous connectez et déconnectez régulièrement entre différents comptes, ou pour les adminstrateurs qui ont besoin de basculer entre plusieurs comptes.

source: Português do Brasil (Brazilian Portuguese)
fr_fr: Português do Brasil (Portugais brésilien)

source: Română (Romanian)
fr_fr: Română (Roumain)

source: Slovenčina (Slovak)
fr_fr: Slovenčina (Slovaque)

source: Español (Spanish)
fr_fr: Español (Espagnol)

source: فارسی (Persian)
fr_fr: فارسی (Persan)

source: 日本語 (Japanese)
fr_fr: 日本語 (Japonais)

source: Polski (Polish)
fr_fr: Polski (Polonais)

source: Lietuvių kalba (Lithuanian)
fr_fr: Lietuvių kalba (Lituanien)

source: Italiano (Italian)
fr_fr: Italiano (Italien)

source: עִבְרִית (Hebrew)
fr_fr: עִבְרִית (Hebreux)

source: Bahasa Indonesia (Indonesian)
fr_fr: Bahasa Indonesia (Indonésien)

source: Ελληνικά (Greek)
fr_fr: Ελληνικά (Grec)

source: Français (French)
fr_fr: Français

source: Deutsch (German)
fr_fr: Deutsch (Allemand)

source: Suomi (Finnish)
fr_fr: Suomi (Finnois)

source: Click this and you will immediately switch into that user account.
fr_fr: Cliquez dessus et vous serez immédiatement basculé sous ce compte utilisateur.

source: You can switch back to your originating account via the <em>Switch back</em> link on each dashboard screen or in your profile menu in the WordPress toolbar.
fr_fr: Vous pouvez revenir à votre compte d'origine via le lien <em>Retour arrière</em> lien sur chaque écran du tableau de bord ou dans le menu de votre profil dans la barre d'outils WordPress.

source: Nederlands (Dutch)
fr_fr: Nederlands (Néerlandais)

source: Hrvatski (Croatian)
fr_fr: Hrvatski (Croate)

source: Български (Bulgarian)
fr_fr: Български (Bulgare)

source: 中文 (Chinese Simplified)
fr_fr: 中文 (Chinois simplifié)

source: Visit the <em>Users</em> menu in WordPress and you'll see a <em>Switch To</em> link next to each user.
fr_fr: Visitez le menu <em>utilisateurs</em> dans WordPress et vous verrez un lien <em>Basculer vers</em> à côté de chaque utilisateur.

source: العربية (Arabic)
fr_fr: العربية (Arabe)

source: Full support for administration over SSL (if applicable).
fr_fr: Prise en charge complète de l'administration sur SSL (si c'est possible).

source: Implements the nonce security system in WordPress, meaning only those who intend to switch users can switch.
fr_fr: Implémente le système de sécurité de nonce de WordPress, ce qui signifie que seuls ceux qui sont supposés basculer des utilisateurs peuvent le faire.

source: Uses the cookie authentication system in WordPress when remembering the account(s) you've switched from and when switching back.
fr_fr: Utilise le système d'authentification par cookie de WordPress se rappelant du (des) compte (s) que vous avez basculé et lors du retour arrière.

source: Passwords are not (and cannot be) revealed.
fr_fr: Les mots de passe ne sont (et ne peuvent) pas être révélés.

source: It's completely secure (see the <em>Security</em> section below).
fr_fr: C'est complètement sécurisé (voir la section <em>Sécurité</em> ci-dessous).

source: Compatible with WordPress, WordPress Multisite, BuddyPress and bbPress.
fr_fr: Compatible avec WordPress, WordPress Multisite, BuddyPress et bbPress.

source: Only users with the ability to edit other users can switch user accounts. By default this is only Administrators on single site installs, and Super Admins on Multisite installs.
fr_fr: Seuls les utilisateurs ayant la possibilité de modifier d'autres utilisateurs peuvent basculer les comptes utilisateurs. Par défaut, seuls les administrateurs sur un site unique, et les Super Admins sur une installation multisite peuvent le faire.

source: Switch off: Log out of your account but retain the ability to instantly switch back in again.
fr_fr: Arrêter&nbsp;: Déconnectez-vous de votre compte, mais conservez la possibilité d'y revenir instantanément.

source: Switch user: Instantly switch to any user account from the <em>Users</em> screen.
fr_fr: Bascule d'utilisateur&nbsp;: passer instantanément vers n'importe quel compte d'utilisateur à partir des écrans <em>Utilisateurs</em>.

source: Switch back: Instantly switch back to your originating account.
fr_fr: Bascule arrière&nbsp;: bascule instantanément vers votre compte d'origine.

source: Translations Included
fr_fr: Traductions Incluses

source: Security
fr_fr: Sécurité

source: Usage
fr_fr: Utilisation

source: Features
fr_fr: Fonctionnalités

source: Prevent admins switching to multisite super admin accounts.
fr_fr: Empêcher les admins de basculer vers des comptes de super-admin multisites.

source: Adds an admin bar menu item (WordPress 3.1+) for switching back to the user you switched from.
fr_fr: Ajoute un élément dans le menu de la barre d'admin (WordPress 3.1+) pour revenir en arrière vers l'utilisateur dont vous avez basculé.

source: Respect the current 'Remember me' setting when switching users.
fr_fr: Respecte le réglage courant 'Se souvenir de moi' lorsqu'on bascule des utilisateurs.

source: Redirect to home page instead of admin screen if the user you're switching to has no privileges.
fr_fr: Redirige vers la page d'accueil à la place de l'écran d'admin si l'utilisateur que vous êtes en train de basculer n'a pas de privilèges.

source: Edge case bugfix to prevent 'Switch back to...' message appearing when it shouldn't.
fr_fr: Correction de cas limite de bogue pour empêcher le message 'Revenir en arrière vers ...' message apparaissant quand il ne devrait pas.

source: Functionality for switching back to user you switched from.
fr_fr: Fonctionnalité pour revenir en arrière vers l'utilisateur vous aviez basculé.

source: Initial release.
fr_fr: Première publication.

source: Toolbar tweaks for WordPress 3.3.
fr_fr: Ajustements pour la barre d'outils WordPress 3.3.

source: Fix a PHP warning when used as a mu-plugin (thanks Scribu).
fr_fr: Corrige un avertissement PHP lors d'une utilisation en mu-plugin (Merci Scribu).

source: Fix the 'Switch back to' menu item in the WordPress admin bar (WordPress 3.1+).
fr_fr: Corrige l'élément de menu 'Retour arrière vers' dans la barre d'admin WordPress (WordPress 3.1+).

source: Fix a formatting issue on the user profile page.
fr_fr: Corrige un problème de formatage dans la page de profil utilisateur.

source: Fix a permissions problem for users with no privileges.
fr_fr: Corrige le problème de permissions pour les utilisateurs sans privilèges.

source: Add some extended support for Multisite.
fr_fr: Apporte une prise en charge plus étendue pour le Multisite.

source: Support for upcoming changes to the admin bar in WordPress 3.3.
fr_fr: Prends en charge des changements à venir dans la barre d'admin dans WordPress 3.3.

source: Add some extended support for BuddyPress.
fr_fr: Apporte une prise en charge plus étendue pour BuddyPress.

source: New "Switch off" function: Log out and log instantly back in again when needed (see the FAQ).
fr_fr: Nouvelle fonction "Arrêter"&nbsp;: Déconnectez-vous et reconnectez-vous immédiatement lorsque nécessaire (voir la FAQ)

source: Chinese Simplified translation by Sparanoid.
fr_fr: Traduction en chinois simplifié par Sparanoid.

source: Added some hooks: <code>switch_to_user</code>, <code>switch_back_user</code> and <code>switch_off_user</code>, fired when appropriate.
fr_fr: Ajout de quelques crochets&nbsp;: <code>switch_to_user</code>, <code>switch_back_user</code> et <code>switch_off_user</code>, lancé lorsque c'est nécessaire.

source: Farsi (Persian) translation by Amin Ab.
fr_fr: Traduction en farsi (perse) par Amin Ab.

source: Display switch back links in Network Admin and login screen.
fr_fr: Affichage les liens Retour arrière dans l'Admin du réseau et l'écran de connexion.

source: German translation by Ralph Stenzel.
fr_fr: Traduction en allemand par Ralph Stenzel.

source: Avoid a BuddyPress bug preventing Switch To buttons from appearing.
fr_fr: Évite un bug de BuddyPress empêchant les boutons Basculer vers d'apparaître.

source: Added a template function: <code>current_user_switched()</code> which lets you know if the current user switched into their account.
fr_fr: Ajout d'une fonction de modèle&nbsp;: <code>current_user_switched ()</code> qui vous permet de savoir si l'utilisateur courant a basculé dans leur compte.

source: A little code refactoring and improving, completed inline docs.
fr_fr: Un peu de refactorisation et d'amélioration de code et achèvement de la doc en ligne.

source: Lithuanian translation by Tommixoft.
fr_fr: Traduction en lituanien translation par Tommixoft.

source: Polish translation by Bartosz Arendt.
fr_fr: Traduction en polonais par Bartosz Arendt.

source: Slovak translation by Max Samael.
fr_fr: Traduction en slovaque par Max Samael.

source: More intuitive redirecting after switching.
fr_fr: Redirection plus intuitive après la bascule.

source: Minor code tweaks.
fr_fr: Ajustements mineurs de code.

source: Always show a 'Switch back' link in the footer when the admin toolbar isn't showing.
fr_fr: Affiche toujours un lien 'Retour arrière' dans le pied de page lorsque la barre d'outils admin n'est pas visible.

source: Arabic translation by Hassan Hisham.
fr_fr: Traduction en arabe par Hassan Hisham.

source: Updated Arabic translation by Hassan Hisham.
fr_fr: Mise à jour de la traduction arabe par Hassan Hisham.

source: Nested switching and switching back is now supported (capability permitting). Switch, switch again, switch back, switch back!
fr_fr: Les bascules imbriquées et le retour en arrière est désormais pris en charge (si la capacité le permet). Basculer, basculer à nouveau, revenir en arrière, revenez en arrière&nbsp;!

source: Fix for BuddyPress 1.7 member profile pages. Props nat0n.
fr_fr: Correction pour les pages de profil membres de BuddyPress 1,7. Props nat0n.

source: Russian translation by R J.
fr_fr: Traduction en russe par R J.

source: Japanese translation by Yusuke Hayasaki.
fr_fr: Traduction en japonais par Yusuke Hayasaki.

source: Change the textdomain in the plugin to match the plugin slug (required for language packs in WordPress core).
fr_fr: Changement du textdomain dans l'extension pour correspondre à l'identifiant de l'extension (nécessaire pour packs de langue du cœur WordPress).

source: Show admin notices on all possible admin screens.
fr_fr: Affiche les remarques admin sur tous les écrans possibles d'admin.

source: Tweak the redirect location for BuddyPress user profiles.
fr_fr: Ajustement de l'emplacement de redirection pour les profils utilisateur BuddyPress.

source: Switch to storing data in cookies as JSON instead of PHP-serialized.
fr_fr: Passer au stockage des données dans les cookies JSON lieu de PHP sérialisé.

source: Revert a change in 0.8.3 which switched to using the <code>login_init</code> hook. This hook is fired too late.
fr_fr: Rétablit un changement dans 0.8.3 qui passe en utilisant le crochet <code>login_init</code>. Ce crochet est lancé trop tard.

source: Add a 'Switch To' link to bbPress profile screens.
fr_fr: Ajout d'un lien 'Basculer vers' dans les écrans de profil bbPress.

source: Correctly encode the <code>redirect_to</code> parameter in the login screen message.
fr_fr: * Encodage correct du paramètre <code>redirect_to<:code> dans le message de la page de connexion.

source: User Switching is now a network-only plugin when used on Multisite.
fr_fr: User Switching est maintenant une extension réseau uniquement lorsqu'elle est utilisée sur un Multisite.

source: Respect the <code>secure_logged_in_cookie</code> and <code>login_redirect</code> filters.
fr_fr: * Respecte les filtres <code>secure_logged_in_cookie</code> et <code>login_redirect</code>.

source: Portuguese translation by Raphael Mendonça.
fr_fr: Traduction en portugais par Raphael Mendonça.

source: Spanish Translation by Marcelo Pedra.
fr_fr: Traduction en espagnol par Marcelo Pedra.

source: Hebrew translation by Rami Y.
fr_fr: Traduction en hébreux par Rami Y.

source: Indonesian translation by Eko Ikhyar.
fr_fr: Traduction en Indonésien par Eko Ikhyar.

source: French translation by Fx Bénard.
fr_fr: Traduction en français par Fx Bénard.

source: Finnish translation by Sami Keijonen.
fr_fr: Traduction en finnois par Sami Keijonen.

source: Italian translation by Alessandro Curci and Alessandro Tesoro.
fr_fr: Traduction en italien par Alessandro Curci et Alessandro Tesoro.

source: Updated Arabic, Spanish, German, and Polish translations.
fr_fr: Mise à jour des traductions en arabe, espagnol, allemand et polonais.

source: Shorten the names of User Switching's cookies to avoid problems with Suhosin's over-zealous default rules.
fr_fr: Réduction des noms des cookies de User Switching pour éviter les problèmes avec les règles par défaut trop zélés de Suhosin.

source: Add backwards compatibility for the deprecated <code>OLDUSER_COOKIE</code> constant.
fr_fr: * Ajout de compatibilité ascendante pour la `constante obsolète <code>OLDUSER_COOKIE</code> .

source: Security hardening for sites that use HTTPS in the admin area and HTTP on the front end.
fr_fr: Renforcement de la sécurité pour les sites utilisant HTTPS dans la partie admin et HTTP pour le reste.

source: Add an extra auth check before the nonce verification.
fr_fr: Ajout d'un contrôle d'authentification supplémentaire avant la vérification nonce.

source: Pretty icon next to the switch back links.
fr_fr: Jolie icône à côté du lien de retour.

source: Minor fixes for the <code>login_redirect</code> filter.
fr_fr: Corrections mineures pour le filtre <code>login_redirect</code>.

source: Increase the specificity of the <code>switch_to_old_user</code> and <code>switch_off</code> nonces.
fr_fr: Augmentation de la précision des nonces <code>switch_to_old_user</code> et <code>switch_off</code>.

source: Romanian translation by ArianServ.
fr_fr: Traduction en roumain par ArianServ.

source: Dutch translation by Thom.
fr_fr: Traduction en néerlandais par Thom.

source: Greek translation by evigiannakou.
fr_fr: Traduction en grec par evigiannakou.

source: Bulgarian translation by Petya Raykovska.
fr_fr: Traduction en bulgare par Petya Raykovska.

source: Avoid PHP notices caused by other plugins which erroneously use boolean <code>true</code> as a capability.
fr_fr: Évitement des remarques PHP causées par d'autres extensions qui utilisent à tort le booléen <code>true</code> comme une capacité.

source: Turkish translation by Abdullah Pazarbasi.
fr_fr: Traduction en turc par Abdullah Pazarbasi.

source: Croation translation.
fr_fr: Traduction en croate.
