Repository: WP-Translations/language-packs
Catalog: instant-breadcrumbs/languages/instant-breadcrumbs-*.po
Languages: de_de, es_ve, tr_tr

source: Top
de_de: Oben
es_ve: Arriba
tr_tr: Üst

source: Posts
de_de: Beiträge
es_ve: Entradas
tr_tr: Yazılar

source: Archive
de_de: Archivieren
es_ve: Archivo
tr_tr: Arşiv

source: Not Found
de_de: Seite nicht gefunden
es_ve: No se ha encontrado
tr_tr: Bulunamadı

source: Current Page
de_de: Derzeitige Seite
es_ve: Pagina Actual
tr_tr: Geçerli Sayfa

source: Instant Breadcrumbs Built-in
de_de: Eingebaute Brotkrümelnavigationen
es_ve: Instant Breadcrumbs pre-incluidos
tr_tr: Instant Breadcrumbs Dahili

source: Yoast (WordPress SEO)
es_ve: Yoast(Optimizacion de Buscadores para Wordpress)

source: Breadcrumb NavXT
es_ve: ruta de navegación NavXT

source: Instant Breadcrumbs Settings
de_de: Instant Breadcrumbs Einstellungen
es_ve: Configuracion de Instant Breadcrumbs
tr_tr: Instant Breadcrumbs Ayarları

source: Breadcrumbs
de_de: Brotkrümelnavigationen
es_ve: rutas de navegación
tr_tr: Breadcrumb'lar

source: Instant Breadcrumbs Plugin Settings
de_de: Instant Breadcrumbs Plugin-Einstellungen
es_ve: Configuracion del Plugin de rutas de navegación Instantaneas
tr_tr: Instant Breadcrumbs Eklenti Ayarları

source: If you find Instant Breadcrumbs useful, %splease consider making a contribution with Flattr%s to help support the continued development and improvement of the plugin. Thank you.
de_de: Wenn du Instant Breadcrumbs nützlich findest,%sdenke bitte über eine Spende mit Flattr%s nach, um die Weiterentwicklung zu unterstützen. Vielen Dank.
es_ve: Si consideras Instant Breadcrumbs de gran utilidad, %spor favor considera una contribucion con Flattr%s para apoyar al desarrollo continuo y mejoramiento del plugin. Gracias.
tr_tr: Instant Breadcrumbs'ı kullanışlı bulduysanız eklentinin gelişmesine ve geliştirmenin devam etmesine yardımcı olmak için %slütfen Flattr ile bir katkıda bulunmayı düşünün%s. Teşekkürler.

source: Changes saved.
de_de: Änderungen gespeichert.
es_ve: Cambios guardados.
tr_tr: Değişiklikler saklandı.

source: Save Changes
de_de: Änderungen speichern
es_ve: Guardar cambios
tr_tr: Değişiklikleri Sakla

source: Specify Breadcrumb Generator
de_de: Brotkrümelnavigation-Generator einstellen
es_ve: Especifica generador de la ruta de navegación
tr_tr: Breadcrumb Jeneratörü Belirle

source: Use breadcrumbs from:
de_de: Brotkrümelnavigationen benutzen von:
es_ve: usar la ruta de navegación de:
tr_tr: Breadcrumb'ları şuradan kullan:

source: Automatically add breadcrumbs to menu?
de_de: Automatisch Brotkrümelnavigationenen dem Menü hinzufügen?
es_ve: Agregar las ruta de navegación al menu automaticamente?
tr_tr: Menüye otomatik olarak breadcrumb'lar eklensin mi?

source: Theme location (leave empty for first menu)
de_de: Menü-ID (leer lassen, um das erste Menü zu benutzen)
es_ve: Ruta de la tema (dejar en blanco para el primer menu)
tr_tr: Görünümdeki konumu (ilk menü için boş bırakın)

source: Breadcrumb Generator Settings
de_de: Brotkrümelnavigation-Generator-Einstellungen
es_ve: Configuracion del Generador de rutas de navegación
tr_tr: Breadcrumb Jeneratör Ayarları

source: Breadcrumb Title for Front Page
de_de: Brotkrümelnavigation-Titel auf der Startseite
es_ve: Titulo de ruta de navegación para la pagina principal
tr_tr: Ön Sayfa için Breadcrumb Başlığı

source: Breadcrumb Title for Recent Posts
de_de: Brotkrümelnavigation-Titel für aktuelle Beiträge
es_ve: Titulo de la ruta de navegación para Entradas Recientes
tr_tr: Son Gönderiler için Breadcrumb Başlığı

source: Default Breadcrumb Title for Archives
de_de: Standard Brotkrümelnavigation-Titel für Archive
es_ve: Titulo por defecto de la ruta de navegación para Archivados
tr_tr: Arşiv için Varsayılan Breadcrumb Başlığı

source: Breadcrumb Title for 404
de_de: Brotkrümelnavigation-Titel für 404-Seite
es_ve: Titulo de ruta de navegación para 404
tr_tr: 404 Sayfası için Breadcrumb Başlığı

source: Default Breadcrumb Title for Current Page
de_de: Standard-Brotkrümelnavigation-Titel für derzeitige Seite
es_ve: Titulo por defecto de la ruta de navegación para la pagina actual
tr_tr: Geçerli Sayfa için Varsayılan Breadcrumb Başlığı

source: Strip HTML Tags?
de_de: HTML-Tags filtern?
es_ve: Remover Etiquetas HTML?
tr_tr: HTML Etiketleri Kırpılsın mı?

source: You may use the built-in breadcrumb generator or another supported breadcrumb plugin.
de_de: Du kannst entweder den eingebauten Brotkrümelnavigation-Generator oder ein unterstütztes Brotkrümelnavigation-Plugin verwenden.
es_ve: Puedes usar el generador de rutas de navegación por defecto u otro generador de rutas de navegación compatible.
tr_tr: Dahili breadcrumb jeneratörünü veya bir diğer uyumlu breadcrumb eklentisini kullanabilirsiniz.

source: Specify breadcrumb titles for the following pages. Defaults only apply if the page itself does not have a better name.
de_de: Gib die Brotkrümelnavigation-Titel für die folgenden Seiten an. Der Standardtitel wird nur verwendet, sofern kein Titel für die Seite gesetzt ist.
es_ve: Especifica titulos para rutas de navegacion para las siguientes paginas. los por defectos solo aplican si la pagina como tal no posee un nombre mejor.
tr_tr: Aşağıdaki sayfalar için breadcrumb başlıkları belirleyin. Varsayılanlar yalnızca sayfanın kendisi daha iyi bir isime sahip değilse uygulanır.

source: Shows the Instant Breadcrumbs trail in the widget area
de_de: Zeigt Brotkrümelnavigationen im Widget-Bereich
es_ve: Muestra las rutas de navegación en el area de Widgets
tr_tr: Instant Breadcrumbs yolunu bileşen alanında da gösterir

source: Title:
de_de: Titel:
es_ve: Título:
tr_tr: Başlık:

source: HTML separator:
de_de: HTML-Trenner:
es_ve: Separador HTML:
tr_tr: HTML ayracı:

source: Adds a breadcrumb trail to your nav menu, with no theme editing!
de_de: Fügt Menüs eine Brotkrümelnavigation hinzu, ohne das Theme zu bearbeiten!
es_ve: Se Agrega una ruta de navegacion a su menu de navegacion sin editar su Theme
tr_tr: Görünüm düzenlemeye gerek bırakmadan nav menünüze bir breadcrumb yolu ekler! Çeviren: mapazarbasi
