Repository: WP-Translations/language-packs
Catalog: wp-translations-badges/languages/wp-translations-badges-*.po
Languages: bn_bd, el, es_ar, fr_fr, it_it, pt_br, ru_ru, sk_sk

source: Visit the GitHub plugin page
bn_bd: গিটহাব প্লাগিন পেজ ভিজিট করুন
el: Επισκεφθείτε τη σελίδα του plugin στο GitHub
es_ar: Visite la página de conexión de GitHub
fr_fr: Aller sur GitHub
it_it: Visita la pagina GitHub del plugin
pt_br: Visite a página do plugin no Github
ru_ru: Перейти на&nbsp;страницу плагина на&nbsp;Github
sk_sk: Navštíviť stránku modulu na GitHub

source: Join us on Transifex
bn_bd: Transifex এ অামাদের সাথে যোগ দিন
el: Ελάτε μαζί μας στο Transifex
es_ar: Reúnase con nosotros en Transifex.
fr_fr: Rejoignez-nous sur Transifex
it_it: Unisciti a noi su Transifex
pt_br: Junte-se a nós no Transifex
ru_ru: Присоединяйтесь к&nbsp;нам на&nbsp;Transifex
sk_sk: Pridajte sa na Transifex

source: Translate
bn_bd: অনুবাদ করুন
el: Μεταφράστε
es_ar: Traduzca.
fr_fr: Traduire
it_it: Traduci
pt_br: Traduzir
ru_ru: Перевести
sk_sk: Preložiť

source: WP-Translations Badges Shortcode Builder
bn_bd: WP-Translations ব্যাজ শর্টকোড প্রস্তুতকারক
el: Δημιουργός Shortocde Εμβλημάτων WP-Translations
es_ar: Constructor de insignias Shortcode para WP-Translations.
it_it: Configuratore di shortcode dei badge di WP-Translations
pt_br: Construtor de Shortcode para os Badges do WP-Translations
ru_ru: WP-Translations награды построителя короткого кода

source: Insert Shortcode
bn_bd: শর্টকোড প্রবেশ করুন
el: Εισάγετε Shortcode
es_ar: Ingrese el Shortcode
fr_fr: Insérer le shortcode
it_it: Inserisci Shortcode
pt_br: Inserir Shortcode
ru_ru: Вставить Shortcode
sk_sk: Vložiť krátky kód

source: WP-T Badges
bn_bd: WP-T ব্যাজ
el: Έμβλημα WP-T
es_ar: Insignias WP-T.
fr_fr: WP-T
it_it: Badge WP-T
pt_br: Badges do WP-T

source: Your content goes here
bn_bd: অাপনার কন্টেন্ট এখানে
el: Το περιεχόμενο μπαίνει εδώ
es_ar: Su contenido se ingresa aquí.
fr_fr: Votre contenu ici
it_it: Il tuo contenuto va qui
pt_br: Seu conteúdo aqui
ru_ru: Ваш контент
sk_sk: Sem ide váš obsah

source: Add Another
bn_bd: অারেকটি যোগ করুন
el: Προσθήκη νέου
es_ar: Agregue otro.
fr_fr: Ajouter un autre
it_it: Aggiungi un altro
pt_br: Adicionar Outro
ru_ru: Добавить ещё
sk_sk: Pridať ďalší

source: Remove
bn_bd: অপসারণ
el: Αφαίρεση
es_ar: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
pt_br: Remover
ru_ru: Удалить
sk_sk: Odstrániť

source: Shortcode Builder
bn_bd: শর্টকোড প্রস্তুতকারক
el: Δημιουργός Shortcode
es_ar: Constructor Shortcode.
fr_fr: Constructeur de shortcode
it_it: Configuratore Shortcode
pt_br: Construtor de Shortcode
ru_ru: Построитель короткого кода
sk_sk: Vytvoriť krátky kód

source: Configuration
bn_bd: কনফিগারেশন
el: Ρύθμιση
es_ar: Configuración.
it_it: Configurazione
pt_br: Configuração
ru_ru: Настройки
sk_sk: Nastavenie

source: Badge Type:
bn_bd: ব্যাজের ধরন:
el: Τύπος Εμβλήματος:
es_ar: Tipo de insignia:
fr_fr: Type de badge&nbsp;:
it_it: Tipo di badge:
pt_br: Tipo do Badge
ru_ru: Тип бейджа
sk_sk: Typ odznaku:

source: Type of badge to display
bn_bd: প্রদর্শন করার জন্য ব্যাজের ধরন
el: Τύπος εμβλήματος για προβολή
es_ar: Tipo de insignia para mostrar.
fr_fr: Type de badge à afficher
it_it: Tipo di badge da mostrare
pt_br: Tipo de badge que será mostrado
ru_ru: Отображаемый тип бейджа
sk_sk: Zobrazený typ odzanku

source: *translator||I'm Translating,developer||I'm Developing,donor||I'm a Donor,supporter||I'm a Supporter
bn_bd: *অনুবাদক॥অামি অনুবাদ করতেছি, ডেভলপার॥অামি ডেভলপ করতেছি, দাতা॥অামি একজন দাতা, সমর্থক॥অামি একজন সমর্থক
el: *μεταφραστής||Μεταφράζω,προγραμματιστής||Προγραμματίζω,δωρητής||Είμαι Δωρητής,υποστηρικτής||Είμαι Υποστηρικτής
es_ar: *translator||I'm Translating,developer||I'm Developing,donor||I'm a Donor,supporter|l Soy un soporte.
fr_fr: *translator||Je traduis,developer||Je développe,donor||Je donne,supporter||Je suis fan
it_it: *translator||Sto traducendo,developer||Sto sviluppando,donor||Sono un donatore,supporter||Sono di supporto
pt_br: *tradutor||Eu estou traduzindo,developer||Eu estou desenvolvendo,donor||Eu sou um doador,supporter||Eu auxilio
ru_ru: *translator||Я перевожу,developer||Я разрабатываю,donor||Я спонсирую||Я поддерживаю
sk_sk: * prekladateľ, som podporvateľ

source: Alignment:
bn_bd: সমান করা:
el: Στοίχιση:
es_ar: Alineación:
fr_fr: Alignement&nbsp;:
it_it: Allineamento:
pt_br: Alinhamento:
ru_ru: Выравнивание:
sk_sk: Zarovnanie:

source: Alignment
bn_bd: সমান করা
el: Στοίχιση
es_ar: Alineación
fr_fr: Alignement
it_it: Allineamento
pt_br: Alinhamento
ru_ru: Выравнивание
sk_sk: Zarovnanie

source: Transifex username:
bn_bd: Transifex ব্যাবহারকারীরনাম:
el: Όνομα χρήστη Transifex:
es_ar: Nombre de usuario de Transifex:
fr_fr: Votre nom sur Transifex :
it_it: Nome utente Transifex:
pt_br: Nome de usuário Transifex:
ru_ru: Имя пользователя на&nbsp;Transifex:
sk_sk: Používateľské meno Transifex:

source: Transifex username
bn_bd: Transifex ব্যাবহারকারীরনাম
el: Όνομα χρήστη Transifex
es_ar: Nombre de usuario de Transifex
fr_fr: Votre nom sur Transifex
it_it: Nome utente Transifex
pt_br: Nome de usuário Transifex
ru_ru: Имя пользователя на&nbsp;Transifex
sk_sk: Používateľské meno Transifex:

source: Project slug:
bn_bd: প্রজেক্ট স্লাগ:
el: Σύντομο όνομα έργου:
es_ar: Nombre corto del proyecto:
fr_fr: Identifiant du projet :
it_it: Slug progetto:
pt_br: Projeto lesma:
ru_ru: Ярлык проекта:
sk_sk: Slug projektu:

source: Project slug
bn_bd: প্রজেক্ট স্লাগ
el: Σύντομο όνομα έργου
es_ar: Nombre corto del proyecto
fr_fr: Identifiant du projet
it_it: Slug progetto
pt_br: Projeto lesma
ru_ru: Ярлык проекта
sk_sk: Slug projektu:

source: Settings
bn_bd: সেটিংস
el: Ρυθμίσεις
es_ar: Configuración
fr_fr: R&eacute;glages
it_it: Impostazioni
pt_br: Configurações
ru_ru: Настройки
sk_sk: Nastavenia

source: I am a Translator in WP-Translations Community
bn_bd: অামি WP-Translations Community এর একজন অনুবাদক
el: Είμαι μεταφραστής στην κοινότητα WP-Translations
es_ar: Soy un traductor/a de la Comunidad WP-Translations
fr_fr: Je traduis avec WP-Translations
it_it: Sono un traduttore della community WP-Translations
pt_br: Eu sou um Tradutor na Comunidade WP-Translations
ru_ru: Я&nbsp;— переводчик в&nbsp;сообществе WP-Translations
sk_sk: Som prekladateľ komunity WP-Transaltions

source: I Use WP-Translations Community for my i18n
bn_bd: অামি WP-Translations Community ব্যবহার করি অামার i18n জন্যে
el: Χρησιμοποιώ την κοινότητα WP-Translations για τις μεταφράσεις μου
es_ar: Utilizo la Comunidad WP-Translations para mi i18n
fr_fr: J'utilise WP-Translations pour mes trads
it_it: Uso la community WP-Translations per il mio i18n
pt_br: Eu uso a Comunidade WP-Translations para meu i18n
ru_ru: Я пользуюсь сообществом WP-Translations для&nbsp;интернационализации (i18n) своих проектов
sk_sk: Používam komunitu WP-Transaltions na l18n

source: I am a Proud Donor of WP-Translations Community
bn_bd: অামি WP-Translations Community এর একজন গর্বিত দাতা
el: Είμαι υπερήφανος δωρητής της κοινότητας WP-Translations
es_ar: Soy un donante orgulloso de la Comunidad WP-Translations
fr_fr: J'ai fait un don à WP-Translations
it_it: Sono un orgoglioso donatore della community WP-Translations
pt_br: Eu sou orgulhosamente o doador de uma Comunidade do WP-Translations
ru_ru: Я&nbsp;— гордый спонсор сообщества WP-Translations
sk_sk: Som sponzor komunity WP-Transaltions

source: I am a big Fan of WP-Translations Community
bn_bd: অামি WP-Translations Community এর একজন বড় সমর্থক
el: Είμαι μεγάλος θαυμαστής της κοινότητας WP-Translations
es_ar: Soy un gran seguidor de la Comunidad WP-Translations
fr_fr: Je kiffe la Communauté WP-Translations
it_it: Sono un grande fan della community WP-Translations
pt_br: Eu sou um grande Fã da Comunidade WP-Translations
ru_ru: Я&nbsp;— большой фанат сообщества WP-Translations
sk_sk: Som fanúšik komunity WP-Transaltions

source: On
bn_bd: খোলা
el: Άνοιγμα
es_ar: Encendido
it_it: Acceso
pt_br: ligado
ru_ru: Вкл.
sk_sk: Zapnúť

source: Off
bn_bd: বন্ধ করা
el: Κλείσιμο
es_ar: Apagado
it_it: Spento
pt_br: desligado
ru_ru: Выкл.
sk_sk: Vypnúť

source: Display a WP-Translations Badge.
bn_bd: একটি WP-Translations ব্যাজ প্রদর্শন করুন
el: Προβολή Εμβλήματος WP-Translations
es_ar: Muestre una insignia WP-Translations.
fr_fr: Afficher un badge WP-Translations.
it_it: Mostra un badge di WP-Translations.
pt_br: Mostrar o Badge do WP-Translate
ru_ru: Показывать бейдж WP-Translations.
sk_sk: Zobraziť odznak WP-Translations

source: Display WP-Translations badges on your site with Shortcode or Widget
bn_bd: WP-Translations ব্যাজ অাপনার সাইটে প্রদর্শন করুন শর্টকোড অথবা উইজেডের মাধ্যমে
el: Προβολή εμβλημάτων WP-Translations στη σελίδα σας με Shortcode ή Widget
es_ar: Muestgre una insignia WP-Translations en su sitio web con Shortcode o Widget
fr_fr: Afficher des badges WP-Translations sur votre site avec un shortcode ou un widget
it_it: Mostra i badge di WP-Translations sul tuo sito con uno Shortcode od un widget
pt_br: Mostrar badges do WP-Translations no seu site através de Shortcode ou Widget
ru_ru: Показывать бейдж WP-Translations на&nbsp;вашем сайте шторкодом или&nbsp;виджетом.
sk_sk: Zobrazí na vašej stránke Krátky kód alebo widget s odznakom

# important only translate Uppercase Words
source: *none||None,left||Left,center||Center,right||Right
bn_bd: *একটুও নাহ॥একটুও নাহ, বাম॥বাম, মাঝে॥মাঝে, ডান॥ডান
el: *κανένα||Κανένα,δεξιά||Δεξιά, κέντρο||Κέντρο,αριστερά||Αριστερά
fr_fr: *none||Aucun,left||Gauche,center||Centré,right||Droite
it_it: *none||Nessuno,left||Sinistra,center||Centro,right||Destra
pt_br: *none||Nenhum,left||Esquerda,center||Centro,right||Direita
ru_ru: *none||Нет,left||Слева,center||По&nbsp;центру,right||Справа
sk_sk: *žiadny||Žiadny,vľavo||Vľavo,stred||Na stred,vpravo||Vpravo

# wp-translations-badges
source: *TX username
bn_bd: *TX ব্যাবহারকারীরনাম
el: Όνομα χρήστη *TX
es_ar: *Nombre de usuario TX
fr_fr: *Nom sur TX
it_it: *nome utente TX
pt_br: *Usuário TX
ru_ru: Имя пользователя на&nbsp;Transifex

# wp-translations-badges
source: *Project slug
bn_bd: *প্রজেক্ট স্লাগ
el: *Σύντομο όνομα έργου
es_ar: *Nombre corto del proyecto
fr_fr: *Identifiant du projet
it_it: *Slug progetto
pt_br: *Projeto lesma
ru_ru: *Ярлык проекта
sk_sk: Slug projektu
