Repository: WP-Translations/language-packs
Catalog: licence-picker/languages/licence-picker-*.po
Languages: de_de, el, fr_fr, km, nl_nl, ru_ru, tr_tr

source: %1$s %2$s not activated
de_de: %1$s %2$s ist nicht aktiviert.
el: %1$s %2$s μη ενεργοποιημένο
fr_fr: %1$s %2$s non activé
km: %1$s %2$s មិន​សកម្ម
nl_nl: %1$s %2$s niet geactiveerd
ru_ru: %1$s %2$s не активирован
tr_tr: %1$s %2$s aktif değil

source: You are running WordPress version %1$s. This plugin requires version %2$s or higher, and has been deactivated! Please upgrade WordPress and try again.
de_de: Du benutzt zurzeit WordPress in der Version %1$s. Dieses Plugin erfordert jedoch %2$s oder höher und wurde deshalb deaktiviert. Bitte installiere eine neuere WordPress-Version und versuche es nochmal.
el: Έχετε την έκδοση %1$s του WordPress. Αυτό το πρόσθετο απαιτεί την έκδοση %2$s ή νεότερη και έχει απενεργοποιηθεί! Παρακαλώ αναβαθμίστε το WordPress και δοκιμάστε ξανά.
fr_fr: Vous utilisez WordPress %1$s. Cette extension nécessite la version %2$s ou supérieure, et a été désactivée ! Veuillez mettre à jour WordPress et réessayez.
km: អ្នក​កំពុង​ដំណើរការ WordPress កំណែ %1$s ។ កម្មវិធី​ជំនួយ​នេះ​ទាមទារ​កំណែ %2$s ឬ​ខ្ពស់ជាង, ហើយ​ត្រូវ​បាន​ធ្វើឲ្យ​អសកម្ម​ទៀត! សូម​ធ្វើ​បច្ចុប្បន្នភាព WordPress រួច​ព្យាយាម​ម្ដងទៀត។
nl_nl: U draait WordPress-versie %1$s. Deze plugin vereist versie %2$s of hoger en is gedeactiveerd! Upgrade WordPress a.u.b. en probeer het nogmaals.
ru_ru: Вы рабротаете на WordPress версии %1$s. Этот плагин деактивирован, так как он требует версию %2$s и выше! Обновите WordPress и попробуйте ещё раз.
tr_tr: WordPress %1$s sürümünü kullanmaktasınız. Bu eklentiyi kullanabilmek için %2$s ya da daha güncel bir sürüm gerekmektedir ve eklenti etkisizleştirilmiştir. Lütfen WordPress 'inizi güncelleyip tekrar deneyin.

source: Back to WordPress admin
de_de: Zurück zum WordPress-Adminbereich
el: Επιστροφή στη διαχείριση του WordPress
fr_fr: Retour à l'admin de WordPress
km: ត្រឡប់​ទៅ​ទំព័រ​គ្រប់គ្រង WordPress
nl_nl: Terug naar WordPress beheer
ru_ru: Вернуться в административную панель WordPress
tr_tr: WordPress yönetimine geri dön

source: Licence picker
de_de: Lizenzwähler
el: Επιλογέας άδειας
fr_fr: Sélectionneur de licence
km: ឧបករណ៍​ជ្រើស​អាជ្ញាបណ្ណ
nl_nl: Licentiekiezer
tr_tr: Lisans seçici

source: Search licences
de_de: Lizenz suchen
el: Αναζήτηση αδειών
fr_fr: Rechercher des licences
km: ស្វែងរក​អាជ្ញាបណ្ណ
nl_nl: Licenties zoeken
ru_ru: Поиск лицензий
tr_tr: Lisans ara

source: All licences
de_de: Alle Lizenzen
el: Όλες οι άδειες
fr_fr: Toutes les licences
km: អាជ្ញាបណ្ណ​ទាំង​អស់
nl_nl: Alle licenties
ru_ru: Все лицензии
tr_tr: Tüm lisanslar

source: Parent licence
de_de: Übergeordnete Lizenz
el: Γονική άδεια
fr_fr: Licence parente
km: អាជ្ញាបណ្ណ​មេ
nl_nl: Hoofdlicentie
ru_ru: Родительская лицензия
tr_tr: Üst lisans

source: Parent licence:
de_de: Übergeordnete Lizenz:
el: Γονική άδεια:
fr_fr: Licence parente :
km: អាជ្ញាបណ្ណ​មេ៖
nl_nl: Hoofdlicentie:
ru_ru: Родительская лицензия:
tr_tr: Üst lisans:

source: Edit licence
de_de: Lizenz bearbeiten
el: Επεξεργασία άδειας
fr_fr: Modifier la licence
km: កែប្រែ​អាជ្ញាបណ្ណ
nl_nl: Licentie bewerken
ru_ru: Изменить лицензию
tr_tr: Lisansı düzenle

source: Update licence
de_de: Lizenz aktualisieren
el: Ενημέρωση άδειας
fr_fr: Mettre à jour la licence
km: ធ្វើ​បច្ចុប្បន្នភាព​អាជ្ញាបណ្ណ
nl_nl: Licentie updaten
ru_ru: Обновить лицензию
tr_tr: Lisansı güncelle

source: Add New licence
de_de: Neue Lizenz erstellen
el: Προσθήκη Νέας άδειας
fr_fr: Ajouter une nouvelle licence
km: បន្ថែម​អាជ្ញាបណ្ណ
nl_nl: Nieuwe licentie toevoegen
ru_ru: Добавить новую лицензию
tr_tr: Yeni lisans ekle

source: New licence
de_de: Neue Lizenz
el: Νέα άδεια
fr_fr: Nouvelle licence
km: អាជ្ញាបណ្ណ​ថ្មី
nl_nl: Nieuwe licentie
ru_ru: Новая лицензия
tr_tr: Yeni lisans

source: Licences
de_de: Linzenzen
el: Άδειες
fr_fr: Licence
km: អាជ្ញាបណ្ណ
nl_nl: Licenties
ru_ru: Лицензии
tr_tr: Lisanslar

source: Licensing
de_de: Lizenzierung
el: Αδειοδότηση
fr_fr: Licence
km: ការ​ដាក់​អាជ្ញាបណ្ណ
nl_nl: Licentiëring
ru_ru: Лицензия
tr_tr: Lisanslama
