Repository: WP-Translations/language-packs
Catalog: jsps_lang/languages/jsps_lang-*.po
Languages: fr_fr

source: Visit this link find on %%siteurl%%
fr_fr: Un bon lien à visiter sur %%siteurl%%

source: Hi, I found this information for you : "%%title%%"! This is the direct link: %%permalink%% Have a nice day :)
fr_fr: Salut ! J’ai trouvé cette information pour toi : "%%title%%" ! Voici le lien direct : %%permalink%% Bonne journée :)

source: Settings
fr_fr: Réglages

source: Sharing buttons
fr_fr: Boutons de partage

source: Hide sharing buttons for this post.
fr_fr: Cacher les boutons de partage pour cet article

source: Main settings
fr_fr: Réglages principaux

source: Choose a style to display
fr_fr: Choisissez le style à afficher

source: Display those following social networks:
fr_fr: Afficher les réseaux sociaux suivants :

source: What is your Twitter user name to be mentioned?
fr_fr: Quel est le pseudo Twitter à mentionner lors du partage ?

source: Save Changes
fr_fr: Enregistrer les modifications

source: Display settings
fr_fr: Réglages de l’affichage

source: What type of content must have buttons?
fr_fr: Quel type de contenu doit proposer des boutons ?

source: Where do you want to display buttons?
fr_fr: Où souhaitez-vous placer les boutons ?

source: Advanced settings
fr_fr: Réglages avancés

source: Show only social icon?
fr_fr: Afficher uniquement les icônes ?

source: hide text, show it on mouse over or focus
fr_fr: cache le texte et l’affiche uniquement au survol ou focus

source: Open links in a new window?
fr_fr: Ouvrir les liens dans une nouvelle fenêtre ?

source: adds a %s attribute
fr_fr: ajoute l’attribut %s

source: Force Pinterest button sniffing all images of the page?
fr_fr: Forcer le bouton Pinterest à scanner toutes les images de la page ?

source: need JavaScript
fr_fr: nécessite JavaScript

source: Display counter of sharing?
fr_fr: Afficher un compteur de partage ?

source: For this counter, you want to display:
fr_fr: Pour ce compteur, vous souhaitez afficher :

source: Write CSS code in HTML head?
fr_fr: Écrire le code CSS dans l’en-tête du document HTML ?

source: good thing for performance on mobile
fr_fr: bon pour la performance sur mobile

source: Customize mail texts
fr_fr: Personnaliser les textes de l’e-mail

source: Mail subject:
fr_fr: Sujet de l’e-mail :

source: Mail body:
fr_fr: Corps de l’e-mail :

source: Here, you can modify default settings of the SPS plugin
fr_fr: Ici, vous pouvez modifier les réglages par défaut de l’extension SPS

source: Juizy Light Tone Reverse
fr_fr: Juizy Light Tone Inversé

source: Blue Metro Style
fr_fr: Style Metro bleu

source: Gray Metro Style
fr_fr: Style Metro gris

source: by
fr_fr: par

source: Black
fr_fr: Noir

source: uses JavaScript to work
fr_fr: utilise JavaScript pour fonctionner

source: New social network!
fr_fr: Nouveau réseau social !

source: Username without "@"
fr_fr: Pseudo sans « @ »

source: You can choose precisely the types of content that will benefit from the sharing buttons.
fr_fr: Vous pouvez choisir précisément les types de contenu qui bénéficieront des boutons de partage.

source: Lists of articles %s(blog, archives, search results, etc.)%s
fr_fr: Les listes d’articles %s(blog, archives, résultats de recherche, etc.)%s

source: Content bottom
fr_fr: En bas du contenu

source: Content top
fr_fr: En haut du contenu

source: Both
fr_fr: Les deux

source: I'm a ninja, I want to use the shortcode only!
fr_fr: Je suis un ninja, je veux utiliser seulement le code court !

source: Modify advanced settings of the plugin. Some of them need JavaScript (a unique JS file will be loaded)
fr_fr: Modifiez les réglages avancés de l’extension. Certains d’entre eux nécessitent JavaScript (un seul fichier JS sera chargé)

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Total &amp; Sub-totals
fr_fr: Total &amp; Sous-totaux

source: Only Total
fr_fr: Seulement le Total

source: Only Sub-totals
fr_fr: Seulement les Sous-totaux

source: This option will be enabled for a next version
fr_fr: Cette option sera disponible dans une prochaine version

source: You can customize texts to display when visitors share your content by mail button
fr_fr: Vous pouvez personnaliser les textes à afficher lorsque les visiteurs partagent votre contenu avec le bouton d’e-mail.

source: To perform customization, you can use %s%%%%title%%%%%s, %s%%%%siteurl%%%%%s or %s%%%%permalink%%%%%s variables.
fr_fr: Pour mettre en place la personnalisation, vous pouvez utiliser les variables %s%%%%title%%%%%s, %s%%%%siteurl%%%%%s et %s%%%%permalink%%%%%s

source: Manage Juiz Social Post Sharer
fr_fr: Gestion de Juiz Social Post Sharer

source: You must chose at least one %stype of content%s.
fr_fr: Vous devez choisir au moins un %stype de contenu%s.

source: Is you don't want to use this plugin more longer, go to Plugins section and deactivate it.
fr_fr: Si vous ne souhaitez plus utiliser cette extension, rendez-vous dans la section « Extensions » et désactivez-la.

source: You can use %s[juiz_sps]%s or %s[juiz_social]%s shortcode with an optional attribute "buttons" listing the social networks you want.
fr_fr: Vous pouvez utiliser le code court %s[juiz_sps]%s ou %s[juiz_social]%s avec un paramètre optionnel « buttons » listant les réseaux sociaux que vous souhaitez.

source: Example with all the networks available:
fr_fr: Exemple avec tous les réseaux disponibles :

source: Like it? Support this plugin! Thank you.
fr_fr: Vous l’aimez ? Soutenez cette extension ! Merci.

source: Donate
fr_fr: Faire un don

source: Tweet it
fr_fr: Tweetez-le

source: Rate it
fr_fr: Évaluez-le

source: Share the post
fr_fr: Partager l’article

source: Share this article on Twitter
fr_fr: Partager sur Twitter

source: Share this article on Facebook
fr_fr: Partager sur Facebook

source: Share this article on Google+
fr_fr: Partager sur Google+

source: Share an image of this article on Pinterest
fr_fr: Partager une image de cet article sur Pinterest

source: Share this article on Viadeo
fr_fr: Partager sur Viadeo

source: Share this article on LinkedIn
fr_fr: Partager sur LinkedIn

source: Share this article on Digg
fr_fr: Partager sur Digg

source: Share this article on StumbleUpon
fr_fr: Partager sur StumbleUpon

source: Share this article on Weibo
fr_fr: Partager sur Weibo

source: Share this article on VKontakte
fr_fr: Partage sur VKontakte

source: Share this article with a friend (email)
fr_fr: Partager cet article avec un ami (e-mail)

source: Add buttons after (or before, or both) your posts to allow visitors share your content (includes no JavaScript mode). You can also use <code>juiz_sps($array)</code> template function or <code>[juiz_sps]</code> shortcode. For more informations see the setting page located in <strong>Settings</strong> submenu.
fr_fr: Ajoute des boutons après (ou avant, ou les deux) vos articles pour permettre à vos lecteurs de partager votre contenu (intègre un mode sans JavaScript). Vous pouvez aussi utiliser le modèle de fonction <code>juiz_sps($array)</code> ou le code court <code>[juiz_sps]</code>. Pour plus d’infos référez-vous à la page des réglages dans le sous-menu des <strong>Réglages</strong>.
