Repository: WP-Translations/language-packs
Catalog: ss-wc-vendor-registration/languages/ss-wc-vendor-registration-*.po
Languages: ro_ro

source: First name
ro_ro: Prenume

source: Last name
ro_ro: Nume

source: Username
ro_ro: Nume de utilizator

source: Password
ro_ro: Parolă

source: Email Address
ro_ro: Adresă de email

source: Your Store Details
ro_ro: Detalii Magazin

source: Store Name
ro_ro: Nume Magazin

source: What is the name of your store?
ro_ro: Care este numele magazinului dumneavoastră?

source: PayPal Email Address
ro_ro: Adresă email PayPal

source: The PayPal email address of the vendor where their profits will be delivered.
ro_ro: Adresa de email a furnizorului unde profitul acestuia va fi livrat.

source: Store Description
ro_ro: Descriere Magazin

source: Register
ro_ro: Înregistrare

source: Already Registered?
ro_ro: Deja înregistrat?

source: Login
ro_ro: Logare

source: Vendor
ro_ro: Furnizor

source: Please provide a valid email address.
ro_ro: Va rugăm să furnizați o adresă de email validă.

source: An account is already registered with your email address. Please <a href="%s">login</a>.
ro_ro: Un cont este deja înregistrat cu aceasta adresă de email. Vă rugăm să vă <a href="%s">logați</a>.

source: Please enter a valid account username.
ro_ro: Te rog să introduci un nume de utilizator valid.

source: An account is already registered with that username. Please choose another.
ro_ro: Există deja un cont cu acel nume de utilizator. Vă rugam selectați altul.

source: Please enter an account password.
ro_ro: Introduceți o parolă

source: ERROR
ro_ro: EROARE

source: Couldn&#8217;t register you&hellip; please contact us if you continue to have problems.
ro_ro: Nu s-a putut creea contul , vă rugăm să ne contactati dacă continuați să aveți probleme.&#8217;

source: <strong>Error</strong>: First name is required!
ro_ro: <strong>Eroare</strong>: Prenumele este obligatoriu!.

source: <strong>Error</strong>: Last name is required!.
ro_ro: <strong>Eroare</strong>: Numele este obligatoriu!.

source: <strong>Error</strong>: A Store name is required!.
ro_ro: <strong>Eroare</strong>: Un nume pentru magazin este obligatoriu!.

source: <strong>Error</strong>: A PayPal account is required!.
ro_ro: <strong>Eroare</strong>: Contul PayPal este obligatoriu!.

source: Unable to create store. Please see error log for details.
ro_ro: Nu s-a putut creea magazinul. Vă rugăm vizionați jurnalul de erori pentru detalii.

source: Error
ro_ro: Eroare
