Repository: WP-Translations/language-packs
Catalog: mailpoet-bbpress-add-on/languages/mailpoet-bbpress-add-on-*.po
Languages: pt_br

source: Subscribe to MailPoet
pt_br: Subscrever ao MailPoet

source: If checked, you are subscribed to the newsletters provided by this site.
pt_br: Se selecionado, você assinará o boletim de informações disponibilizado por esse site.

source: What's new:
pt_br: Novidades

source: MailPoet Integration
pt_br: Integração do MailPoet

source: Enable checkbox on Registration.
pt_br: Habilitar caixa de seleção de registro

source: Checkbox label text
pt_br: Caixa de seleção texto do rótulo

source: Pre-check the checkbox?
pt_br: Pré selecionar a caixa de seleção?

source: Lists
pt_br: Listas

source: Yes, please subscribe me to your newsletters.
pt_br: Sim, por favor me subscrever ao seu boletim.

source: HTML tags like <code>&lt;strong&gt;</code> and <code>&lt;em&gt;</code> are allowed in the label text.
pt_br: Tags HTML como <code>&lt;strong&gt;</code> and <code>&lt;em&gt;</code> são permitidos no rótulo do texto.

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Here you can assign the customer to the lists you enable when they subscribe. Simply tick the lists you want your customers to subscribe to and press "Save Changes".
pt_br: Aqui você pode atribuir o cliente para as listas de habilitar quando se inscrever. Basta assinalar as listas que você deseja que seus clientes para assinar o e pressione "Salvar alterações".

source: Enabled
pt_br: Ativado

source: Yes, please subscribe me to your newsletter.
pt_br: Sim, por favor me subscrever ao seu boletim.

source: Settings
pt_br: Configurações

source: Documentation
pt_br: Documentação

source: Sorry, <strong>%s</strong> requires WordPress
pt_br: Desculpe-nos, <strong>%s</strong> requer o WordPress

source: Sorry, <strong>%s</strong> requires bbPress for this plugin to work. Please install and activate <strong><a href="%s">bbPress</a></strong> first.
pt_br: Desculpe, <strong>%s</strong> requer o bbPress para este plugin funcionar. Por favor, instale e ative primeiro o <strong><a href="%s">bbPress</a></strong> .

source: Sorry, <strong>%s</strong> requires MailPoet Newsletters for this plugin to work. Please install and activate <strong><a href="%s">MailPoet Newsletters</a></strong> first.
pt_br: Desculpe, <strong>%s</strong> requer o MailPoet Newsletters para este plugin funcionar. Por favor, instale e ative primeiro o <strong><a href="%s">MailPoet Newsletters</a></strong>.
