Repository: WP-Translations/language-packs
Catalog: wp-help/languages/wp-help-*.po
Languages: ar, ca, de_de, el, et, fa_ir, gu_in, id_id, nb_no, nl_nl, ru_ru

source: Document submitted. <a target="_blank" href="%s">Preview document</a>
ar: تم إرسال المستند. <a target="_blank" href="%s">معاينة التدوينة</a>
ca: S'ha enviat el document. <a target="_blank" href="%s">Previsualitza el document</a>
de_de: Dokument &uuml;bermittelt. <a target="_blank" href="%s">Dokument-Vorschau</a>
el: Το αρχείο υποβλήθηκε. <a target="_blank" href="%s">Προεπισκόπηση αρχείου</a>
et: Dokument on lisatud. <a target="_blank" href="%s">Eelvaade</a>
fa_ir: سند را مشاهده کنید. <a target="_blank" href="%s"> سند پیشنمایش </a>
gu_in: દસ્તાવેજ મોકલી દેવામાં આવ્યો છે. <a target="_blank" href="%s">દસ્તાવેજ ને ચકાસી જુઓ.</a>
id_id: Dokumen diajukan. <a target=\"_blank\" href=\"%s\">Pratinjau dokumen</a>
nb_no: Dokument lagt til. <a target="_blank" href="%s">Forhåndsvis dokument</a>
nl_nl: Document ingediend. <a target="_blank" href="%s">Voorbeeldweergave</a>
ru_ru: Документ отправлен. <a target="_blank" href="%s">Просмотр документа</a>

source: Document scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview document</a>
ar: المستند مجدول ليوم: <strong>%1$s</strong>. <a target="_blank" href="%2$s">معاينة المستند</a>
ca: S'ha planificat el document per: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Previsualitza el document</a>
de_de: Dokument geplant f&uuml;r: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Dokument-Vorschau</a>
el: Το αρχείο προγραμματίστηκε για: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Προεπισκόπηση αρχείου</a>
et: Dookument on ajastatud: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Dokumendi eelvaade</a>
fa_ir: سند برنامه ریزی شده برای: <strong>%1$s</strong>. <a target="_blank" href="%2$s"> سند پیشنمایش </a>
gu_in: દસ્તાવેજ ને <strong>%1$s</strong> માટે નિશ્ચિત કરી લેવામાં આવ્યો છે. <a target="_blank" href="%2$s">દસ્તાવેજ ને ચકાસી જુઓ.</a>
id_id: Dokumen dijadwalkan untuk: <strong>%1$s</strong>. <a target=\"_blank\" href=\"%2$s\">Pratinjau dokumen</a>
nb_no: Dokument planlagt for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Forhåndsvis dokument</a>
nl_nl: Document gepland voor: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Voorbeeldweergave</a>
ru_ru: Документ запланирован на: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Просмотр документа</a>

source: M j, Y @ G:i
ar: j F, Y @ G:i
ca: d-m-Y \a \l\e\s G:i
de_de: j. M Y @ G:i
el: j F Y, H:i
et: j. M Y @ H:i
id_id: j M Y @ H.i
nb_no: d.m.Y @ H:i
ru_ru: d.m.Y @ g:i

source: Document draft updated. <a target="_blank" href="%s">Preview document</a>
ar: تم تحديث المسودة. <a target="_blank" href="%s">معاينة المستند</a>
ca: S'ha actualitzat l'esborrany del document. <a target="_blank" href="%s">Previsualitza el document</a>
de_de: Dokumentenentwurf aktualisiert. <a target="_blank" href="%s">Dokument-Vorschau</a>
el: Το προσχέδιο αρχείου ενημερώθηκε. <a target="_blank" href="%s">Προεπισκόπηση αρχείου</a>
et: Dokumendi mustandit on uuendatud. <a target="_blank" href="%s">Eelvaade</a>
fa_ir: پیش نویس سند به روز شده. <a target="_blank" href="%s"> سند پیشنمایش </a>
gu_in: દસ્તાવેજના ડ્રાફ્ટને સુધારી લેવામાં આવ્યો છે. <a target="_blank" href="%s">દસ્તાવેજ ને ચકાસી જુઓ.</a>
id_id: Rancangan dokumen diperbarui. <a target=\"_blank\" href=\"%s\">Pratinjau dokumen</a>
nb_no: Dokument kladd oppdatert. <a target="_blank" href="%s">Forhåndsvis dokument</a>
nl_nl: Conceptdocument bijgewerkt. <a target="_blank" href="%s">Voorbeeldweergave</a>
ru_ru: Черновик документа обновлён. <a target="_blank" href="%s">Просмотр документа</a>

source: WP Help
ar: مساعدة ووردبريس
ca: Ajuda del WP
el: Βοήθεια WP
fa_ir: راهنما وردپرس
gu_in: WP હેલ્પ

source: Administrators can create detailed, hierarchical documentation for the site's authors and editors, viewable in the WordPress admin.
ar: يستطيع مديرو الموقع إنشاء ملفات مساعدة ليستفيد منها محررو و كاتبو الموقع و يمكن الوصول إليها من صفحة التحكم الرئيسية.
ca: Els administradors poden crear documentació detallada i jerarquitzada per als autors i editors del lloc. Es pot visualitzar des de l'administració del WordPress.
de_de: Administratoren k&ouml;nnen eine detaillierte, hierarchische Dokumentation f&uuml;r die Autoren und Redakteure der Webseite erstellen, einsehbar im WordPress-Adminbereich.
el: Οι Διαχειριστές μπορούν να δημιουργήσουν λεπτομερή, ιεραρχημένη τεκμηρίωση για τους δημιουργούς και τους συντάκτες της ιστοσελίδας, ορατή στη διαχείριση του WordPress.
et: Administraatorid võivad luua üksikasjalikke, hierarhilise dokumentatsiooni saidi autoritele ja toimetajatele, mis on nähtav WordPressi adminiliideses.
fa_ir: مدیران می توانند جزئیات، اسناد سلسله مراتبی را برای نویسندگان و سردبیران، در مدیریت وردپرس قابل مشاهده ایجاد کنید.
gu_in: એડ્મિનિસ્ટ્રેટર વેબસાઈટના લેખકો અને સંપાદકો માટે પૂર્રી માહિતીવાળા અને દર્રજ્જા પ્રમાણે ગોઠવાયેલા દસ્તાવેજો બનાવી શકે છે કે જે વર્ડપ્રેસ એડમીન એરિયામાં જોઈ શકાય છે.
id_id: Administrator dapat membuat rincian, dokumentasi hirarkis untuk penulis dan editor situs, dapat dilihat dalam admin WordPress.
nb_no: Administratorer kan lage detaljerte, hierarkisk dokumentasjon for nettstedets forfattere og redaktører som er synlig i WordPress administrasjon panel.
nl_nl: Beheerders kunnen gedetailleerde, hierarchische documentatie voor de websiteauteurs en -redacteurs samenstellen. Deze is te vinden in het WordPress-beheerpaneel.
ru_ru: Администраторы могут создавать подробную, иерархическую документацию для авторов и редакторов сайта, которая видима в консоли WordPress.

source: Mark Jaquith
gu_in: માર્ક જેક્વિથ
ru_ru: Марк Джакит
