Repository: WP-Translations/language-packs
Catalog: wp-help/languages/wp-help-*.po
Languages: ar, ca, de_de, el, et, fa_ir, gu_in, id_id, nb_no, nl_nl, ru_ru

# verb. Button with limited space
source: Manage
ar: إدارة
ca: Gestiona
de_de: Verwalten
el: Διαχείριση
et: Halda
fa_ir: مدیر
gu_in: વ્યવસ્થિત કરો
id_id: Kelola
nb_no: Behandle
nl_nl: Beheer
ru_ru: Редактировать

source: Parent:
ar: رئيسي
ca: Principal:
de_de: Übergeordnete Kategorie:
el: Γονέας:
et: Ülemleht:
fa_ir: والد:
gu_in: મૂળ
id_id: Induk:
nb_no: Forelder
nl_nl: Hoofd:
ru_ru: Родитель:

# Button with limited space
source: Settings
ar: الإعدادات
ca: Configuració
de_de: Einstellungen
el: Ρυθμίσεις
et: Sätted
fa_ir: تنظیمات
gu_in: સેટિંગ્સ
id_id: Pengaturan
nb_no: Innstillinger
nl_nl: Instellingen
ru_ru: Настройки

# Button with limited space
source: Add New
ar: أضف جديد
ca: Afegeix-ne un de nou
de_de: Hinzuf&uuml;gen
el: Νέος σύνδεσμος
et: Lisa uus
fa_ir: افزودن
gu_in: નવો ઉમેરો
id_id: Tambah Baru
nb_no: Legg til
nl_nl: Nieuwe toevoegen
ru_ru: Добавить страницу

source: There are no help documents.
ar: لا توجد ملفات مساعدة.
ca: No hi ha documents d'ajuda.
de_de: Keine Hilfe-Dokumente
el: Δεν υπάρχουν αρχεία βοήθειας.
et: Abiinfo dokumente pole.
fa_ir: هیچ اسناد کمک وجود دارد.
gu_in: કોઈ માહિતી દસ્તાવેજ ઉપલબ્ધ નથી
id_id: Tidak ada dokumen bantuan.
nb_no: Det finnes ingen hjelpe dokumenter.
nl_nl: Er zijn geen helpdocumenten.
ru_ru: Нет документов помощи

source: There are no help documents yet.
ar: لا توجد ملفات مساعدة بعد.
ca: Encara no hi ha documents d'ajuda.
de_de: Keine Hilfe-Dokumente
el: Δεν υπάρχουν ακόμη αρχεία βοήθειας.
et: Abiinfo dokumente pole veel.
fa_ir: وجود ندارد اسناد کمک نشده است.
gu_in: હજુ સુધી કોઈ માહિતી દસ્તાવેજ ઉપલબ્ધ નથી
id_id: Belum ada dokumen bantuan.
nb_no: Det finnes ingen hjelpe dokumenter enda.
nl_nl: Er zijn nog geen helpdocumenten.
ru_ru: Ещё нет документов помощи.

source: edit
ar: تحرير
ca: edita
de_de: Bearbeiten
el: επεξεργασία
et: muuda
fa_ir: ویرایش
gu_in: ફેરફાર કરો
id_id: Sunting
nb_no: rediger
nl_nl: bewerken
ru_ru: редактировать

source: You are not allowed to view this document.
ar: غير مسموح لك برؤية هذا المستند
ca: No teniu accés a aquest document
de_de: Sie dürfen dieses Dokument nicht ansehen
el: Δεν επιτρέπεται να προβάλλετε αυτό το έγγραφο.
et: Sul pole luba seda dokumenti näha.
id_id: Anda tidak diizinkan melihat dokumen ini.
ru_ru: Вам не разрешено просматривать этот документ.

source: The requested help document could not be found.
ar: ملف المساعدة المطلوب لم يتم العثور عليه.
ca: No s'ha trobat el document que heu sol·licitat.
de_de: Das Hilfe-Dokument wurde nicht gefunden
el: Το αρχείο βοήθειας που ζητήσατε δεν βρέθηκε.
et: Otsitud abiinfo dokumenti ei leitud.
fa_ir: درخواست سند کمک نمی تواند یافت می شود.
gu_in: વિનંતી કરાયેલ માહિતી દસ્તાવેજ હજુ સુધી મળી શક્યો નથી
id_id: Dokumen bantuan yang diminta tidak dapat ditemukan.
nb_no: Hjelpe dokumentet du ser ble ikke funnet.
nl_nl: Het gewenste helpdocument kon niet worden gevonden.
ru_ru: Запрошенный документ помощи не может быть найден.

source: WP Help Settings
ar: إعدادات مساعدة ووردبريس
ca: Configuració de l'ajuda del WP
de_de: WP Help Einstellungen
el: Ρυθμίσεις Βοήθειας WP
et: WP Help sätted
fa_ir: تنظیمات راهنما WP
gu_in: વર્ડપ્રેસ હેલ્પ સેટિંગ્સ
id_id: Pengaturan WP Help
nb_no: WP Help innstillinger
nl_nl: WP-helpinstellingen
ru_ru: WP настройки помощи

source: Headlines
ar: العناوين
ca: Títols
de_de: Überschriften
el: Επικεφαλίδες
et: Pealkirjad
fa_ir: سرخط
gu_in: શીર્ષક
id_id: Judul
nb_no: Overskrifter
nl_nl: Titels
ru_ru: Заголовки

source: The main WP Help headline and document listing headline are directly editable.
ar: العنوان الرئيسي لمساعدة ووردبريس و قائمة العناوين قابلة للتعديل مباشرة.
ca: El títol principal de l'ajuda del WP i el títol de la llista de documents es poden editar directament.
de_de: Die Haupt- und Dokumentlisten-Überschrift sind direkt editierbar
el: Η κύρια επικεφαλίδα Βοήθεια WP και το αρχείο εγγραφής επικεφαλίδας είναι άμεσα επεξεργάσιμα.
et: Peamine WP Help pealkiri ja dokumendi pealkiri on otse muudetavad.
fa_ir: WP اصلی تیتر تیتر فهرست راهنما و سند به طور مستقیم قابل ویرایش.
gu_in: મુખ્ય શીર્ષક અને દસ્તાવેજ યાદીના શીર્ષકમાં સીધો ફેરફાર થયી શકે છે
id_id: Judul utama WP Help dan daftar judul dokumen yang dapat langsung disunting.
nb_no: Hoved overskriften til WP Help og overskriften til dokument oversikten er redigerbar.
nl_nl: De hoofd-WP-helptitel en -documentlijsttitel zijn direct bewerkbaar.

source: Menu Location
ar: مواضع القائمة
ca: Ubicació del menú
de_de: Menü Anordnung
el: Τοποθεσία Μενού
et: Menüü asukoht
fa_ir: جایگاه منو
gu_in: મેનુ સ્થાન
id_id: Lokasi Menu
nb_no: Meny plassering
nl_nl: Menupositie

source: Display the help documents menu item:
ar: اعرض عنصر قائمة ملفات المساعدة
ca: Visualitza la documentació del menú d'ajuda:
de_de: Zeige Hilfe-Dokumente im Menü an:
el: Εμφανίζει το στοιχείο μενού έγγραφα βοήθειας:
et: Näita abiinfo dokumente menüülingina:
fa_ir: نمایش اسناد به کمک آیتم منو:
gu_in: માહિતી દસ્તાવેજ ની મેનુ વસ્તુ બતાવો
id_id: Tampilkan item menu dokumen bantuan:
nb_no: Vis menyen for hjelpe dokumenter:
nl_nl: Toon het helpdocumentenmenu-item:
ru_ru: Отображение пункта меню справки :

source: as a Dashboard submenu
ar: كعنصر قائمة فرعي للوحة التحكم
ca: com un submenú del quadre de comandament
de_de: als Dashboard-Untermenü
el: σαν υπομενού του Πίνακα Ελέγχου
et: kui töölaua alammenüüd
fa_ir: عنوان منوها صفحه
gu_in: એક ડેશબોર્ડના ઉપમેનુ તરીકે
id_id: sebagai submenu Dasbor
nb_no: som en kontrollpanel undermeny
nl_nl: als een submenu onder Dashboard
ru_ru: как подменю панели управления

source: above the Dashboard menu
ar: فوق قائمة لوحة التحكم
ca: a sobre del menú del quadre de comandament
de_de: über dem Dashboard-Menü
el: πάνω από το μενού του Πίνακα Ελέγχου
et: töölaua menüü kohal
fa_ir: بالاتر از منوی صفحه
gu_in: ડેશબોર્ડ મેનુની ઉપર
id_id: di atas menu Dasbor
nb_no: over kontrollpanel menyen
nl_nl: boven het Dashboardmenu
ru_ru: над меню панели управления

source: below the Dashboard menu
ar: تحت قائمة لوحة التحكم
ca: a sota del menú del quadre de comandament
de_de: unter dem Dashboard-Menü
el: κάτω από το μενού του Πίνακα Ελέγχου
et: töölaua menüü all
fa_ir: زیر منوی صفحه
gu_in: ડેશબોર્ડ મેનુની નીચે
id_id: di bawah menu Dasbor
nb_no: under kontrollpanel menyen
nl_nl: onder het Dashboardmenu
ru_ru: под меню панели управления

source: at the bottom
ar: في الأسفل
ca: a baix de tot
de_de: unten
el: στο κάτω τμήμα
et: all
fa_ir: در پایین
gu_in: તળિયે
id_id: paling bawah
nb_no: på bunnen
nl_nl: onderaan
ru_ru: внизу

# noun, h3 heading about synchronization
source: Sync Source
ar: مزامنة المصدر
ca: Sincronització de la font
de_de: Synchronisierungs Quelle
el: Πηγή Συγχρονισμού
et: Sünkroonimise allikas
fa_ir: منبع همگام سازی
gu_in: સીન્ક્રોનાઈઝ સૌર્સ
id_id: Sinkronisasi Sumber
nb_no: Synkroniser kilde
nl_nl: Sync Bron
ru_ru: синхронизировать с источником

source: To treat this install as a source, use this secret URL:
ar: لاعتبار هذا التنصيب كمصدر استعمال الرابط السري:
ca: Per tractar aquesta instal·lació com una font, feu servir aquesta URL secreta:
de_de: Um diese Installation als Quelle zu benutzen, verwende diese Geheim-URL:
el: Για να χειριστείτε αυτή την εγκατάσταση σαν πηγή, χρησιμοποιήστε αυτό το μυστικό URL:
et: Selle saidi kasutamiseks allikana kasuta seda salajast URL-i:
fa_ir: برای درمان این نصب به عنوان یک منبع، استفاده از این آدرس های مخفی:
gu_in: આ ઇન્સ્ટોલને સૌર્સ તરીકે ગણવા માટે, આ ખાનગી યુઆરએલનો ઉપયોગ કરો
id_id: Untuk memperlakukan ini sebagai sumber instalasi, gunakan URL rahasia ini:
nb_no: For å benytte denne installasjonen som en kile, benytt denne hemmelige URL:
nl_nl: Om deze installatie als bron te gebruiken, gebruik deze geheime URL:

source: Sync Pull
ar: المزامنة
ca: Desplega la sincronització
de_de: Synchronisierung empfangen (Pull)
et: Sünkroonimine aadressilt
fa_ir: همگام نگه دار
gu_in: દસ્તાવેજનો સમન્વય
id_id: Ambil Sinkronisasi
nb_no: Hent synkronisering

source: Pull in help documents from this WP Help secret URL:
ar: اسحب ملفات المساعدة من رابط مساعدة الووردبريس السري هذا:
ca: Desplega-ho als documents d'ajuda des d'aquesta URL secreta de l'ajuda del WP:
de_de: Einfügen von Hilfe-Dokumenten von dieser WP Help Geheim-Url:
et: Tõmba abiinfo dokumendid sellels WP Help salajaselt URL-ilt:
fa_ir: نگه دار، در اسناد کمک از این WP راهنما URL مخفی:
gu_in: આ WP હેલ્પ ખાનગી યુ આર એલ થી માહિતી દસ્તાવેજ મેળવો.
id_id: Ambil dokumen bantuan dari URL rahasia WP Help ini:
nb_no: Hent hjelpe dokumenter fra denne hemmelige WP Help URL:
nl_nl: Haal ondersteuningsdocumenten op van deze geheime WP Help URL:

source: Note:
ar: ملاحظة:
ca: Nota:
de_de: Beachten:
el: Υπόψιν:
et: Märkus:
fa_ir: نکته:
gu_in: નોંધ:
id_id: Catatan:
nb_no: Notat:
nl_nl: Opmerking:
ru_ru: Примечание:

source: Sync pull refreshes automatically once a day.
ar: المزامنة يتم تحديثها بشكل أتوماتيكي مرة يومياً.
ca: El desplegament de la sincronització es refresca automàticament un cop al dia.
de_de: Automatisch eingehende Synchronisierung ein Mal pro Tag
et: Sünkroonimine aadressilt toimub automaatselt kord päevas.
fa_ir: همگام سازی جلو و تازه به صورت خودکار یک بار در روز.
gu_in: દસ્તાવેજનો સમન્વય દરરોજ એક સમયે આપો આપ તાજો થાય છે.
id_id: Pengambilan sinkronisasi disegarkan otomatis sekali sehari.
nb_no: Hente synkroniseringen oppdateres automatisk en gang om dagen.
nl_nl: Sync pull ververst automatisch eenmaal per dag.

source: You can manually refresh by saving the setting again.
ar: يمكنك التحديث بشكل يدوي عن طريق حفظ الإعدادات مرة أخري.
ca: Ho podeu refrescar manualment desant la configuració de nou.
de_de: Du kannst manuell aktualisieren durch erneutes Speichern der Einstellung
el: Μπορείτε χειροκίνητα να ανανεώσετε με την αποθήκευση της ρύθμισης ξανά.
et: Sa võid värskendada käsitsi salvestades uuesti seaded.
fa_ir: شما دستی می تواند با صرفه جویی در تنظیم دوباره تازه کردن.
gu_in: આ સેટિંગ્સને કાયમી કરી તમે જાતે રીફ્રેશ કરી શકો છો.
id_id: Anda dapat menyegarkannya secara manual dengan menyimpan pengaturan lagi.
nb_no: Du kan manuelt oppdatere ved å lagre innstillinger igjen.
nl_nl: Je kunt handmatig verversen door de instellingen opnieuw op te slaan.
ru_ru: Вы можете обновить вручную сохранение настроек снова.

source: Synced documents cannot be modified locally while syncing is still enabled.
ar: لا يمكن تعديل ملفات المزامنة محلياً بينما المزامنة لا تزال مفعلة.
ca: Els documents sincronitzats no es poden modificar localment mentre la sincronització sigui activa.
de_de: Synchronisierte Dokumente können während die Synchronisierung an ist nicht lokal bearbeitet werden
el: Τα συγχρονισμένα αρχεία δεν είναι δυνατό να τροποποιηθούν τοπικά ενώ ο συγχρονισμός είναι ακόμη ενεργοποιημένος.
et: Sünkroonitud dokumente ei saa koha peal muuta, kui spnkroonimine on sisse lülitatud.
fa_ir: اسناد همگام سازی شده می تواند اصلاح شود به صورت محلی در حالی که همگام سازی است هنوز هم فعال است.
gu_in: સીન્કરોનાઈજિંગ ચાલુ હોય ત્યાં સુધી તમે સ્થાનિક સીન્કરોનાઈઝડ દસ્તાવેજોમાં ફેરફાર કરી નહિ શકો.
id_id: Dokumen yang sedang disinkronkan tidak dapat diubah secara lokal saat sinkronisasi sedang berjalan.
nb_no: Synkroniserte dokumenter kan ikke endres så lenge synkronisering er aktivert.
nl_nl: Gesynchroniseerde documenten kunnen niet lokaal worden bewerkt terwijl synchronisatie nog is ingeschakeld.
ru_ru: Синхронизируемые документы могут изменяться локально, когда включена синхронизация.

source: Save Changes
ar: حفظ التغييرات
ca: Desa els canvis
de_de: Änderungen speichern
el: Αποθήκευση αλλαγών
et: Salvesta muudatused
fa_ir: ذخیره تغییرات
gu_in: ફેરફાર કાયમી કરો
id_id: Simpan Perubahan
nb_no: Lagre endringer
nl_nl: Wijzigingen opslaan
ru_ru: Сохранить изменения

source: Cancel
ar: إلغاء
ca: Cancel·la
de_de: Abbrechen
el: Ακύρωση
et: Tühista
fa_ir: لغو
gu_in: રદ કરો
id_id: Batal
nb_no: Avbryt
nl_nl: Annuleren
ru_ru: Отмена

source: Set as default help document
ar: اجعله مستند مساعدة إفتراضي
ca: Defineix com a document d'ajuda per defecte.
de_de: Als Standard Hilfe-Dokument verwenden
el: Ορίστε προεπιλεγμένο έγγραφο βοήθειας
et: Määra vaikimisi abiinfo dokumendiks
fa_ir: مجموعه ای به عنوان پیش فرض سند کمک
gu_in: મૂળભૂત દસ્તાવેજ તરીકે રાખી દો.
id_id: Pilih sebagai default dokumen bantuan
nb_no: Lagre som standard hjelpe dokument
nl_nl: Instellen als standaardhelpdocument
ru_ru: Установить документ справки как стандартный

# post type label
source: Publishing Help
ar: مساعدة النشر
ca: Ajuda de publicació
de_de: Hilfe zum Publizieren
el: Βοήθεια Δημοσίευσης
et: Avaldamise abi
fa_ir: راهنما انتشار
gu_in: પ્રકાશન માહિતી
id_id: Penerbitan Bantuan
nb_no: Publisere hjelp
nl_nl: Publicatiehulp
ru_ru: Справка

source: Help Documents
ar: مستندات المساعدة
ca: Documents d'ajuda
de_de: Hilfe-Dokumente
el: Αρχεία Βοήθειας
et: Abiinfo dokumendid
fa_ir: اسناد راهنما
gu_in: માહિતી દસ્તાવેજો
id_id: Dokumen Bantuan
nb_no: Hjelpe dokumenter
nl_nl: Helpdocumenten
ru_ru: Документация

source: Help Document
ar: مستند مساعدة
ca: Document d'ajuda
de_de: Hilfe-Dokument
el: Αρχείο Βοήθειας
et: Abiinfo dokument
fa_ir: اسناد راهنما
gu_in: માહિતી દસ્તાવેજ
id_id: Dokumen Bantuan
nb_no: Hjelpe dokument
ru_ru: Страница

source: Add New Help Document
ar: إضافة مستند مساعدة جديد
ca: Afegeix un nou document d'ajuda
de_de: Neues Hilfe-Dokument hinzuf&uuml;gen
el: Προσθήκη Νέου Αρχείου Βοήθειας
et: Lisa abiinfo dokument
fa_ir: افزودن راهنما سند جدید
gu_in: નવો માહિતી દસ્તાવેજ ઉમેરો
id_id: Tambah Baru Dokumen Bantuan
nb_no: Legg til nytt hjelpe dokument
nl_nl: Nieuw helpdocument toevoegen
ru_ru: Новая страница

source: Edit Help Document
ar: تحرير مستند مساعدة
ca: Edita el document d'ajuda
de_de: Hilfe-Dokument bearbeiten
el: Επεξεργασία Αρχείου Βοήθειας
et: Muuda abiinfo dokumenti
fa_ir: ویرایش راهنما سند
gu_in: માહિતી દસ્તાવેજમાં ફેરફાર કરો.
id_id: Sunting Dokumen Bantuan
nb_no: Rediger hjelpe dokument
nl_nl: Helpdocument bewerken
ru_ru: Редактировать страницу

source: New Help Document
ar: مستند مساعدة جديد
ca: Nou document d'ajuda
de_de: Neues Hilfe-Dokument
el: Νέο Αρχείο Βοήθειας
et: Uus abiinfo dokument
fa_ir: سند کمک جدید
gu_in: નવો માહિતી દસ્તાવેજ બનાવો.
id_id: Dokumen Bantuan Baru
nb_no: Nytt hjelpe dokument
nl_nl: Nieuw helpdocument
ru_ru: Новая страница

source: View Help Document
ar: عرض مستند المساعدة
ca: Visualitza el document d'ajuda
de_de: Hilfe-Dokument ansehen
el: Προβολή Αρχείου Βοήθειας
et: Vaata abiinfo dokumenti
fa_ir: مشاهده اسناد راهنما
gu_in: માહિતી દસ્તાવેજને જુઓ.
id_id: Lihat Dokumen Bantuan
nb_no: Vis hjelpe dokument
nl_nl: Bekijk helpdocument
ru_ru: Просмотреть страницу

source: Search Documents
ar: بحث في المفات
ca: Cerca documents
de_de: Dokumente durchsuchen
el: Αναζήτηση Αρχείων
et: Otsi dokumente
fa_ir: جستجو اسناد
gu_in: દસ્તાવેજને શોધો.
id_id: Cari Dokumen
nb_no: Søk dokumenter
nl_nl: Doorzoek documenten
ru_ru: Поиск страниц

source: No Help Documents Found
ar: لم يتم العثور علي مستند مساعدة
ca: No s'han trobat documents de cerca
de_de: Keine Hilfe-Dokumente gefunden
el: Δεν βρέθηκαν Αρχεία Βοήθειας
et: Abiinfo dokumente ei leitud
fa_ir: بدون اسناد راهنما در بر داشت
gu_in: કોઈ માહિતી દસ્તાવેજ મળ્યા નથી.
id_id: Tidak ada dokumen bantuan yang ditemukan
nb_no: Ingen hjelpe dokumenter funnet
nl_nl: Geen helpdocumenten gevonden
ru_ru: Страниц не найдено

source: No Help Documents found in Trash
ar: لم يتم العثور علي مستند مساعدة في سلة المحذوفات
ca: No s'han trobat documents d'ajuda a la paperera
de_de: Keine Hilfe-Dokumente im Papierkorb gefunden
el: Δεν βρέθηκαν Αρχεία Βοήθειας στον κάδο.
et: Prügikastist ei leitud abiinfo dokumente
fa_ir: بدون اسناد راهنما موجود در سطل زباله
gu_in: કોઈ પણ માહિતી દસ્તાવેજ કચરાપેટીમાં નથી.
id_id: Tidak ada dokumen bantuan yang ditemukan di tong sampah
nb_no: Ingen hjelpe dokumenter i søppelet
nl_nl: Geen helpdocumenten gevonden in de prullenbak
ru_ru: Страниц в корзине не найдено

source: Parent Help Document
ar: مستند مساعدة رئيسي
ca: Document d'ajuda principal
de_de: Eltern-Hilfe-Dokument
el: Γονικό Αρχείο Βοήθειας
et: Abiinfo dokumendi ülemleht
fa_ir: سند والد راهنما
gu_in: મૂળ માહિતી દસ્તાવેજ.
id_id: Induk Dokumen Bantuan
nb_no: Forelder hjelpe dokument
nl_nl: Hoofdhelpdocument
ru_ru: Родительская страница

# i.e. Add new Help Document
source: Add New
ar: أضف جديد
ca: Afegeix-ne un de nou
de_de: Hinzuf&uuml;gen
el: Νέος σύνδεσμος
et: Lisa uus
fa_ir: افزودن
gu_in: નવો ઉમેરો
id_id: Tambah Baru
nb_no: Legg til nytt
nl_nl: Nieuwe toevoegen
ru_ru: Добавить страницу

# i.e. Edit Help Document
source: Edit
ar: تحرير
ca: Edita
de_de: Bearbeiten
el: Επεξεργασία
et: Muuda
fa_ir: ویرایش
gu_in: ફેરફાર કરો
id_id: Sunting
nb_no: Rediger
nl_nl: Bewerken
ru_ru: Редактировать

# i.e. View Help Document
source: View
ar: عرض
ca: Visualitza
de_de: Ansehen
el: Προβολή
et: Vaata
fa_ir: نمایش
gu_in: જુઓ
id_id: Lihat
nb_no: Vis
nl_nl: Bekijk
ru_ru: Просмотреть

# h2 default title
source: Publishing Help
ar: مساعدة النشر
ca: Ajuda de publicació
de_de: Hilfe zum Publizieren
el: Βοήθεια Δημοσίευσης
et: Avaldamise abi
fa_ir: راهنمای انتشار
gu_in: પ્રકાશન માટે મદદ.
id_id: Penerbitan Bantuan
nb_no: Publisering av hjelp
nl_nl: Publicatiehulp
ru_ru: Справка

# h3 default title
source: Help Topics
ar: موضوعات المساعدة
ca: Temes de l'ajuda
de_de: Hilfe Themen
el: Θέματα Βοήθειας
et: Abiinfo teemad
fa_ir: موضوعات راهنما
gu_in: મદદ માટેના વિષયો.
id_id: Topik Bantuan
nb_no: Hjelpe emner
nl_nl: Helponderwerpen
ru_ru: Раздел помощи

source: Donate
ar: تبرع
ca: Fes un donatiu
de_de: Spenden
el: Δωρεά
et: Anneta
fa_ir: اهداء کردن
gu_in: ડૉનેટ કરો.
id_id: Donasi
nb_no: Doner
nl_nl: Doneer
ru_ru: Пожертвовать

source: &mdash; Remote document
ar: &mdash; ملف بعيد
ca: &mdash; Document remot
de_de: &mdash; Remote Dokument
el: &mdash; Απομακρυσμένο αρχείο
et: &mdash; Mujal asuv dokument
fa_ir: &mdash; اسناد راه دور
gu_in: &mdash; દૂર પડેલો દસ્તાવેજ
id_id: &mdash; Dokumen Jarak Jauh
nb_no: &mdash; Dokument på annen installasjon
nl_nl: &mdash; Extern document
ru_ru: &mdash; Удаленный документ

source: What are you doing? You&#8217;re going to create an infinite loop!
ar: ماذا أنت فاعل؟ أنت ستقوم بإنشاء دائرة مفرغة!
ca: Què voleu fer? Esteu a punt de crear un bucle!
de_de: Was machst du? Du bist dabei eine unendliche Schleife zu erstellen!
el: Τι κάνετε; Πρόκειται&#8217; να δημιουργήσετε έναν ατέρμονα βρόχο!
et: Mida sa teed? Sa tekitad lõputu ümberuunamise!
fa_ir: &#8217; چه کار می کنید؟شما قصد دارید برای ایجاد یک حلقه بی نهایت!
gu_in: તમે શું કરી રહ્યા છો? તમે ક્યારેય પૂરું ના થાય તેવું લૂપ બનાવવા જઈ રહ્યા છો.
id_id: Apa yang Anda lakukan? Anda akan menciptakan loop yang tak terbatas!
nb_no: Hva er det du gjør? Du kommer til å lage en evighetsløkke!
nl_nl: Wat doe je? Je bent bezig om een oneindige loop te cre&euml;ren!
ru_ru: Что вы делаете? Вы собираетесь создать бесконечный цикл!

source: That is not a WP Help URL. Make sure you copied it correctly.
ar: هذا ليس رابط لمساعدة ووردبريس. تأكد من أنك قمت بالنسخ بطريقة صحيحة.
ca: Això no és una URL d'ajuda del WP. Assegureu-vos que l'heu copiada correctament.
de_de: Keine WP Help URL. Bitte kopierte URL überprüfen.
el: Αυτό δεν είναι URL Βοήθειας WP. Σιγουρευτείτε ότι το έχετε αντιγράψει σωστά.
et: See pole WP Help-i URL. Veendu, et sa kopeerisid selle õigesti.
fa_ir: این است که URL راهنما WP نیست. اطمینان حاصل کنید که شما آن را به درستی کپی شده.
gu_in: આ વર્ડપ્રેસ હેલ્પ યુ આર એલ નથી. ખાતરી કરીલો કે તમે બરોબર કોપી કરી છે.
id_id: Itu bukan URL WP Help. Pastikan Anda menyalinnya dengan benar.
nb_no: Dette er ikke en WP Help URL. Er du sikker du kopierte den riktig?
nl_nl: Dat is geen WP-Help-URL. Zorg ervoor dat je het correct hebt gekopieerd.
ru_ru: Это не URL WP Help. Убедитесь, что Вы правильно скопировали его.

source: Document updated. <a href="%s">View document</a>
ar: تم تحديث المستند. <a href="%s">شاهد المستند</a>
ca: S'ha actualitzat el document. <a href="%s">Mostra el document</a>
de_de: Dokument aktualisiert. <a href="%s">Dokumente ansehen</a>
el: Το αρχείο ενημερώθηκε. <a href="%s">Προβολή αρχείου</a>
et: Dokumentio on uuendatud. <a href="%s">Vaata dokumenti</a>
fa_ir: سند به روز شده است. را <a href="%s"> مشاهده سند </a>
gu_in: દસ્તાવેજ સુધારી લેવામાં આવ્યો છે. <a href="%s">દસ્તાવેજ જુઓ.</a>
id_id: Dokumen diperbarui. <a href=\"%s\">Lihat dokumen</a>
nb_no: Dokument oppdatert. <a href="%s">Vis dokumentet</a>
nl_nl: Document bijgewerkt. <a href="%s">Bekijk het document</a>
ru_ru: Документ обновлён. <a href="%s">Посмотреть документ</a>

source: Custom field updated.
ar: تم تحديث الحقل الإضافي
ca: Camp personalitzat actualitzat.
de_de: Benutzerdefiniertes Feld aktualisiert.
el: Το προσαρμοσμένο πεδίο ενημερώθηκε.
et: Väli uuendatud.
fa_ir: زمینه‌ی دل‌خواه به‌روز شد.
gu_in: કસ્ટમ ફિલ્ડ સુધારી લેવામાં આવ્યું છે.
id_id: Ruas tersuai telah diperbarui.
nb_no: Egendefinert felt oppdatert.
nl_nl: Aangepast veld bijgewerkt.
ru_ru: Произвольное поле обновлено.

source: Custom field deleted.
ar: تم حذف الخاصية الإضافية.
ca: Camp personalitzat suprimit.
de_de: Benutzerdefiniertes Feld gel&ouml;scht.
el: Το προσαρμοσμένο πεδίο διαγράφηκε.
et: Väli kustutatud.
fa_ir: زمینه‌ی دل‌خواه پاک شد.
gu_in: કસ્ટમ ફિલ્ડને કાઢી નાખવામાં આવ્યું છે.
id_id: Ruas tersuai telah dihapus.
nb_no: Egendefinert felt slettet.
nl_nl: Aangepast veld verwijderd.
ru_ru: Произвольное поле удалено.

source: Document updated.
ar: تم تحديث المستند.
ca: Document actualitzat.
de_de: Dokument aktualisiert.
el: Το αρχείο ενημερώθηκε.
et: Dokumenti on uuendatud.
fa_ir: سند بروز شد
gu_in: દસ્તાવેજ સુધારી લેવામાં આવ્યો છે.
id_id: Dokumen diperbarui.
nb_no: Dokument oppdatert.
nl_nl: Document bijgewerkt.
ru_ru: Документ обновлён.

source: Document restored to revision from %s
ar: تم استعادة المستند من نسخة المراجعة من يوم %s
ca: S'ha restaurat el document per a la revisió de: %s
de_de: Dokument wiederhergestellt zur Revision vom %s
el: Το άρθρο αποκαταστάθηκε στην αναθεώρηση από %s
et: Dokument taastatai versioonist %s
fa_ir: سند به برقراری تجدید نظر از%s
gu_in: %sનો દસ્તાવેજ મૂળ સ્વરૂપમાં બદલી દેવામાં આવ્યો છે.
id_id: Dokumen dikembalikan ke revisi dari %s
nb_no: Dokument gjenopprettet til revisjonen fra %s
nl_nl: Document hersteld naar revisie van %s
ru_ru: Документ восстановлен из ревизии от %s

source: Document published. <a href="%s">View document</a>
ar: تم نشر المستند. <a href="%s">شاهد المستند</a>
ca: S'ha publicat el document. <a href="%s">Visualitza el document</a>
de_de: Dokument ver&ouml;ffentlicht. <a href="%s">Dokument ansehen</a>
el: Το αρχείο δημοσιεύτηκε. <a href="%s">Προβολή αρχείου</a>
et: Dokument on avaldatud. <a href="%s">Vaata dokumenti</a>
fa_ir: سند منتشر شده است. را <a href="%s">مشاهده سند </a>
gu_in: દસ્તાવેજ પ્રકાશિત કરી લેવામાં આવ્યો છે. <a href="%s">દસ્તાવેજ જુઓ.</a>
id_id: Dokumen dipublikasikan. <a href=\"%s\">Lihat dokumen</a>
nb_no: Dokument publisert. <a href="%s">Vis dokument</a>
nl_nl: Document gepubliceerd. <a href="%s">Bekijk document</a>
ru_ru: Документ опубликован. <a href="%s">Посмотреть документ</a>

source: Document saved.
ar: تم حفظ المستند.
ca: S'ha desat el document.
de_de: Dokument gespeichert.
el: Το αρχείο αποθηκεύτηκε.
et: Dokument on salvestatud.
fa_ir: سند ذخیره شد.
gu_in: દસ્તાવેજ સેવ થયી ગયો છે.
id_id: Dokumen disimpan.
nb_no: Dokument lagret.
nl_nl: Document opgeslagen.
ru_ru: Документ сохранён.
