Repository: WP-Translations/language-packs
Catalog: web-push/languages/web-push-*.po
Languages: fr_fr

source: Your private key is invalid.
fr_fr: Votre clé privée n&rsquo;est pas valide.

source: Send push notification
fr_fr: Envoyer la notification push

source: You need to serve your website via HTTPS to make the Web Push plugin work.
fr_fr: Pour que l’extension WP Push fontionne votre site doit utiliser le protocole HTTPS.

source: You need to set up the GCM-specific information in order to make push notifications work on Google Chrome. <a href="%s">Do it now</a>.
fr_fr: Vous devez définir les informations spécifiques GCM pour que les notifications fonctionnent dans Google Chrome. <a href="%s">Le faire maintenant</a>.

source: Sent notifications
fr_fr: Notifications envoyées

source: Opened notifications
fr_fr: Notifications ouvertes

source: Show advanced options
fr_fr: Afficher les options avancées

source: Hide advanced options
fr_fr: Masquer les options avancées

source: <b>%s</b> user prompted to receive notifications.
fr_fr: <b>%s</b> utilisateur apte à recevoir des notifications.

source: <b>%s</b> user confirmed.
fr_fr: <b>%s</b> utilisateur confirmé.

source: <b>%s</b> user currently subscribed.
fr_fr: <b>%s</b> utilisateur actuellement abonné.

source: Web Push Settings
fr_fr: Réglages de Web Push

source: Send a custom push notification
fr_fr: Envoyer une notification push personnalisée

source: Invalid value for the Notification Title
fr_fr: Valeur incorrecte pour le titre de la notification

source: Invalid value for the Notification Icon
fr_fr: Valeur incorrecte pour l’icône de la notification

source: Invalid value for `Registration Behavior`
fr_fr: Valeur non valide pour le comportement d’abonnement

source: Invalid color for the subscription button
fr_fr: Couleur non valide pour le bouton d’abonnement

source: Invalid value in Push Triggers: %s
fr_fr: Valeur non valide pour le push triggers : %s

source: Settings saved.
fr_fr: Réglages enregistrés.

source: Notification UI Options
fr_fr: Options UI de notification

source: In this section, you can customize the information that appears in the notifications that will be shown to users.<br> Here's a preview of the notification:
fr_fr: Dans cette section, vous pouvez personnaliser l’information affiché dans les notifications aux utilisateurs.<br> En voici un aperçu :

source: The title of your post.
fr_fr: Le titre de votre article.

source: Title
fr_fr: Titre

source: Use the Site Title
fr_fr: Utiliser le titre du site

source: Custom:
fr_fr: Personnalisation :

source: Your custom title
fr_fr: Votre titre personnalisé

source: Icon
fr_fr: Icône

source: Don't use any icon
fr_fr: Ne pas utiliser d’icône

source: Use the Post Thumbnail
fr_fr: Utiliser la miniature de l’article

source: Use the Site Icon
fr_fr: Utiliser l’icône du site

source: Select
fr_fr: Sélectionner

source: Subscription Behavior
fr_fr: Comportement de l’abonnement

source: In this section, you can customize the subscription behavior and tailor it to your site. We suggest limiting automatic prompting to avoid nagging users and always giving the option to subscribe/unsubscribe through the subscription button.
fr_fr: Dans cette section, vous pouvez personnaliser le comportement de l’abonnement et l’adapter à votre site. Nous vous suggérons de limiter les apparitions automatiques pour éviter d’indisposer les utilisateurs et de toujours donner l’option de s’abonner/désabonner avec le bouton d’abonnement.

source: Show subscription icon
fr_fr: Afficher le bouton d’abonnement

source: A button in the bottom-right corner of the page that the user can use to subscribe/unsubscribe. We suggest enabling it to offer an easy way for users to manage their subscription.
fr_fr: Un bouton dans le coin inférieur droit de la page que l’utilisateur peut utiliser pour s’abonner/se désabonner. Nous vous suggérons de l’activer pour permettre aux utilisateurs de facilement gérer leur abonnement.

source: Automatic prompting
fr_fr: Incitation automatique

source: Ask the user to register as soon as he visits the site
fr_fr: Demander à l’utilisateur de s’abonner dès qu’il visite le site

source: Ask the user to register after N visits:
fr_fr: Demander à l’utilisateur de s’abonner après X visites :

source: Never automatically ask the user to register
fr_fr: Ne jamais demander à l’utilisateur de s’abonner

source: Limiting automatic prompting is suggested to avoid nagging users (unless you know that your visitors are really interested).
fr_fr: Limiter l’incitation automatique est suggéré pour éviter de trop solliciter les utilisateurs (à moins de savoir que vos visiteurs sont vraiment très intéressés).

source: Interval between prompts
fr_fr: Intervalle entre les incitations

source: If the user declines or dismisses the prompt, this is the time interval (in days) to wait before prompting again.
fr_fr: Si l’utilisateur décline ou refuse l’incitation, c’est l’intervalle de temps (en jours) avant de le solliciter à nouveau.

source: Push Triggers
fr_fr: Déclencheurs du push

source: Select which events should trigger sending a push notification to users.
fr_fr: Sélectionner quel déclencheur envoi la notification push aux utilisateurs.

source: N.B.: You can override these options for individual posts when you create/edit them.
fr_fr: Note : vous pouvez écraser cette option au niveau de chaque article lorsque vous les modifier/créer.

source: Voluntary Application Server Identification (VAPID)
fr_fr: Identification Volontaire d’Application Serveur (VAPID)

source: VAPID is useful to monitor your push messages. It allows your server to submit information about itself to the push service, which improves application stability, exception handling, and security. <b>It is automatically configured for you.</b>
fr_fr: VAPID est pratique pour monitorer vos messages push. Il permet à votre serveur d’envoyer des informations le concernants au service push, ce qui améliore la fiabilité et la sécurité de l’application. <b>Il est automatiquement configuré pour vous.</b>

source: Private Key
fr_fr: Clé privée

source: The private key used to sign your push notifications.
fr_fr: La clé privée est utilisée pour pousser les notifications.

source: Public Key
fr_fr: Clé publique

source: The origin URL of the sender.
fr_fr: L’URL d’origine de l’envoyeur.

source: Subject
fr_fr: Sujet

source: The primary contact in case something goes wrong.
fr_fr: Le contact principal au cas ou quelque chose ne se passerait pas comme prévu

source: Unfortunately, VAPID can't be enabled on your website, because one or more prerequisites are missing.
fr_fr: Malheureusement, VAPID ne peut être activé sur votre site web, car un ou plusieurs prérequis sont manquants.

source: VAPID Prerequisites:
fr_fr: Prérequis VAPID :

source: mcrypt extension
fr_fr: Extension mcrypt

source: gmp extension
fr_fr: Extension gmp

source: Google Chrome Support
fr_fr: Prise en charge de Google Chrome

source: To configure Google Chrome support, follow the steps in <a href="https://developers.google.com/web/fundamentals/getting-started/push-notifications/step-04" target="_blank">Make a project on the Google Developer Console</a> to configure Google Cloud Messaging (GCM), then copy the <i>GCM API Key</i> and <i>Project Number</i> into the fields below.
fr_fr: Pour configurer la prise en charge de Google Chrome <a href="https://developers.google.com/web/fundamentals/getting-started/push-notifications/step-04" target="_blank">Créez un projet dans la console de Google Developer</a> pour configurer Google Cloud Messaging (GCM), puis copiez la <i>clé API GCM</i> et le <i>numéro de projet</i> dans les champs ci-dessous.

source: GCM API Key
fr_fr: Clé API GCM

source: GCM Project Number
fr_fr: Numéro du projet GCM

source: The GCM project number should be added to your Web App Manifest. You can either let the plugin generate a manifest for you or add the info to your own manifest (if you already have one). The plugin is compatible with the <a href="https://wordpress.org/plugins/add-to-home-screen">Add to Home Screen plugin</a>. <b>You only need to disable the following option if you have created your own manifest manually</b>.
fr_fr: Le numéro de projet GCM doit être ajouté à votre Web App Manifest. Vous pouvez laisser l’extension générer un manifeste pour vous ou ajouter l’information à votre propre manifeste (si vous en avez déjà un). L’extension est compatible avec l’extension <a href="https://wordpress.org/plugins/add-to-home-screen">Add to Home Screen</a>. <b>Vous devez uniquement désactiver les options suivantes si vous avez créer votre propre manifeste</b>.

source: The plugin will automatically create a Web App Manifest for you and add it to your page.
fr_fr: L’extension va automatiquement créer un Web App Manifest pour vous et l’ajoutera à votre page.

source: You need to add %s and %s to your manifest
fr_fr: Vous devez ajouter %s et %s à votre manifeste

source: Save Changes
fr_fr: Enregistrer les modifications

source: Notification sent.
fr_fr: Notification envoyée.

source: Body
fr_fr: Corps

source: Notification Body
fr_fr: Corps de la notification

source: The URL to open when users click on the notification.
fr_fr: L’URL à ouvrir lorsque l’utilisateur clique sur la notification

source: Send notification
fr_fr: Envoyer la notification

source: When a post is published.
fr_fr: Lorsqu’un article est publié.

source: When a post is updated.
fr_fr: Lorsqu’un article est mis à jour.

source: Right after subscription (useful to show to users what notifications look like).
fr_fr: Juste après l’abonnement (pratique pour afficher aux utilisateurs à quoi ressemble la notification).

source: Successfully subscribed to notifications
fr_fr: Abonnement réussi aux notifications

source: Welcome! Use this button to subscribe to notifications.
fr_fr: Bienvenue ! Utilisez ce bouton pour vous abonner aux notifications.

source: Subscribe to notifications
fr_fr: S’abonner aux notifications

source: You can unsubscribe whenever you want using this button.
fr_fr: Vous pouvez vous désabonner quand vous voulez en cliquant sur ce bouton.

source: You are now subscribed!
fr_fr: Vous êtes maintenant abonné !

source: You are unsubscribed!
fr_fr: Vous êtes désabonné !

source: <b>%s</b> can send you notifications for new posts.
fr_fr: <b>%s</b> peut vous envoyer des notifications lorsque de nouveaux articles sont publiés.

source: You are subscribed to <b>%s</b>'s notifications.
fr_fr: Vous êtes abonné au notifications de <b>%s</b>

source: Unsubscribe
fr_fr: Se désabonner

source: Subscribe
fr_fr: S'abonner

source: Close
fr_fr: Fermer

source: Web Push notifications for your website.
fr_fr: Notifications web par push pour votre site Web.
