Repository: WP-Translations/language-packs
Catalog: theme_info/languages/theme_info-*.po
Languages: de_de, el, et, fr_fr, km, pt_br, ru_ru, tr_tr, vi

source: %s ago
de_de: vor %s
el: %s πριν
et: %s tagasi
fr_fr: il y a %s
km: %s មុន
pt_br: %s atrás
ru_ru: %s назад
tr_tr: %s önce
vi: %s trước

source: Download
el: Λήψη
et: Descargar
fr_fr: Téléchargement
km: ទាញយក
ru_ru: Скачать
tr_tr: İndir
vi: Tải về captcha

source: Visit theme homepage
de_de: Theme Webseite besuchen
el: Σελίδα θέματος
et: Mine teema kodulehele
fr_fr: Aller sur la page du thème
km: មើល​គេហទំព័រ​ស្បែក
pt_br: Visite a página inicial do tema
ru_ru: Перейти на страницу темы
tr_tr: Ana sayfayı ziyaret et
vi: Xem trang chủ của giao diện

source: Donate
de_de: Spenden
el: Δωρεά
et: Anneta
fr_fr: Don
km: បរិច្ចាគ
pt_br: Doar
ru_ru: Пожертвовать
tr_tr: Bağışta bulun
vi: Tài trợ

source: [ hide ]
de_de: [ ausblenden ]
el: [ απόκρυψη ]
et: [ peida ]
fr_fr: [ masquer ]
km: [ លាក់ ]
pt_br: [ ocultar ]
ru_ru: [ скрыть ]
tr_tr: [ gizle ]
vi: [ ẩn ]

source: [ show ]
de_de: [ einblenden ]
el: [ προβολή ]
et: [ näita ]
fr_fr: [ afficher ]
km: [ បង្ហាញ ]
pt_br: [ mostrar ]
ru_ru: [ показать ]
tr_tr: [ göster ]
vi: [ hiện ]

source: Theme slug:
el: Σύντομο όνομα θέματος:
fr_fr: Identifiant du thème :
pt_br: slug do Tema:
tr_tr: Tema kısaadı:
vi: slug Giao diện

source: To display information about a theme, you should use one of the shortcodes below.
de_de: Um Themeinformationen anzuzeigen, benutze eines der unten stehenden Shortcodes.
el: Για να προβάλλονται πληροφορίες σχετικά με ένα θέμα, θα έπρεπε να χρησιμοποιείται έναν από τους παρακάτω shortcodes.
fr_fr: Pour afficher les informations concernant un thème, vous devez utiliser un des shortcodes ci-dessous.
km: ដើម្បីី​បង្ហាញ​ព័ត៌មាន​អំពី​រូបរាង​មួយ អ្នក​គួរ​តែ​ប្រើ​កូដ​ខ្លី​ណាមួយ​ដែល​មាន​នៅ​ខាង​ក្រោម។
pt_br: Para mostrar a informação a respeito do tema você pode usar um dos shortcodes abaixo.
ru_ru: Для отображения информации о теме вы должны использовать 1 из коротких кодов ниже.
tr_tr: Bir tema hakkında bilgi görüntülemek için aşağıdaki kısakodlardan birini kullanmalısınız.
vi: Để hiển thị thông tin về giao diện, bạn nên sử dụng một trong những shortcodes bên dưới.

source: Plain info:
de_de: Klartext:
el: Απλές πληροφορίες:
fr_fr: Info brut :
pt_br: Resumo:
tr_tr: Yalın bilgi:
vi: Thông tin giải thích:

source: Author&rsquo;s name
de_de: Name des Autors
el: Όνομα δημιουργού&rsquo;s
et: Autori nimi
fr_fr: Nom de l&rsquo;auteur
km: ឈ្មោះ​អ្នក​និពន្ធ
pt_br: Nome do&rsquo;s Autor&rsquo;s
ru_ru: Имя автора
tr_tr: Yazar&rsquo;ın adı
vi: Tên tác giả

source: Author&rsquo;s URL
de_de: Autoren-URL
el: URL δημιουργού&rsquo;s
et: Autori link
fr_fr: URL de l&rsquo;auteur
km: URL អ្នក​និពន្ធ
pt_br: URL do&rsquo;s Autor&rsquo;s
ru_ru: URL автора
tr_tr: Yazar&rsquo;ın URL&rsquo;si
vi: URL tác giả

source: URL of ZIP file
de_de: URL der .zip-Datei
el: URL του αρχείου ZIP
et: URL või ZIP-fail
fr_fr: URL du fichier ZIP
km: URL នៃ​ឯកសារ ZIP
pt_br: URL do arquivo ZIP
ru_ru: URL или ZIP файл
tr_tr: ZIP arşivi URL&rsquo;si
vi: URL tệp ZIP

source: Download count
de_de: Zähler herunterladen
el: Καταμέτρηση λήψεων
et: Allalaadimiste arv
fr_fr: Nombre de téléchargement
km: ចំនួន​ទាញយក
pt_br: Contagem de download
ru_ru: Счетчик скачиваний
tr_tr: İndirme sayısı
vi: Số lượt tải xuống

source: URL of homepage
de_de: URL der Homepage
el: URL της αρχικής σελίδας
et: Veebisaidi URL
fr_fr: URL de la page d'accueil
km: URL នៃ​គេហទំព័រ
pt_br: URL da página principal
ru_ru: URL домашней страницы
tr_tr: Anasayfa URL&rsquo;si
vi: URL trang chủ

source: URL of donations page
de_de: URL der Spendenseite
el: URL της σελίδας δωρεών
et: Annetuste lehe URL
fr_fr: URL de la page de don
km: URL នៃ​ទំព័រ​បរិច្ចាគ
pt_br: URL da página de doações
ru_ru: URL страницы пожертвований
tr_tr: Bağış sayfası URL&rsquo;si
vi: URL trang tài trợ

source: URL of wp.org page
de_de: URL der Seite auf WP.org
el: URL της σελίδας wp.org
et: Saidi wp.org URL
fr_fr: URL de la page wp.org
km: URL នៃ​ទំព័រ wp.org
pt_br: URL da página em wp.org
ru_ru: URL страницы в wp.org
tr_tr: wp.org sayfası URL&rsquo;si
vi: URL trang wp.org

source: Name
el: Όνομα
et: Nimi
fr_fr: Nom
km: ឈ្មោះ
pt_br: Nome
ru_ru: Имя
tr_tr: İsim
vi: Tên

source: URL of author&rsquo;s wp.org profile
de_de: URL zum Benutzerseite des Autors auf WP.org
el: URL του δημιουργού&rsquo;s προφίλ wp.org
et: Autori profiili URL
fr_fr: URL du profil de l&rsquo;auteur sur wp.org
km: URL នៃ​ទំព័រ​ប្រវត្តិរូប wp.org របស់​អ្នក​និពន្ធ
pt_br: URL do perfil do Autor&rsquo;s em wp.org
ru_ru: URL профиля автора на wp.org
tr_tr: Yazar&rsquo;ın wp.org profil URL&rsquo;si
vi: URL trang cá nhân tác giả trên wp.org

source: Rating out of 5
de_de: Bewertung von 5
el: Αξιολόγηση στα 5
et: Hinnang 5-st
fr_fr: Note sur 5
pt_br: Classificação de 5
ru_ru: Рейтинг из 5
tr_tr: 5 üzerinden değerlendir
vi: Đánh giá 5 sao

source: Slug
el: Σύντομο όνομα
et: Lühikirjeldus
fr_fr: Identifiant
km: URL
ru_ru: Ярлык
tr_tr: Kısaad
vi: Chuỗi cho đường dẫn tĩnh

source: List of tags
de_de: Alle Stichwörter auflisten
el: Κατάλογος ετικετών
et: Siltide nimekiri
fr_fr: Liste de mots-clés
km: បញ្ជី​ស្លាក
pt_br: Lista de tags
ru_ru: Список тегов
tr_tr: Etiketlerin listesi
vi: Danh sách từ khoá

source: Last updated ago (hours/days/weeks)
de_de: Zuletzt aktualisiert (Stunden/Tage/Wochen)
el: Τελευταία ενημέρωση πριν από (ώρες/ημέρες/εβδομάδες)
et: Viimati uuendatud (tundi/päeva/nädalat tagasi)
fr_fr: Dernière mise à jour (heures/jours/semaines)
km: ពេល​ធ្វើ​បច្ចុប្បន្នភាព​ចុង​ក្រោយ (ម៉ោង/ថ្ងៃ/សប្ដាហ៍)
pt_br: Última atualização (horas/dias/semanas)
ru_ru: Последний раз обновлено (часов/дней/недель) назад
vi: Cập nhật cuối cùng trước đây (giờ/ngày/tuần)

source: Last updated date
de_de: Datum der letzten Aktualisierung
el: Τελευταία ημερομηνία ενημέρωσης
et: Viimase uuenduse kuupäev
fr_fr: Date de la dernière mise à jour
km: ពេល​ធ្វើ​បច្ចុប្បន្នភាព​ចុង​ក្រោយ
pt_br: Data da última atualização
ru_ru: Дата последнего обновления
tr_tr: Son güncellenme tarihi
vi: Ngày cập nhật sau cùng

source: Version number
de_de: Versionnummer
el: Αριθμός έκδοσης
et: Versiooninumber
fr_fr: Numéro de version
km: លេខ​កំណែ
pt_br: Número da versão
ru_ru: Номер версии
tr_tr: Sürüm numarası
vi: Số phiên bản

source: Formatted info:
de_de: Formatierte Information:
el: Μορφοποιημένες πληροφορίες:
et: Vormindatud info:
fr_fr: Info formaté :
km: ព័ត៌មាន​មាន​ទ្រង់ទ្រាយ៖
pt_br: Formato da informação
ru_ru: Форматированная информация:
tr_tr: Nizami bilgi:
vi: Thông tin định dạng:

source: Link to author&rsquo;s homepage
de_de: Link zur Autoren-Website
el: Σύνδεση με την αρχική σελίδα του δημιουργού&rsquo;s
et: Link autori kodulehele
fr_fr: Lien vers la page d'accueil de l'auteur
km: តំណ​ទៅ​គេហទំព័រ​របស់​អ្នក​និពន្ធ
pt_br: Link para a homepage do autor
ru_ru: Ссылка на домашнюю страницу автора
tr_tr: Yazar&rsquo;ın anasayfasına bağlantı oluştur
vi: Liên kết tới trang chủ tác giả

source: List of contributors
de_de: Liste von Mitarbeitern
el: Κατάλογος συνεργατών
et: Toetajate nimekiri
fr_fr: Liste des contributeurs
km: បញ្ជី​អ្នក​ចូលរួម​ចំណែក
pt_br: Lista de contribuidores
ru_ru: Список участников
tr_tr: Katkı sağlayanların listesi
vi: Danh sách cộng tác viên

source: Long description
de_de: Lange Beschreibung
el: Εκτενής περιγραφή
et: Pikk kirjeldus
fr_fr: Description longue
km: ការ​អធិប្បាយ​វែង
pt_br: Descrição completa
ru_ru: Длинное описание
tr_tr: Uzun açıklama
vi: Mô tả chi tiết

source: Link to ZIP file
de_de: Link zur .zip-Datei
el: Σύνδεση με το αρχείο ZIP
et: Link ZIP-failile
fr_fr: Lien au fichier ZIP
km: តំណ​ទៅ​ឯកសារ ZIP
pt_br: Link para o arquivo ZIP
ru_ru: Ссылка на ZIP файл
tr_tr: ZIP arşivine bağlantı oluştur
vi: Liên kết tới tệp ZIP.

source: Link to homepage
de_de: Link zur Website
el: Σύνδεση με την αρχική σελίδα
et: Link kodulehele
fr_fr: Lien vers la page d'accueil
km: តំណ​ទៅ​គេហទំព័រ
pt_br: Link para homepage
ru_ru: Ссылка на домашнюю страницу
tr_tr: Anasayfaya bağlantı oluştur
vi: Liên kết tới trang chủ

source: Link to donations page
de_de: Link zur Spendenseite
el: Σύνδεση με τη σελίδα δωρεών
et: Link annetuste lehele
fr_fr: Lien vers la page de don
km: តំណ​ទៅ​ទំព័រ​បរិច្ចាគ
pt_br: Link para a página de doações
ru_ru: Ссылка на страницу пожертвований
tr_tr: Bağış alanına bağlantı oluştur
vi: Liên kết tới trang nhận tài trợ.

source: Link to wp.org page
de_de: Link zur Seite auf WP.org
el: Σύνδεση με τη σελίδα wp.org
et: Link saidile wp.org
fr_fr: Lien vers la page wp.org
km: តំណ​ទៅ​ទំព័រ wp.org
pt_br: Link para a página em wp.org
ru_ru: Ссылка на страницу в wp.org
tr_tr: wp.org sayfasına bağlantı oluştur
vi: Liên kết tới wp.org

source: Link to author&rsquo;s wp.org profile
de_de: Link zum Autorenprofil auf WP.org
el: Σύνδεση με το δημιουργό&rsquo;s προφίλ wp.org
et: Lin kautori wp.org profiilile
fr_fr: Lien vers le profil wp.org de l'auteur
km: តំណ​ទៅ​ទំព័រ​ប្រវត្តិរូប wp.org របស់​អ្នក​និពន្ធ
pt_br: Link para o perfil do autor em wp.org
ru_ru: Ссылка на профиль автора на wp.org
tr_tr: Yazar&rsquo;ın wp.org profiline bağlantı oluştur
vi: Liên kết tới trang cá nhân tác giả trên wp.org

source: Latest changelog entry
de_de: Letzter Changelog-Eintrag
el: Τελευταία καταχώρηση σύνοψης αλλαγών
et: Viimane muudatuste nimekirja sissekanne
fr_fr: Dernière entrée du changelog
km: កំណត់ហេតុ​ផ្លាស់​ប្ដូរ​ចុង​ក្រោយ
pt_br: Última alteração no arquivo de log
ru_ru: Последняя запись лога изменений
tr_tr: En son değişim günlüğü girişi
vi: Nhật ký cập nhật

source: Other notes
de_de: Sonstige Informationen
el: Άλλες σημειώσεις
et: Muud märkmed
fr_fr: Autres notes
km: កំណត់​ចំណាំ​ដទៃ
pt_br: Outras notas
tr_tr: Diğer notlar
vi: Ghi chú khác

source: Theme Info
de_de: Theme-Informationen
el: Πληροφορίες θέματος
et: Teema info
km: ព័ត៌មាន​រូបរាង
pt_br: Informação do Tema
tr_tr: Tema bilgisi
vi: Thông tin giao diện

source: Provides a simple way of displaying up-to-date information about specific WordPress Theme Directory hosted themes in your blog posts and pages.
de_de: Bietet eine einfache Möglichkeit, Informationen über ein bestimmtes von WordPress.org bereitgestelltes Theme in Beiträge und Seiten einzubinden.
el: Παρέχει έναν απλό τρόπο προβολής ενημερωμένων πληροφοριών σχετικά με συγκεκριμένα θέματα, που φιλοξενούνται στο WordPress Theme Directory, στις δημοσιεύσεις και τις σελίδες στο blog σας.
fr_fr: Offre un moyen simple d'afficher des informations à jour sur des thèmes spécifiques du répertoire de thème WordPress dans les articles ou pages de votre site.
pt_br: Fornece uma forma simples de mostrar informações sobre um Tema do WordPress.
tr_tr: Blogunuz sayfa ve yazılarında WordPress Tema Dizininden sunulan belirli bir tema hakkında güncel bilgi görüntülemenin basit bir yolunu sağlar.
vi: Cung cấp cách đơn giản nhất để hiển thị thông tin cập nhập về Kho Giao diện WordPress lưu trữ trên blog và trang của bạn.
