Repository: WP-Translations/language-packs
Catalog: mailpoet-gravityforms-addon/languages/mailpoet-gravityforms-addon-*.po
Languages: ar, el, es_419, et, fa_ir, fr_fr, he_il, hu_hu, hy_am, it_it, nl_nl, pl_pl, sk_sk, sq, sv_se, tr_tr

source: Select which lists the user should be able to subscribe to.
ar: قم باختيار أي القوائم يمكن للمستخدم أن يشترك فيها.
el: Επιλέξτε σε ποιες λίστες θα μπορεί να εγγραφεί ο χρήστης
es_419: Seleccionar cuales listas podrá el usuario seleccionar.
et: Vali listid kuhu kasutaja saaks liituda.
fa_ir: انتخاب لیست‌هایی که کاربران قادر خواهند بود در آن مشترک شوند.
fr_fr: Sélectionnez les listes auxquelles les utilisateurs peuvent s'inscrire.
he_il: בחר את הרשימות שמשתמש יכול לבחור להירשם אליהן.
hu_hu: A listák kiválasztása, amelyekre a feliratkozók fel tudnak iratkozni.
hy_am: Ընտրեք, որ ցուցակներին պետք է կարողանա բաժանորդագրվել օգտատերը։
it_it: Seleziona le liste a cui l'utente può iscriversi.
nl_nl: Selecteer op welke lijsten de gebruiker zich op kan abonneren.
pl_pl: Wybierz listy, do których użytkownik może zapisać się.
sk_sk: Vyberte z ktorých zoznamov si môžu používatelia vybrať.
sq: Përzgjidhni te cilat lista do të mund të pajtohej përdoruesi.
sv_se: Välj vilka listor som användaren ska kunna prenumerera på.
tr_tr: Kullanıcının hangi listelere abone olmasına izin verileceğini belirler.

source: Your settings have been saved.
ar: تم حفظ إعداداتك.
el: Οι ρυθμίσεις σας αποθηκεύθηκαν με επιτυχία.
es_419: Tus ajustes han sido salvados.
et: Sätted salvestatud
fa_ir: تنظیمات شما ذخیره شده است.
fr_fr: Vos paramètres ont été enregistrés.
he_il: ההגדרות שלך נשמרו.
hu_hu: A beállítások mentésre kerültek.
hy_am: Ձեր կարգավորումները պահպանված են։
it_it: Le tue impostazioni sono state salvate.
nl_nl: Je instellingen zijn opgeslagen.
pl_pl: Twoje ustawienia zostały zapisane.
sk_sk: Vaše nastavenia boli uložené.
sq: Rregullimet tuaja u ruajtën.
sv_se: Dina inställningar har sparats.
tr_tr: Ayarlarınız kaydedildi.

source: MailPoet Gravity Forms Add-on Settings
ar: إعدادات إضافة MailPoet Gravity Forms
el: Ρυθμίσεις του πρόσθετου του MailPoet για το Gravity Forms
es_419: Ajustes de MailPoet Complemento Gravity Forms
et: MailPoet Gravity Forms Add-on sätted
fa_ir: تنظیمات MailPoet Gravity Forms Add-on
fr_fr: Paramètres de l'accessoire MailPoet Gravity Forms
he_il: הגדרות MailPoet Gravity Forms Add-on
hu_hu: MailPoet Gravity Forms bővítmény Beállítások
hy_am: MailPoet Gravity Forms հավելվածի կարգավորումները
it_it: Impostazioni dell’Add-on di MailPoet Gravity Forms
nl_nl: MailPoet Gravity Forms Add-on instellingen
pl_pl: Ustawienia dodatku MailPoet Gravity Forms Add-on
sk_sk: Nastavenia doplnku MailPoet Gravity Forms
sq: Rregullime për shtesën Formularë Gravity për MailPoet
sv_se: MailPoet Gravity Forms Add-on Inställningar
tr_tr: MailPoet Gravity Forms eklentisi ayarları

source: This setting is used only if you are using single checkbox option in the "MailPoet" field settings of the form editor.
ar: هذا الإعداد يتم استخدامه فقط إذا كنت تستخدم خيار مربع الاختيار الفردي في إعدادات حقل "MailPoet" الخاصة بمحرر الاستمارة.
el: Η ρύθμιση αυτή χρησιμοποιείται μόνο αν χρησιμοποιείτε μόνο το πλαίσιο επιλογής στο "MailPoet" Ρυθμίσεις τομέα της επεξεργασίας μορφή.
es_419: Estos ajustes son usados únicamente si tu estas usando la opción de una casilla de verificación en los ajustes del campo "MailPoet" del editor de formularios.
et: Need sätted on kasutusel ainult siis kui te kasutate checkbox valikut "MailPoet" väljade sätetes ja vormi redigeerijas.
fa_ir: اگر از چک باکس تک‌گزینه‌ای در تنظیمات فیلد "MailPoet" از ویرایشگر فرم استفاده می‌کنید، فقط از این تنظیمات استفده کنید.
fr_fr: Ce réglage est utilisé uniquement dans le cas où vous utilisez une case à cocher en option dans les paramètres du champ «MailPoet» de l'éditeur de formulaire.
he_il: ההגדרה הזאת תוכל לשמש אותך רק אתה משתמש באפשרות תיבת סימן בודדת בהגדרות השדה "MailPoet" שבעורך הטפסים.
hu_hu: Ezt a beállítást csak akkor tudod használni, ha használod a jelölőnégyzet opciót a "MailPoet" mező beállításainál az űrlap szerkesztőben.
hy_am: Այս կարգավորումները օգտագործվում են միայն այն դեպքում, եթե Դուք օգտագործում եք եզակի ընտրման կարգավորումը "MailPoet" դաշտի կարգավորումներից։
it_it: Questa impostazione è usata solo se stai usando l'opzione singolo checkbox nelle impostazioni dei campi dell'editor di moduli di MailPoet.
nl_nl: Deze instelling wordt alleen gebruikt als u gebruik maakt van enkele checkbox optie in het "MailPoet" veld instellingen van het formulier editor.
sk_sk: Toto nastavenie sa používa iba ak používate možnosť iba jedného zaškrtávacieho políčka v editore formulára"MailPoet".
sq: Ky rregullim përdoret vetëm nëse përdorni mundësitë e kutizave njëshe te rregullimet për zërin "MailPoet" të përpunuesit të formularëve.
sv_se: Den här inställningen används bara om du aktiverar "Single Checkbox" i MailPoet fältinställningar i formulär-redigeraren.
tr_tr: Bu ayar yalnızca "MailPoet" alan ayarlarında tek onay kutucuğu seçeneğini işaretlediyseniz kullanılabilir.

source: Simply select the lists you want your subscribers to subscribe to and press "Save Settings".
ar: ببساطة قم باختيار القوائم التي تريد أن يشترك فيها مشتركوك ثم اضغط "حفظ الإعدادات".
el: Απλά επιλέξτε τις λίστες στις οποίες θέλετε να εγγραφούν οι συνδρομητές σας και πατήστε στο "Αποθήκευση Ρυθμίσεων"
es_419: Simplemente selecciona las listas que tu quieres que tus suscriptores suscriban y presiona "Salvar Ajustes".
et: Lihtsalt vali listid millega soovitad liitujatel liituda ja vajuta "Salvesta sätted".
fa_ir: فقط لیست‌هایی که می‌خواهید مشترکین شما مشترک شوند و فقط دکمه "ذخیره تنظیمات" را بفشارند انتخاب کنید.
fr_fr: Sélectionnez simplement les listes auxquelles vous souhaitez que les abonnés s'inscrivent et cliquez sur «Sauvegarder les paramètres».
he_il: פשוט בחר את הרשימות שאתה רוצה שהמנויים שלך יירשמו אליהן ולחץ "שמור הגדרות".
hu_hu: Egyszerűen válaszd ki azokat a listákat, amelyekre az ügyfelek feliratkozhatnak, és nyomd meg a "Beállítások mentése"-t.
hy_am: Պարզապես ընտրեք այն ցուցակները, որոնք ցանկանում եք բաժանորդներին բաժանորդագրել և սեղմեք "Պահպանել Կարգավորումները"։
it_it: Seleziona solo le liste a cui vuoi che i tuoi utenti possano iscriversi e premi "Salva le impostazioni".
nl_nl: Selecteer de lijsten die u wilt dat uw abonnees kunnen abonneren en druk op "Instellingen Opslaan".
pl_pl: Wskaż listy, do których mogą dopisywać się czytelnicy a następnie wciśnij przycisk "Zapisz ustawienia"
sk_sk: Jednoducho vyberte zoznamy ktoré chcete aby vaši odberatelia odoberali a kliknite na "Uložiť nastavenia"
sq: Thjesht përzgjidhni listat te të cilat doni që të pajtohen përdoruesit tuaj dhe shtypni "Ruaji Rregullimet".
sv_se: Välj vilka listor som du vill att dina prenumeranter ska prenumerera på och klicka på "Spara inställningar".
tr_tr: Basitçe, abonelerinizin abone olmasını istediğiniz listeleri seçin ve "Ayarları kaydet" tuşuna tıklayın

source: Save Settings
ar: حفظ الإعدادات
el: Αποθήκευση Ρυθμίσεων
es_419: Salvar Ajustes
et: Salvesta sätted
fa_ir: تنظیمات ذخیره‌سازی
fr_fr: Sauvegarder
he_il: שמור הגדרות
hu_hu: Beállítások mentése
hy_am: Պահպանել կարգավորումները
it_it: Salva le impostazioni
nl_nl: Instellingen opslaan
pl_pl: Zapisz ustawienia
sk_sk: Uložiť nastavenia
sq: Ruaji Rregullimet
sv_se: Spara inställningar
tr_tr: Ayarları kaydet

source: Yes, please subscribe me to your newsletter.
ar: نعم، فضلاً أضفني إلى نشرتك البريدية.
el: Ναι, θέλω να εγγραφώ στη λίστα συνδρομητών των ενημερωτικών σας δελτίων.
es_419: Sí, por favor suscribirme a su boletín de noticias.
et: Jah, palun lisa mind uudiskirja listi.
fa_ir: بله، لطفاً مرا در خبرنامه خود مشترک کنید.
fr_fr: Oui, abonnez-moi à votre newsletter.
he_il: כן, רשום אותי לניוזלטר שלך.
hu_hu: Igen, kérem írass fel engem a hírleveledre.
hy_am: Այո, խնդրում եմ բաժանորդագրեք ինձ Ձեր նորություններին։
it_it: Si, iscrivetemi alla vostra newsletter.
nl_nl: Ja, abonneer me op je nieuwsbrief.
pl_pl: Tak, dodaj mnie do listy mailingowej.
sk_sk: Áno, chcem odoberať informačný leták.
sq: Po, pajtomëni te buletini juaj.
sv_se: Ja tack, jag vill prenumerera på nyhetsbrevet.
tr_tr: Evet, lütfen beni bülteninize abone yapın.

source: Settings
ar: الإعدادات
el: Ρυθμίσεις
es_419: Ajustes
et: Sätted
fa_ir: تنطیمات
fr_fr: Réglages
he_il: הגדרות
hu_hu: Beállítások
hy_am: Կարգավորումներ
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
sk_sk: Nastavenia
sq: Rregullime
sv_se: Inställningar
tr_tr: Ayarlar

source: Sorry, <strong>%s</strong> requires WordPress
ar: عفواً، <strong>%s</strong> تحتاج إلى ووردبريس
el: Λυπούμαστε, <strong>%s</strong> απαιτεί το WordPress για να λειτουργήσει
es_419: Disculpa, <strong>%s</strong> requiere WordPress
et: Vabandust, <strong>%s</strong> nõuab WordPress
fa_ir: متأسفیم, <strong>%s</strong> نیازمند وردپرس است
fr_fr: Désolé, <strong>%s</strong> nécessite WordPress
he_il: מצטערים, <strong>%s</strong> דורש WordPress
hu_hu: Elnézést, a <strong>%s</strong> a WordPress-t igényli.
hy_am: Ներեցեք, <strong>%s</strong>-ը պարտադրում է WordPress
it_it: <strong>%s</strong> richiede WordPress
nl_nl: Sorry, <strong>%s</strong> vereist WordPress
pl_pl: Przykro nam, <strong>%s</strong> wymaga WordPress
sk_sk: Ľutujeme, <strong>%s</strong> vyžaduje WordPress
sq: Na ndjeni, <strong>%s</strong> lyp WordPress-in
sv_se: Tyvärr, <strong>%s</strong> kräver WordPress
tr_tr: Üzgünüm, <strong>%s</strong> WordPress gerektirir

source: Sorry, <strong>%s</strong> requires Gravity Forms. Activate it now or <a href="%s" target="_blank">purchase it today!</a>
ar: عفواً، <strong>%s</strong> تحتاج إلى Gravity Forms. قم بتفعيلها الآن أو <a href="%s" target="_blank">قم بشرائها اليوم!</a>
el: Λυπούμαστε, <strong>%s</strong> απαιτεί το Gravity Forms για να λειτουργήσει. Σας παρακαλούμε ενεργοποιήστε το ή <a href="%s" target="_blank">αγοράστε το σήμερα!</a>
es_419: Disculpa, <strong>%s</strong> requiere Gravity Forms. Actívalo ahora o <a href="%s" target="_blank">¡Comprarlo Hoy!</a>
et: Vabandust, <strong>%s</strong> on nõutud Gravity Forms. Aktiveeri kohe <a href="%s" target="_blank">tellides selle täna!</a>
fa_ir: متأسفیم, <strong>%s</strong> نیازمند فرم‌های Gravity است. حالا آن را فعال کنید یا <a href="%s" target="_blank">امروز آن‌را خریداری کنید!</a>
fr_fr: Désolé, <strong>%s</strong> requiert Gravity Forms. Activez-le maintenant ou <a href="%s" target="_blank">achetez-le dès aujourd'hui!</a>
he_il: מצטערים, <strong>%s</strong> דורש את Gravity Forms. הפעל אותו עכשיו או <a href="%s" target="_blank">רכוש אותו עוד היום!</a>
hu_hu: Elnézést, a <strong>%s</strong> a Gravity Forms-t igényli. Aktiváld most, vagy <a href="%s" target="_blank">vásárold meg még ma!</a>
hy_am: Ներեցեք, <strong>%s</strong>-ը պահանջում է Gravity Forms. Ակտիվացրեք այն այժմ, կամ էլ <a href="%s" target="_blank">Ձեռք բերեք այն այսօր</a>
it_it: <strong>%s</strong> richiede Gravity Forms. Attivalo adesso o <a href="%s" target="_blank">acquistalo oggi!</a>
nl_nl: Sorry, <strong>%s</strong> vereist Gravity Forms. Activeer het nu of <a href="%s" target="_blank">koop het vandaag!</a>
pl_pl: Przykro nam, <strong>%s</strong> wymaga wtyczki Gravity Forms. Aktywuj ją teraz lub <a href="%s" target="_blank">zakup ją dziś!</a>
sk_sk: Ľutujeme, <strong>%s</strong> vyžaduje Gravity Forms. Aktivujte si ich teraz, <a href="%s" target="_blank">alebo si ich kúpte!</a>
sq: Na ndjeni, <strong>%s</strong> lyp Gravity Forms. Aktivizojeni ose <a href="%s" target="_blank">blijeni që tani!</a>
sv_se: Tyvärr, <strong>%s</strong> kräver Gravity Forms. Aktivera det nu eller <a href="%s" target="_blank">köp det idag!</a>
tr_tr: Üzgünüm, <strong>%s</strong> Gravity Forms gerektirir. Şimdi etkinleştirin veya <a href="%s" target="_blank">satın alın!</a>

source: Sorry, <strong>%s</strong> requires Gravity Forms
ar: عفواً، <strong>%s</strong> تحتاج إلى Gravity Forms
el: Λυπούμαστε, <strong>%s</strong> απαιτεί το Gravity Forms
es_419: Disculpa, <strong>%s</strong> requiere Gravity Forms
et: Vabandust, <strong>%s</strong> nõuab Gravity Forms
fa_ir: متأسفیم, <strong>%s</strong> نیازمند فرم‌های Gravity است
fr_fr: Désolé, <strong>%s</strong> nécessite Gravity Forms
he_il: מצטערים, <strong>%s</strong> דורש את Gravity Forms
hu_hu: Elnézést, a <strong>%s</strong> a Gravity Forms-t igényli.
hy_am: Ներեցեք, <strong>%s</strong>-ը պարտադրում է Gravity Forms
it_it: <strong>%s</strong> richiede Gravity Forms
nl_nl: Sorry, <strong>%s</strong> vereist Gravity Forms
pl_pl: Przykro nam, <strong>%s</strong> wymaga wtyczki Gravity Forms
sk_sk: Ľutujeme, <strong>%s</strong> vyžaduje Gravity Forms
sq: Na ndjeni, <strong>%s</strong> lyp Gravity Forms
sv_se: Tyvärr, <strong>%s</strong> kräver Gravity Forms
tr_tr: Üzgünüm, <strong>%s</strong> Gravity Forms gerektirir

source: Sorry, <strong>%s</strong> requires MailPoet Newsletters for this plugin to work. Please install and activate <strong><a href="%s">MailPoet Newsletters</a></strong> first.
ar: عفواً، <strong>%s</strong> تحتاج إلى MailPoet Newsletters لكي تعمل هذه الإضافة. الرجاء تنصيب وتفعيل <strong><a href="%s">MailPoet Newsletters</a></strong> أولاً.
el: Λυπούμαστε, <strong>%s</strong> αλλά για να λειτουργήσει η επέκταση αυτή, απαιτεί το MailPoet Newsletters. Σας παρακαλούμε εγκαταστήστε και ενεργοποιήστε το <strong><a href="%s">MailPoet Newsletters</a></strong> πρώτα.
es_419: Disculpa, <strong>%s</strong> requiere MailPoet Newsletters para que este complemento funcione. Por favor instala y activa <strong><a href="%s">MailPoet Newsletters</a></strong> first.
et: Vabandust, <strong>%s</strong> nõuab MailPoet Newsletters et see plugin töötaks. Palun installi ja aktiveeri <strong><a href="%s">MailPoet Newsletters</a></strong> esimesena.
fa_ir: متأسفیم, <strong>%s</strong> این افزونه برای کارکردن نیازمند خبرنامه "MailPoet" است. لطفاً افزونه مذکور را نصب و فعال کنید <strong><a href="%s">MailPoet Newsletters</a></strong> first.
fr_fr: Désolé, <strong>%s</strong> nécessite MailPoet Newsletters. S'il vous plaît installer et activer <a href="%s">MailPoet Newsletters</a> en premier.
he_il: מצטערים, <strong>%s</strong> דורש את MailPoet Newsletters כדי לעבוד. אנא התקן את <strong><a href="%s">MailPoet Newsletters</a></strong> והפעל אותו קודם.
hu_hu: Elnézést, a <strong>%s</strong> a MailPoet Hírleveleket igényli, mert ez a plugin csak így képes működni. Kérlek először telepítsd és aktiváld a <strong><a href="%s">MailPoet Hírlevelek</a></strong>-et.
hy_am: Ներեցեք, <strong>%s</strong>-ը պահանջում է MailPoet Newsletters այս հավելվածի աշխատանքի համար։ Խնդրում ենք նախորոք տեղակայել և կարգավորել <strong><a href="%s">MailPoet Newsletters</a></strong>-ը։
it_it: <strong>%s</strong> richiede MailPoet Newsletters per funzionare. Prima<a href="%s">Installa MailPoet Newsletters</a>.
nl_nl: Sorry, <strong>%s</strong> vereist MailPoet Newsletters om deze plugin te laten werken. Installeer en activeer <strong><a href="%s">MailPoet Newsletters</a></strong> eerst.
pl_pl: Przykro nam, <strong>%s</strong> wymaga wtyczki MailPoet Newsletters, która musi być zainstalowana i aktywowana. Proszę najpierw <strong><a href="%s">zainstalować MailPoet Newsletters</a></strong>.
sk_sk: Ľutujeme, <strong>%s</strong> vyžaduje aby bol nainštalovaný a aktivovaný modul MailPoet. Prosím najskôr nainštalujte a aktivujte<a href="%s">MailPoet</a>.
sq: Na ndjeni, që kjo shtojcë të funksionojë, <strong>%s</strong> lyp MailPoet Newsletters. Ju lutemi, së pari instaloni dhe aktivizoni <strong><a href="%s">MailPoet Newsletters</a></strong>.
sv_se: Tyvärr, <strong>%s</strong> kräver MailPoet Newsletters för att det här tillägget ska fungera. Installera och aktivera <strong><a href="%s">MailPoet Nyhetsbrev</a></strong> först.
tr_tr: Üzgünüm, <strong>%s</strong> bu eklentinin çalışabilmesi için MailPoet Newsletters gereklidir. Lütfen önce <strong><a href="%s">MailPoet Newsletters'ı</a></strong> kurup etkinleştirin.
