Repository: WP-Translations/language-packs
Catalog: mailpoet-gravityforms-addon/languages/mailpoet-gravityforms-addon-*.po
Languages: ar, el, es_419, et, fa_ir, fr_fr, he_il, hu_hu, hy_am, it_it, nl_nl, pl_pl, sk_sk, sq, sv_se, tr_tr

source: Documentation
ar: وثائق المساعدة الفنية
el: Τεκμηρίωση
es_419: Documentación
et: dokumentatsioon
fa_ir: مستندات
he_il: תיעוד
hu_hu: Dokumentáció
hy_am: Փաստաթղթաբանություն
it_it: Documentazione
nl_nl: Documentatie
pl_pl: Dokumentacja
sk_sk: Dokumentácia
sq: Dokumentim
sv_se: Dokumentation
tr_tr: Belgeler

source: Thank you for using %s :) Should you need help using %s please read the documentation.
ar: شكراً لك على استخدام %s :) إذا احتجت إلى مساعدة في استخدام %s فضلاً قم بقراءة وثائق الدعم الفني.
el: Σας ευχαριστούμε που χρησιμοποιείτε το %s :) Αν χρειαστείτε οποιαδήποτε βοήθεια με το %s, για αρχή, σας παρακαλούμε δείτε την τεκμηρίωση.
es_419: Gracias por usar %s :) si necesitas ayuda para usar %s por favor lee la documentación.
et: Täname teid, et kasutasite %s :) Kui vajate abi kasutada veel %s, palun loe dokumendatsiooni.
fa_ir: از اینکه از %s :) استفاده می‌کنید متشکریم؛ آیا در استفاده از %s به کمک نیاز خواهید داشت، لطفاً مستندات افزونه را مطالعه کنید.
fr_fr: Merci d'utiliser %s :) Si vous avez besoin d'aide pour utiliser %s veuillez vous référer à la documentation.
he_il: תודה שהשתמשת ב-%s. :-) אם אתה צריך עזרה בשימוש ב-%s אנא קרא את התיעוד.
hu_hu: Köszönjük, hogy a %s használod :) Ha segítségre van szükséged a %s-hez kérlek olvasd el a dokumentációt.
hy_am: Շնորհակալ ենք %s օգտագործելու համար :) Եթե Դուք օգնության կարիք ունեք, %s խնդրում ենք կարդալ փաստաթղթաբանությունը:
it_it: Grazie per aver scelto %s :) Se hai bisogno di aiuto su %s leggi la documentazione.
nl_nl: Bedankt om %s te gebruiken :) Als u hulp nodig heeft bij het gebruik van %s, gelieve de documentatie te lezen.
pl_pl: Dziękujemy za korzystanie z %s:) Jeśli potrzebujesz pomocy odnośnie %s prosimy o zapoznanie się z dokumentacją.
sk_sk: Vďaka za používanie %s :) Ak budete potrebovať pomoc s %s, prosím prečítajte si dokumentáciu.
sq: Faleminderit që përdorni %s :) Nëse ju duhet ndihmë lidhur me përdorimin e %s, ju lutemi, lexoni dokumentimin për të.
sv_se: Tack för att du använder %s :) Läs dokumentationen om du behöver hjälp med %s.
tr_tr: %s kullandığınız için teşekkürler :) %s kullanımı hakkında yardıma ihtiyacınız olursa lütfen belgeleri okuyunuz.

source: %s Documentation
ar: وثائق المساعدة الفنية لـ%s
el: %s Τεκμηρίωση
es_419: %s Documentación
et: %s dokumentatsioon
fa_ir: %s مستندات
he_il: התיעוד של %s
hu_hu: %s Dokumentáció
hy_am: %s Փաստաթղթաբանություն
it_it: Documentazione di %s
nl_nl: %s-documentatie
pl_pl: Dokumentacja %s
sk_sk: Dokumentácia %s
sq: Dokumentim i %s
sv_se: %s Dokumentation
tr_tr: %s Belgeleri

source: Support
ar: الدعم الفني
el: Υποστήριξη
es_419: Soporte
et: Tugi
fa_ir: پشتیبانی
fr_fr: Aide
he_il: תמיכה
hu_hu: Támogatás
hy_am: Օգնություն
it_it: Supporto
nl_nl: Ondersteuning
pl_pl: Wsparcie
sk_sk: Podpora
sq: Asistencë
tr_tr: Destek

source: After <a href="%s">reading the documentation</a>, for further assistance you can use the <a href="%s">community forum</a>.
ar: بعد <a href="%s">قراءة وثائق الدعم الفني</a>، للمزيد من المساعدة بإمكانك استخدام <a href="%s">منتدى المجتمع</a>.
el: Αφού πρώτα <a href="%s">δείτε στα σχετικά θέματα στην τεκμηρίωση</a>, μπορείτε στη συνέχεια να αναζητήσετε επιπλέον βοήθεια στο <a href="%s">φόρουμ της κοινότητας μελών μας</a>.
es_419: Después de<a href="%s">leer la documentación</a>, para mayor asistencia puedes usar el <a href="%s">foro comunitario</a>.
et: Pärast <a href="%s">dokumendatsiooni lugemist </a>, kui tekivad lisaküsimused, võid pöörduda<a href="%s">autori foorumi</a> poole.
fa_ir: بعداز <a href="%s">مطالعه مستندات</a>, برای کمک بیشتر <a href="%s">به انجمن مراجعه کنید</a>.
fr_fr: Après <a href="%s">avoir lu la documentation</a>, pour de plus amples informations vous pouvez utiliser <a href="%s">le forum communautaire </a>.
he_il: לאחר <a href="%s">הקריאה בתיעוד</a>, לתמיכה נוספת אתה יכול לפנות ל<a href="%s">פורום הקהילה</a>.
hu_hu: Miután <a href="%s">elolvastad a dokumentációt</a>, további segítségként használhatod a <a href="%s">közösségi fórumot</a>.
hy_am: <a href="%s">Փաստաթղթաբանության ընթերցումից </a> հետո, կարող եք մանրակրկիթ աջակցության համար օգտվել <a href="%s">ֆորումից</a>.
it_it: Dopo <a href="%s">aver letto la documentazione</a>, per ulteriore assistenza puoi usare il <a href="%s">forum della community</a>.
nl_nl: Na het <a href="%s">lezen van de documentatie</a>, voor meer ondersteuning kunt u gebruik maken van ons <a href="%s">community forum</a>.
pl_pl: Po <a href="%s">przeczytaniu dokumentacji</a>, w celu uzyskania dodatkowej pomocy można korzystać z <a href="%s">forum społeczności</a>.
sk_sk: Ak potrebujete pomoc aj po <a href="%s">prečítaní dokumentácie</a>, ďalšiu pomoc nájdete na <a href="%s">komunitnom fóre</a>.
sq: Pasi <a href="%s">të lexoni dokumentimin</a>, për asistencë të mëtejshme mund të përdorni <a href="%s">forumin e bashkësisë</a>.
sv_se: Efter att du <a href="%s">läst dokumentationen</a>, använd <a href="%s">community-forumet</a> för mer hjälp.
tr_tr: Eğer <a href="%s">belgeleri okuduktan sonra</a> daha fazla yardıma ihtiyacınız varsa <a href="%s">topluluk forumuna</a> göz atabilirsiniz.

source: Community Support
ar: دعم المجتمع
el: Κοινότητα Υποστήριξης
es_419: Soporte Comunitario
et: Ühiskondlik tugi
fa_ir: پشتیبانی انجمن
fr_fr: Soutien communautaire
he_il: תמיכה קהילתית
hu_hu: Támogató közösség
hy_am: Համայնքի օգնությունը
it_it: Supporto della community
pl_pl: Wsparcie społeczności
sk_sk: Komunitná podpora
sq: Asistencë Nga Bashkësia
tr_tr: Topluluk desteği

source: Found a bug?
ar: هل عثرت على خطأ برمجي؟
el: Βρήκατε κάποια δυσλειτουργία;
es_419: ¿Encontraste un error?
et: Leidsid vea?
fa_ir: خطا پیدا شده؟
fr_fr: Vous avez trouvé un bug?
he_il: מצאת באג?
hu_hu: Találtál egy hibát?
hy_am: Գտե՞լ եք թերություն։
it_it: Hai trovato un bug?
nl_nl: Fout gevonden?
pl_pl: Znalezłeś/aś błąd?
sk_sk: Našli ste chybu?
sq: Gjetët një të metë?
sv_se: Hittat en bugg?
tr_tr: Hata mı buldunuz?

source: If you find a bug within <strong>%s</strong> you can create a ticket via <a href="%s">Github issues</a>. Ensure you read the <a href="%s">contribution guide</a> prior to submitting your report. Be as descriptive as possible.
ar: إذا وجدت خطأً برمجياً في <strong>%s</strong> فبإمكانك إنشاء تذكرة عن طريق <a href="%s">مشاكل Github </a>. تأكد من قراءة <a href="%s">دليل المشاركة</a> قبل إرسال تقريرك. ليكن وصفك واضحاً بقدر الإمكان.
el: Αν βρείτε κάποια δυσλειτουργία στο <strong>%s</strong> μπορείτε να δημιουργήσετε ένα θέμα υποστήριξης στο <a href="%s">Github </a>. Σιγουρευτείτε πως έχετε διαβάσει πρώτα τον <a href="%s">οδηγό συνεισφοράς</a> πριν στείλετε την αναφορά σας. Σας παρακαλούμε να είστε όσο πιο αναλυτικοί και περιγραφικοί μπορείτε.
es_419: Si encontro un error dentro de <strong>%s</strong> puedes abrir un caso via <a href="%s">Problemas Github</a>. Asegúrate de leer la <a href="%s">guia de contribución</a> antes de enviar tu reporte. Debes ser tan especifico como puedas.
et: Kui leidsid vea <strong>%s</strong> jooksul, saate luua pileti <a href="%s">Github probleemid</a> kaudu. Kindlasti loe <a href="%s">juhendit</a> enne aruande esitamist. Ole kirjeldav kui võimalik.
fa_ir: اگر با خطای درون برنامه برخورد کردید <strong>%s</strong> می‌توانید یک تیکت از طریق <a href="%s">Github issues ارسال کنید</a>. اطمینان حاصل کنید که راهنمای ویژه <a href="%s">را مطالعه کرده‌اید</a> پیش از آنکه گزارش خود را ارسال کنید. تاحد امکان آگاه باشید.
fr_fr: Si vous trouvez un bug dans <strong>%s</strong> vous pouvez ouvrir un ticket via <a href="%s">Github</a>. Veillez à bien lire le <a href="%s">guide de contribution</a> avant de soumettre votre problème. Soyez aussi précis que possible.
he_il: אם תמצא באג ב-<strong>%s</strong> תוכל לפתוח כרטיס באמצעות <a href="%s">Github issues</a>. קרא את <a href="%s">מדריך הסיוע הקהילתי</a> לפני שתשלח את הדיווח שלך. תכתוב תיאור מדויק ככל האפשר.
hu_hu: Ha találsz hibát a <strong>%s</strong>-ben, akkor létrehozhatsz egy jegyzetet a <a href="%s">Github kiadvány</a>-on keresztül. Győződj meg róla, olvasd el az <a href="%s">a közreműködési útmutatót</a> még a jelentés benyújtása előtt. Legyen annyira részletes, amennyire csak lehetséges.
hy_am: Եթե Դուք գտնեք թերություն <strong>%s</strong>-ում, Դուք կարող եք ստեղծել տոմս <a href="%s">Github թերությունների</a> միջոցով։ Նախորոք կարդացեք <a href="%s">ներդրումների ուղեցույցը</a> Ձեր զեկույցը հաստատելուց առաջ։ Եղեք հնարավորինս նկարագրողական։
it_it: Se trovi un bug in <strong>%s</strong> puoi creare un ticket su <a href="%s">Github issues</a>. Leggi la <a href="%s">guida di contribuzione</a> prima di inviare il tuo report. Sii il più descrittivo possibile.
nl_nl: Als u een fout heeft gevonden binnen <strong>%s</strong> kunt u een ticket maken via <a href="%s">Github issues</a>. Lees zeker eerst de <a href="%s">contributie gids</a> alvorens uw fout te melden. Geef een zo duidelijk mogelijke beschrijving van het probleem.
pl_pl: Jeśli znajdziesz błąd w <strong>%s</strong> możesz utworzyć nowy raport poprzez <a href="%s">GitHub</a>. Zapoznaj się z <a href="%s">instrukcjami dot. raportowania błędów</a> przed dodaniem raportu. Twój raport błędu powinien być na tyle szczegółowy, na ile jest to możliwe.
sk_sk: Ak ste našli chybu v <strong>%s</strong>, môžete ju nahlásiť pomocou <a href="%s">chýb Github </a>. Uistite sa, že ste si pred odoslaním prečítali <a href="%s">sprievodcu pre prispievateľov</a>. Opíšte problém ako najlepšie viete.
sq: Nëse gjeni një të metë tek <strong>%s<strong>, mund të hapni një çështje përmes <a href="%s">çështjeve në Github</a>. Sigurohuni se e lexuat <a href="%s">udhërrëfyesin mbi kontributet</a>, përpara se të parashtroni njoftimin tuaj. Jini sa më përshkrues që mundet.
sv_se: Om du hittar en bugg i <strong>%s</strong> kan du skapa ett ärende i <a href="%s">Github issues</a>. Läs <a href="%s">"contribution guide"</a> innan du skapar ärendet. Förklara så tydligt som möjligt.
tr_tr: Eğer <strong>%s</strong> bünyesinde bir hata tespit ederseniz lütfen <a href="%s">Github issues</a> üzerinden bir kayıt oluşturun. Tespitinizi raporlamadan önce <a href="%s">katkı rehberini</a> okuduğunuzdan emin olun. Bulduğunuz hata hakkında mümkün olduğunca detaylı bilgi sağlayın.

source: Report a bug
ar: بلغ عن خطأ برمجي
el: Αναφέρτε κάποια δυσλειτουργία που βρήκατε
es_419: Reportar un error
et: Teavita veast
fa_ir: گزارش خطا
fr_fr: Signaler un bug
he_il: דווח על באג
hu_hu: Hiba jelentése
hy_am: Զեկուցել թերություն
it_it: Riporta un bug
nl_nl: Fout melden
pl_pl: Zgłoś błąd
sk_sk: Nahlásiť chybu
sq: Njoftoni një të metë
sv_se: Rapportera en bugg
tr_tr: Hata bildir

source: For more information:
ar: للمزيد من المعلومات:
el: Για περισσότερες πληροφορίες:
es_419: Para mas información:
et: Lisateave:
fa_ir: برای اطلاعات بیشتر:
fr_fr: Pour plus d'informations:
he_il: למידע נוסף:
hu_hu: További információ:
hy_am: Ավելի մանրամասն տեղեկատվության համար՝
it_it: Per maggiori informazioni:
nl_nl: Voor meer informatie:
pl_pl: Więcej informacji:
sk_sk: Pre viac informácii:
sq: Për më tepër të dhëna:
sv_se: För mer information:
tr_tr: Daha fazla bilgi için:

source: Project on WordPress.org
ar: المشروع على موقع ووردبريس
el: Το Project στο WordPress.org
es_419: Proyecto en Wordpress.org
et: WordPress.org projektid
fa_ir: پروژه‌های WordPress.org
fr_fr: Projet sur ​​WordPress.org
he_il: פרויקט ב-WordPress.org
hu_hu: Projekt a WordPress.org-n
hy_am: Նախագիժ WordPress.org-ում
it_it: Progetto su Wordpress.org
nl_nl: Project op WordPress.org
pl_pl: Strona projektu na WordPress.org
sk_sk: Projekt na stránke WordPress.org
sq: Projekti në WordPress.org
sv_se: Project på WordPress.org
tr_tr: WordPress.org üzerinde proje

source: Project on Github
ar: المشروع على موقع Github
el: Το Project στο Github
es_419: Proyecto en Github
et: Github projektid
fa_ir: پروژه‌های Github
fr_fr: Projet sur ​​Github
he_il: פרויקט ב-Github
hu_hu: Projekt a Github-on
hy_am: Նախագիծ GitHub-ում
it_it: Progetto su Github
nl_nl: Project op Github
pl_pl: Strona projektu na Github
sk_sk: Projekt na stránke Github
sq: Projekti në Github
sv_se: Project på Github
tr_tr: Github üzerinde proje

source: What's new:
ar: ما الجديد:
el: Τι νέο υπάρχει:
es_419: Lo mas reciente
et: Mis on uut:
fa_ir: تازه‌ها:
fr_fr: Quoi de neuf&nbsp;?
he_il: מה חדש:
hu_hu: Újdonságok:
hy_am: Ի՞նչ նորություններ՝
it_it: Cosa c'è di nuovo:
nl_nl: Wat is er nieuw:
pl_pl: Nowości:
sk_sk: Čo je nové:
sq: Ç’ka të re:
sv_se: Nyheter:
tr_tr: Neler yeni:

source: Subscriber fields
ar: حقول المشترك
el: Πεδία συνδρομητών
es_419: Campos de suscriptor
et: Liituja väljad
fa_ir: فیلدهای مشترک خبرنامه
fr_fr: Champs pour les abonnés
he_il: שדות מנויים
hu_hu: Feliratkozó mezők
hy_am: Բաժանորդագրման դաշտեր
it_it: Campi iscritti
nl_nl: Inschrijfvelden
pl_pl: Pola adresata
sk_sk: Polia odberateľov
sq: Fusha pajtimtari
sv_se: Prenumerantfält
tr_tr: Abone alanları

source: Use First Name from Field ID
ar: استخدم الاسم الأول من معرّف الحقل
el: Χρησιμοποίησε το Όνομα από το πεδίο με ID
es_419: Usar Nombre desde Campo de ID
et: Kasuta eesnime väljal ID
fa_ir: استفاده از نام کوچک برای شناسه
fr_fr: Utilisez le Prénom du champ ID
he_il: השתמש בשם פרטי ממזהה שדה
hu_hu: Használd a keresztnevet a mező ID-ból
hy_am: Օգտագործել Անունը Field ID-ից
it_it: Usa il Nome dal campo ID
nl_nl: Gebruik voornaam van Veld-ID
pl_pl: Użyj imienia z tego pola
sk_sk: Použiť krstné meno z poľa ID používateľa
sq: Përdor Emrin e ID-së së Fushës
sv_se: Använd förnamn från Field ID
tr_tr: Alan ID'den ismi kullan

source: Use Last Name from Field ID
ar: استخدم الاسم الأخير من معرّف الحقل
el: Χρησιμοποίησε το Επώνυμο από το πεδίο με ID
es_419: Usar Apellido desde Campo de ID
et: Kasuta Perekonnanime väljal ID
fa_ir: استفاده از نام خانوادگی برای شناسه
fr_fr: Utilisez le Nom du champ ID
he_il: השתמש בשם משפחה ממזהה ID
hu_hu: Használd a vezetéknevet a mező ID-ból
hy_am: Օգտագործել Ազգանունը Field ID-ից
it_it: Usa il Cognome dal campo ID
nl_nl: Gebruik achternaam van Veld-ID
pl_pl: Użyj nazwiska z tego pola
sk_sk: Použiť priezvisko z poľa ID používateľa
sq: Përdor Mbiemrin e ID-së së Fushës
sv_se: Använd efternamn från Field ID
tr_tr: Alan ID'den soyismi kullan

source: Use Email Address from Field ID
ar: استخدم عنوان البريد الإلكتروني من معرّف الحقل
el: Χρησιμοποίησε το Email από το πεδίο με ID
es_419: Usar Dirección de correo desde el Campo ID
et: Kasuta Emaili aadressi väljal ID
fa_ir: استفاده از آدرس پست‌الکترونیک برای شناسه
fr_fr: Utilisez l'e-mail du champ ID
he_il: השתמש בכתובת אימייל ממזהה שדה
hu_hu: Használd az e-mail címet a mező ID-ból
hy_am: Օգտագործել էլեկտրոանային փոստի հասցեն Field ID-ից
it_it: Usa l'indirizzo email dal campo ID
nl_nl: Gebruik e-mailadres van Veld-ID
pl_pl: Użyj adresu e-mail z tego pola
sk_sk: Použiť emailovú adresu z poľa ID používateľa
sq: Përdor Adresën Email të ID-së së Fushës
sv_se: Använd e-mailadress från Field ID
tr_tr: Alan ID'den e-posta adresini kullan

source: Enable multiselect
ar: تفعيل الاختيار المتعدد
el: Να μπορεί να γίνει πολλαπλή επιλογή
es_419: Habilitar multi selección
et: Luba multiselect
fa_ir: فعال‌سازی انتخاب چند گزینه
fr_fr: Activer la multi sélection
he_il: אפשר בחירה מרובה
hu_hu: Többszörözés bekapcsolása
hy_am: Թույլատրել բազմաընտրությունը
it_it: Abilita la selezione multipla
nl_nl: Multiselectie inschakelen
pl_pl: Włącza wybór wielu opcji
sk_sk: Povoliť viacnásobný výber
sq: Aktivizoni multi-përzgjedhjen
sv_se: Aktivera multival
tr_tr: Çoklu seçime izin ver

source: No
ar: لا
el: Οχι
et: Ei
fa_ir: نه
fr_fr: Non
he_il: לא
hu_hu: Nem
hy_am: Ոչ
nl_nl: Nee
pl_pl: Nie
sk_sk: Nie
sq: Jo
sv_se: Nej
tr_tr: Hayır

source: Yes
ar: نعم
el: Ναι
es_419: Sí
et: Jah
fa_ir: بله
fr_fr: Oui
he_il: כן
hu_hu: Igen
hy_am: Այո
it_it: Si
nl_nl: Ja
pl_pl: Tak
sk_sk: Áno
sq: Po
sv_se: Ja
tr_tr: Evet

source: MailPoet lists
ar: قوائم MailPoet
el: Λίστες του MailPoet
es_419: Lista MailPoet
et: MailPoet listid
fa_ir: لیست‌های افزونه
fr_fr: Listes MailPoet
he_il: רשימות MailPoet
hu_hu: MailPoet listák
hy_am: MailPoet-ի ցուցակներ
it_it: Liste di MailPoet
nl_nl: MailPoet-lijsten
pl_pl: Listy dystrybucyjne
sk_sk: Zoznamy MailPoet
sq: Lista MailPoet
sv_se: MailPoet-listor
tr_tr: MailPoet listeleri

source: Single checkbox label
ar: وسم مربع الاختيار الفردي
el: Ετικέτα Ενιαίου πλαίσιοu ελέγχου
es_419: Etiqueta de Unica verificación
et: Ühe checkboxi pealkiri
fa_ir: برچسب چک‌باکس تکی
fr_fr: Libellé
he_il: תווית תיבת סימון אחת
hu_hu: Egyszerű jelölőnégyzet
hy_am: Եզակի ընտրման պիտակ
it_it: Etichetta per il singolo checkbox
nl_nl: Enkel checkbox label
sk_sk: Menovka jedného zaškrtávacieho políčka
sq: Etiketë kutize njëshe
tr_tr: Tek onay kutucuğu etiketi

source: This is ignored when multiselect is enabled.
ar: يتم تجاهل هذا عند تفعيل الاختيار المتعدد
el: Αυτό αγνοείται όταν multiselect είναι ενεργοποιημένη.
es_419: Esto es ignorado cuando la multi selección esta habilitada.
et: Seda eiratakse kui multiselect on lubatud.
fa_ir: هنگامی‌که حالت انتخاب چند گزینه فعال است، نادیده گرفته می‌شود
fr_fr: Ignoré quand la multi sélection est activée.
he_il: זה לא משנה כשבחירה מרובה מופעלת.
hu_hu: Ezt figyelmen kívül hagyja, ha a multiselect engedélyezve van.
hy_am: Սա մերժվում է, երբ միացված է բազմաընտրությունը
it_it: Questo è ignorato quando la selezione multipla è abilitata.
nl_nl: Dit wordt genegeerd wanneer multiselectie is ingeschakeld.
pl_pl: Ta opcja jest ignorowana, jesli pozwolono na wybór wielu opcji.
sk_sk: Toto sa nepoužíva ak ste zvolili viacnásobný výber
sq: Kjo anashkalohet, kur është aktive multi-përzgjedhja.
sv_se: Det här ignoreras när multival är aktiverat.
tr_tr: Çoklu seçime izin verildiğinde bu seçenek görmezden gelinir

source: Default: Yes, please subscribe me to your newsletter.
ar: افتراضي: نعم، فضلاً أضفني إلى نشرتك البريدية.
el: Προεπιλογή: Ναι, θέλω να εγγραφώ στη λίστα συνδρομητών των ενημερωτικών σας δελτίων.
es_419: Por Defecto: Sí, por favor suscribirme a este boletín.
et: Vaikimisi: Jah, palun lisa mind uudiskirja listi.
fa_ir: پیش‌فرض: بله، لطفاً مرا مشترک خبرنامه خود کنید
fr_fr: Par défaut : Oui, abonnez-moi à votre newsletter.
he_il: ברירת מחדל: כן, רשום אותי לניוזלטר שלך.
hu_hu: Alapbeállítás: Igen, kérem írass fel engem a hírleveledre.
hy_am: Լռելյայն՝ Այո, խնդրում եմ բաժանորդագրել ինձ Ձեր նորություններին։
it_it: Predefinito: Si, iscrivetemi alla vostra newsletter.
nl_nl: Standaard: Ja, abonneer me op je nieuwsbrief.
pl_pl: Domyślnie: Tak, dodaj mnie do listy mailingowej.
sk_sk: Štandardne: Áno, chcem odoberať informačný leták.
sq: Parazgjedhje: Po, ju lutem, pajtomëni te buletini juaj.
sv_se: Förvalt: Ja, jag vill gärna prenumerera på nyhetsbrevet.
tr_tr: Varsayılan: Evet, lütfen beni bülteninize abone yapınız.

source: Custom Fields
ar: حقول مخصوصة
el: Προσαρμοσμένα πεδία
es_419: Campos personalizados
et: Tavalised väljad
fa_ir: فیلد دلخواه
fr_fr: Champs personnalisées
he_il: שדות מותאמים אישית
hu_hu: Egyéni mezők
hy_am: Յուրահատուկ դաշտեր
it_it: Campi personalizzati
nl_nl: Aangepaste velden
pl_pl: Pola niestandardowe
sk_sk: Vlastné polia
sq: Fusha të Përshtatura
sv_se: Anpassade fält
tr_tr: Özel alanlar

source: You need to tell MailPoet from which Gravity Forms Fields it should take the users name and email address from.
ar: يتوجب عليك إخبار MailPoet من أي حقول Gravity Forms يجب عليها أن تأخذ اسم وعنوان البريد الإلكتروني للمستخدمين.
el: Θα πρέπει να πείτε στο MailPoet από ποια πεδία του Gravity Forms θα παίρνει το όνομα χρήστη και τη διεύθυνση email
es_419: Necesitas decir a MailPoet desde cual Campo Formulario Gravity debería tomar los nombres de usuario y correos electrónicos.
et: Määra MailPoet pluginale õiged Gravity Forms Fields väljad, kus ta saab kasutada ära kasutajanime ja emaili välju.
fa_ir: شما نیازدارید تا افزونه را آگاه سازید تا از کدام فیلدهای Gravity Forms باید نام کاربری و آدرس پست‌الکترونیک را دریافت کند.
fr_fr: Vous devez préciser à MailPoet quels sont les champs Gravity Forms à prendre en compte pour récupérer le nom et l'adresse email de l'utilisateur.
he_il: אתה צריך לומר ל-MailPoet מאילו שדות Gravity Forms הוא צריך לקחת את שמות המשתמשים ואת כתובות האימיילים שלהם.
hu_hu: Meg kell mondanod, hogy a MailPoet melyik Gravity Forms mezőből vegye a felhasználó nevét és az e-mail címet.
hy_am: Դուք պետք է ասել MailPoet-ին, ո՞ր Gravity Forms Fields-ից պետք է վերցնի օգտատերի անունը և էլեկտրոնային փոստի հասցեն
it_it: Devi dire a MailPoet da quali campi di Gravity Forms dovrebbe prendere il nome e l'indirizzo email.
nl_nl: U moet MailPoet vertellen waaruit Gravity Forms-velden, de gebruikers naam en e-mailadres van te nemen.
pl_pl: Musisz wskazać z których pól formularzy Gravity Forms, MailPoet powinien pobierać dane do list dystrybucyjnych.
sk_sk: Potrebujete definovať modulu MailPoet ktoré polia z modulu Gravity Forms predstavujú mená a emaily používateľov.
sq: Lypset t’i tregoni MailPoet-it prej cilave fusha të Gravity Forms duhet t’i marrë emrat e përdoruesve dhe adresat email.
sv_se: Du måste berätta för MailPoet vilket Gravity Forms-fält som det ska ta användarens namn och e-mail från.
tr_tr: MailPoet'e kullanıcı adı ve eposta adreslerini hangi Gravity Forms alanlarından alacağını söylemelisiniz.

source: Enable Multiselect
ar: تفعيل الاختيار المتعدد
el: Να μπορεί να γίνει πολλαπλή επιλογή
es_419: Habilitar Multi Selección
et: Luba multiselect
fa_ir: فعال‌سازی حالت چند انتخابی
fr_fr: Activer la multi sélection
he_il: אפשר בחירה מרובה
hu_hu: Többszörözés bekapcsolása
hy_am: Թույլատրել բազմաընտրությունը
it_it: Abilita la selezione multipla
nl_nl: Multiselectie inschakelen
pl_pl: Włącz wybór wielu opcji
sk_sk: Povoliť viacnásobný výber
sq: Aktivizo Multi-përzgjedhjen
sv_se: Aktivera multival
tr_tr: Çoklu seçime izin ver

source: Let the user select multiple lists.
ar: دع المستخدم يقوم باختيار قوائم متعددة.
el: Τα μέλη να μπορούν να επιλέξουν πολλές λίστες.
es_419: Permitir que el usuario seleccione múltiples listas.
et: Luba kasutajal valida mitme listi vahel.
fa_ir: اجازه به کاربران برای انتخاب چند لیست
fr_fr: Laisser les utilisateurs choisir plusieurs listes.
he_il: תן למשתמש לבחור כמה רשימות.
hu_hu: A felhasználó kiválaszthatja a többszörös listát.
hy_am: Թույլատրել օգտատերից ընտրել մի քանի ցուցակներ։
it_it: Permetti agli utenti di selezionare liste multiple.
nl_nl: Laat de gebruiker meerdere lijsten selecteren.
pl_pl: Pozwól użytkownikom na wybór wielu list.
sk_sk: Nechajte odberateľov si vybrať z viacerých zoznamov.
sq: Lejojuni përdoruesve të përzgjedhin disa lista njëherësh.
sv_se: Tillåt användaren att välja flera listor
tr_tr: Kullanıcının birden fazla liste seçmesine izin verir.

source: MailPoet Lists
ar: قوائم MailPoet
el: Λίστες του MailPoet
es_419: Listas MailPoet
et: MailPoet listid
fa_ir: لیست‌های افزونه
fr_fr: Listes MailPoet
he_il: רשימות MailPoet
hu_hu: MailPoet listák
hy_am: MailPoet ցուցակներ
it_it: Liste di MailPoet
nl_nl: MailPoet-lijsten
pl_pl: Listy dystrybucyjne
sk_sk: Zoznamy MailPoet
sq: Lista MailPoet
sv_se: MailPoet-listor
tr_tr: MailPoet listeleri
