Repository: WP-Translations/language-packs
Catalog: wp-rss-aggregator/languages/wp-rss-aggregator-*.po
Languages: fr_fr

source: Import Feeds from an OPML file into WP RSS Aggregator
fr_fr: Importer des flux depuis un fichier OPML dans WP RSS Aggregator

source: Please wait ...
fr_fr: Veuillez patienter&hellip;

source: Failed to import
fr_fr: Échec de l’importation

source: Items are importing
fr_fr: Les éléments sont en cours d'importation

source: Bulk Add
fr_fr: Ajouts groupés

source: Cancel
fr_fr: Annuler

source: The feed items listed here will be disregarded when importing new items from your feed sources.
fr_fr: Les éléments du flux énumérées ici seront ignorés lors de l'importation de nouveaux éléments depuis les sources de vos flux.

source: Remove selected from Blacklist
fr_fr: Supprimer la sélection de la liste noire.

source: Move to Trash
fr_fr: Déplacer dans la corbeille

source: Activating...
fr_fr: Activation&hellip;

source: Deactivating...
fr_fr: Désactivation&hellip;

source: Sending...
fr_fr: Envoi&hellip;

source: There was an error sending the form. Please use the <a href="%s">contact form on our site.</a>
fr_fr: Il y a eu une erreur lors de l'envoi du formulaire. Veuillez utiliser le <a href="%s">formulaire de contact depuis notre site.</a>

source: Your message has been sent and we'll send you a confirmation e-mail when we receive it.
fr_fr: Votre message a été envoyé et nous vous enverrons un e-mail de confirmation dès réception.

source: System Information
fr_fr: Informations système

source: To copy the system info, click below then press Ctrl + C (PC) or Cmd + C (Mac).
fr_fr: Pour copier les informations système, cliquez ci-après et faites Ctrl + C (PC) ou Cmd + C (Mac).

source: Download System Info File
fr_fr: Télécharger le fichier d'infos système

source: Could not determine database driver version
fr_fr: Impossible de déterminer la version du pilote de la base de données.

source: Your server supports fsockopen.
fr_fr: Votre serveur supporte fsockopen.

source: Your server does not support fsockopen.
fr_fr: Votre serveur ne supporte pas fsockopen.

source: Help improve WP RSS Aggregator
fr_fr: Aidez à améliorer WP RSS Aggregator

source: You've just installed WP RSS Aggregator. Please helps us improve it by allowing us to gather anonymous usage stats so we know which configurations, plugins and themes to test with.
fr_fr: Vous venez juste d'installer WP RSS Aggregator. S'il vous plaît aidez-nous à l'améliorer en nous permettant de recueillir des informations anonymes sur son utilisation afin que nous sachions avec quelles configurations, extensions et thèmes nous devons le tester.

source: Do not allow tracking
fr_fr: Ne pas autoriser le suivi

source: Allow tracking
fr_fr: Autoriser le suivi

source: This plugin requires WordPress version %1$s or higher.
fr_fr: Cette extension nécessite une version de WordPress %1$s ou supérieure.

source: Imports and aggregates multiple RSS Feeds using SimplePie
fr_fr: Importe et compile plusieurs flux RSS en utilisant SimplePie

source: Exclude:
fr_fr: Exclure&nbsp;:

source: Choose the feed sources to exclude:
fr_fr: Choisissez les sources de flux à exclure&nbsp;:

source: Feed Limit:
fr_fr: Limite de flux&nbsp;:

source: Ignore
fr_fr: Ignorer

source: Add shortcode
fr_fr: Ajouter un code court

source: The maximum number of feed items in the custom feed.
fr_fr: Le nombre maximum d'éléments du flux dans le flux personnalisé.

source: Check this box to make the feed item titles link to the original article.
fr_fr: Cochez cette case pour créer des liens vers l'article original sur les titres des éléments du flux.

source: Check this box to show the author for each feed item, if it is available.
fr_fr: Cochez cette case pour afficher l'auteur pour chaque élément du flux, si c'est disponible.

source: For feed items from YouTube, Vimeo or Dailymotion, you can choose whether you want to have the items link to the original page link, or a link to the embedded video player only.
fr_fr: Pour les éléments de flux provenant de YouTube, Vimeo ou Dailymotion, vous pouvez choisir si vous voulez avoir le lien des éléments vers la page d'origine, ou un lien vers le lecteur vidéo intégré seulement.

source: Choose how you want links to be opened. This applies to the feed item title and the source link.
fr_fr: Choisissez comment vous voulez que les liens soient ouverts. Cela s'applique pour le titre de l'élément du flux et le lien de la source.

source: Enable this option to show the feed source name for each feed item.
fr_fr: Activez cette option pour afficher le nom de la source du flux pour chaque élément du flux.

source: Enter the text that you want to show before the source name. A space is automatically added between this text and the feed source name.
fr_fr: Saisissez le texte que vous voulez afficher avant le nom de la source. Un espace est automatiquement ajouté entre ce texte et le nom de la source du flux.

source: Enable this option to link the feed source name to the RSS feed's source site.
fr_fr: Activez cette option pour lier le nom de la source du flux au site source du flux RSS.

source: Enable this to show the feed item's date.
fr_fr: Activez cette option pour afficher la date de l'élément du flux.

source: Enter the text that you want to show before the feed item date. A space is automatically added between this text and the date.
fr_fr: Saisissez le texte que vous voulez afficher avant la date de l’élément du flux. Un espace est automatiquement ajouté entre ce texte et la date.

source: The format to use for the feed item dates, as a PHP date format.
fr_fr: Le format à utiliser pour les dates d’articles d’alimentation, est le même format de date que PHP.

source: Help & Support
fr_fr: Aide & support

source: In the <a href="http://www.wprssaggregator.com/documentation/">documentation area</a> on the WP RSS Aggregator website you will find comprehensive details on how to use the core plugin and all the add-ons. There are also some videos to help you make a quick start to setting up and enjoying this plugin.
fr_fr: Dans l'<a href="http://www.wprssaggregator.com/documentation/">espace de documentation</a> sur le site web WP RSS Aggregator vous trouverez des détails exhaustifs sur la manière d'utiliser le noyau de l'extension et les modules. Il y a aussi quelques vidéos pour vous aider à démarrer rapidement la mise en place et profiter de cette extension.

source: Frequently Asked Questions (FAQ)
fr_fr: Foire Aux Questions (FAQ)

source: If after going through the documentation you still have questions, please take a look at the <a href="http://www.wprssaggregator.com/faq/">FAQ page</a> on the site, we set this up purposely to answer the most commonly asked questions by our users.
fr_fr: Si après avoir parcouru la documentation, vous avez encore des questions, veuillez jeter un coup d’œil à la <a href="http://www.wprssaggregator.com/faq/">page de FAQ</a> sur le site. Nous l'avons mise en place afin de répondre aux questions les plus fréquemment posées par nos utilisateurs.

source: Email Support
fr_fr: Support par e-mail

source: If you still can't find an answer to your query after reading the documentation and going through the FAQ, just fill out the support request form below. We'll be happy to help you out.
fr_fr: Si vous ne trouvez toujours pas la réponse à votre requête après la lecture de la documentation et de la FAQ, il vous suffit de remplir le formulaire de demande de support ci-dessous. Nous serons heureux de vous aider.

source: From:
fr_fr: De&nbsp;:

source: Replies will be sent to this email address.
fr_fr: Les réponses seront envoyées à cette adresse de messagerie.

source: Attachments
fr_fr: Pièces jointes

source: WP RSS Aggregator log file
fr_fr: Fichier journal de WP RSS Aggregator

source: WordPress information
fr_fr: information WordPress

source: Send Message
fr_fr: Envoyez le message

source: Support Forums
fr_fr: Forums de support

source: There was an error sending the form. Please use the <a href="%s" target="_blank">contact form on our site.</a>
fr_fr: Une erreur est survenue lors de l'envoi du formulaire. Veuillez utiliser le <a href="%s" target="_blank">formulaire de contact de notre site.</a>

source: Please fill out all the fields in the form, including the <strong>%s</strong> field.
fr_fr: Veuillez remplir tous les champs du formulaire, y compris le champ <strong>%s</strong>.

source: Please enter a valid email address.
fr_fr: Veuillez saisir une adresse e-mail valide.

source: Could not enqueue tooltip content: the queue method is not a valid callable.
fr_fr: Impossible de mettre en file d'attente le contenu de l'infobulle&nbsp;: la méthode d'appel de la file d'attente n'est pas valide.

source: Successfully imported <code>%1$s</code> feed sources.
fr_fr: Les sources de flux <code>%1$s</code> ont bien été importées.

source: All options are exported successfully.
fr_fr: Toutes les options ont bien été exportées.

source: All options are restored successfully.
fr_fr: Toutes les options ont bien été rétablies.

source: Invalid file or file size too big.
fr_fr: Fichier incorrect ou taille du fichier trop grande.

source: Bulk Feed Import
fr_fr: Import de flux groupé

source: Import multiple feed sources at once, by entering the name and URLs of your feeds below.
fr_fr: Importez plusieurs sources de flux d'un coup en entrant le nom et les URLs de vos flux ci dessous.

source: Separate the name and the URL using a comma on each line:
fr_fr: Séparez le nom et l'URL en utilisant une virgule sur chaque ligne&nbsp;:

source: Feed Name, http://www.myfeed.com
fr_fr: Nom du flux, http://www.myfeed.com

source: Bulk Import
fr_fr: Import groupé

source: Import & Export Settings
fr_fr: Importation & exportation des réglages

source: Export Settings
fr_fr: Exportation des réglages

source: Click the <strong>Export Settings</strong> button to generate a file containing all the settings used by WP RSS Aggregator
fr_fr: Cliquer sur le bouton <strong>Exporter les réglages</strong> pour générer un fichier contenant tous les paramètres utilisés par WP RSS Aggregator

source: After exporting, you can either use the backup file to restore your settings to this site or to another WordPress site.
fr_fr: Après l’exportation, vous pouvez soit utiliser la sauvegarde pour restaurer vos réglages sur ce site ou sur un autre site WordPress.

source: Import Settings
fr_fr: Importation des réglages

source: Click the <strong>Choose file</strong> button and choose a backup file.
fr_fr: Cliquer sur le bouton <strong> Choisir un fichier </strong> et sélectionner un fichier de sauvegarde.

source: Press the <strong>Import Settings</strong> button, and WordPress will do the rest for you.
fr_fr: Appuyer sur le bouton <strong> Importer les réglages </strong>, et WordPress fera le reste pour vous.

source: Importing/Exporting Feed Sources
fr_fr: Importer/Exporter les sources des flux

source: To import/export your feed sources, please use the standard WordPress <a href="%1$simport.php">Import</a> and <a href="%1$sexport.php">Export</a> functionality.
fr_fr: Pour importer/exporter vos sources de flux, veuillez utiliser les fonctionnalités <a href="%1$simport.php">Import</a> et <a href="%1$sexport.php">Export</a> classiques de WordPress.

source: On the <a href="%1$sexport.php">Export</a> page, check the <strong>Feed Sources</strong> radio button and click the <strong>Download Export File</strong> button. WordPress will then create an XML file containing all the feed sources.
fr_fr: Sur la page d’<a href="%1$sexport.php">Exporter</a>, cochez le bouton <strong>Sources du flux</strong> et cliquez sur le bouton <strong>Télécharger le fichier d’export</strong> . WordPress créera un fichier XML contenant toutes les sources de flux.

source: On the <a href="%1$simport.php">Import</a> page, choose the previously created file and click the <strong>Upload file and import</strong> button.
fr_fr: Sur la page <a href="%1$simport.php">Importer</a>, choisissez le fichier préalablement créé et cliquez sur le bouton <strong>Envoyer le fichier et l’importer</strong>.

source: Log level threshold
fr_fr: Niveau de journalisation

source: Save Feed Source
fr_fr: Enregistrer la source du flux

source: Feed Preview
fr_fr: Prévisualiser le flux

source: Feed Processing
fr_fr: Traitement du flux

source: Like This Plugin?
fr_fr: Vous aimez cette extension ?

source: Feed Source Details
fr_fr: Détails de la source du flux

source: Limit
fr_fr: Limite

source: Link to enclosure
fr_fr: Lien à utiliser

source: Unique titles only
fr_fr: Titres uniques seulement

source: Default
fr_fr: Par défaut

source: Latest %1$s feed items out of %2$s available from %3$s
fr_fr: %1$s derniers éléments de flux de %2$s disponibles depuis %3$s

source: ago
fr_fr: il y a

source: No Date
fr_fr: Pas de date

source: <strong>Invalid feed URL</strong> - Double check the feed source URL setting above.
fr_fr: <strong>URL de flux non valide</strong> - Veuillez revérifier le réglage de l'URL source ci-dessous.

source: Not sure where to find the RSS feed on a website? <a target="_blank" href="%1$s">Click here</a> for a visual guide.
fr_fr: Vous ne savez pas où trouver le flux RSS sur un site Web&nbsp;?<a target="_blank" href="%1$s">Cliquez ici</a> pour un guide visuel.

source: No feed URL defined yet
fr_fr: Encore aucune URL de flux de définie

source: Force the feed
fr_fr: Forcer le flux

source: Active
fr_fr: Actif

source: Need help?
fr_fr: Besoin d'aide ?

source: Check out the support forum
fr_fr: Consultez le forum d'aide

source: Suggest a new feature
fr_fr: Suggérer une nouvelle fonctionnalité

source: Give it a 5 star rating on WordPress.org
fr_fr: Donnez-lui 5 étoiles sur WordPress.org.

source: Donate a token of your appreciation
fr_fr: Faîtes un don en gage d'appréciation.

source: Check out the Premium Extensions:
fr_fr: Découvrez les extensions premium :

source: Follow WP Mayor on Twitter.
fr_fr: Suivez WP Mayor sur Twitter.

source: Like WP Mayor on Facebook.
fr_fr: Aimez WP Mayor sur Facebook.

source: General plugin settings
fr_fr: Réglages généraux de l'extension

source: General display settings
fr_fr: Réglages d’affichage généraux

source: Source display settings
fr_fr: Réglages d’affichage de la source

source: Date display settings
fr_fr: Réglages d’affichage de la date

source: Limit feed items by age
fr_fr: Limiter les éléments de flux par ancienneté

source: Limit feed items stored
fr_fr: La limite d’éléments de flux stockée

source: Limit feed items per feed
fr_fr: La limite d'éléments de flux par flux

source: Feed processing interval
fr_fr: Intervalle de traitement du flux

source: Custom feed URL
fr_fr: URL du flux personnalisée

source: Custom feed Title
fr_fr: Titre du flux personnalisé

source: Custom feed limit
fr_fr: Limite du flux personnalisé

source: Anonymous tracking
fr_fr: Suivi anonyme

source: Link title
fr_fr: Titre du lien

source: Title maximum length
fr_fr: Longueur max. du titre

source: Show authors
fr_fr: Afficher les auteurs

source: For video feed items use
fr_fr: Pour l'utilisation d'éléments de flux vidéo

source: Pagination type
fr_fr: Type de pagination

source: Feed display limit
fr_fr: Limite d'affichage des flux

source: Open links behaviour
fr_fr: Comportement pour l'ouverture des liens

source: Set links as nofollow
fr_fr: Mettre les liens en nofollow

source: Show source
fr_fr: Afficher la source

source: Text preceding source
fr_fr: Le texte devant la source

source: Link source
fr_fr: Lier la source

source: Show date
fr_fr: Afficher la date

source: Text preceding date
fr_fr: Le texte devant la date

source: Date format
fr_fr: Format de date

source: Time ago format
fr_fr: Format du temps

source: Disable Styles
fr_fr: Désactiver les styles

source: WP RSS Aggregator Settings
fr_fr: Réglages de WP RSS Aggregator

source: General
fr_fr: Général

source: Licenses
fr_fr: Licences

source: Save Settings
fr_fr: Enregistrer les réglages

source: These are the general settings for WP RSS Aggregator.
fr_fr: Ce sont les réglages généraux de WP RSS Aggregator.

source: In this section you can find some general options that control how the feed items are displayed.
fr_fr: Dans cette partie vous trouvez un certain nombre des options d’affichage des éléments des flux.

source: Options that control how the feed item's source is displayed.
fr_fr: Options qui controle l’affichage de la source des éléments du flux.

source: Options that control how the feed item's date is displayed.
fr_fr: Options qui controle l’affichage de la date des éléments du flux.

source: If you would like to disable all styles used in this plugin, tick the checkbox.
fr_fr: Si vous voulez désactiver tous les styles utilisés dans l’extension, cochez la case.

source: Set your security reset code, in case of any errors.
fr_fr: Définir votre code de remise à zéro de sécurité, en cas d'éventuelles erreurs.

source: Participate in helping us make the plugin better.
fr_fr: Aidez-nous à améliorer cette extension.

source: Original page link
fr_fr: Lien vers la page d'origine

source: Embedded video player link
fr_fr: Lien du lecteur vidéo embarqué

source: This will not affect already imported feed items.
fr_fr: Ceci n'affectera pas les éléments de flux déjà importés.

source: New window
fr_fr: Nouvelle fenêtre

source: PHP Date Format Reference
fr_fr: Référence de format de date PHP

source: No limit
fr_fr: Pas de limite

source: "Older posts" and "Newer posts" links
fr_fr: Liens "Articles plus récents" et "Articles plus anciens"

source: Page numbers with "Next" and "Previous" page links
fr_fr: Numéros de page avec les liens de page "Suivant" et "Précédents".

source: No Limit
fr_fr: Illimité

source: Generate Random Code
fr_fr: Générer un code aléatoire

source: Enter the code to use to securely reset the plugin and deactivate it. Be sure to save this code somewhere safe.
fr_fr: Saisissez le code pour réinitialiser et désactiver l’extension en toute sécurité. Prenez soin d’enregistrer ce code dans un endroit sûr.

source: Leave this empty to disable the secure reset function.<br/> You use this code by adding any of the following to any URL on your site.
fr_fr: Laissez vide pour désactiver la fonction de réinitialisation sécurisée.<br/> Vous utilisez ce code en ajoutant ce qui suit à n’importe laquelle des URL de votre site.

source: Resets your WP RSS Aggregator settings
fr_fr: Réinitialise les réglages de votre WP RSS Aggregator

source: Deactivates WP RSS Aggregator
fr_fr: Désactive WP RSS Aggregator

source: Does both of the above
fr_fr: Fais les deux du dessus

source: Use the above actions only when absolutely necessary, or when instructed to by support staff.
fr_fr: Utiliser les actions ci-dessus uniquement en cas d’absolue nécessité ou si démandé par l’équipe de support.

source: Please help us improve WP RSS Aggregator by allowing us to gather anonymous usage statistics. No sensitive data is collected.
fr_fr: S'il vous plaît nous aider à améliorer WP RSS Aggregator en nous permettant de recueillir des statistiques anonymes sur son utilisation. Aucune donnée sensible n’est enregistrée.

source: %s year
fr_fr: %s année

source: %s month
fr_fr: %s mois

source: %s week
fr_fr: %s semaine

source: %s day
fr_fr: %s jour

source: %s hour
fr_fr: %s heure

source: %s second
fr_fr: %s seconde

source: now
fr_fr: maintenant

source: <b>WP RSS Aggregator:</b> Data report sent!
fr_fr: <b>WP RSS Aggregator&nbsp;:</b> Rapport de données envoyé&nbsp;!

source: Welcome to WP RSS Aggregator %1$s!
fr_fr: Bienvenue dans WP RSS Aggregator %1$s !

source: Thank you for upgrading to the latest version!
fr_fr: Merci d&rsquo;être passé à la dernière version !

source: What's New?
fr_fr: Quoi de neuf ?

source: Bulk Adding Feed Sources
fr_fr: Ajout groupé de sources de flux

source: The new bulk adding option saves you time by allowing you to enter your feed names and URLs all at once. Simply type in or paste your feed sources, and with the press of a button, your feed sources will instantly be created! Try it now from the <a href="%1$s">Import &amp; Export</a> page.
fr_fr: La nouvelle option groupée vous permet d’économiser du temps en vous permettant de saisir les noms et URL des flux en une seule fois. Tapez ou collez les sources des flux et appuyez sur un bouton, les sources de vos flux sont automatiquement créées ! Essayez dès maintenant à partir de la page <a href="%1$s">Import &amp; Export</a>.

source: Feed Item Blacklist
fr_fr: Liste noire des éléments de flux

source: Trash undesired items
fr_fr: Mettre à la corbeille les éléments indésirables

source: Blacklist Trashed Items
fr_fr: Mettre dans la liste noire les éléments supprimés

source: The Blacklist
fr_fr: La liste noire

source: Check out our add-ons:
fr_fr: Jetez un œil à nos modules&nbsp;:

source: Excerpts &amp; Thumbnails
fr_fr: Extraits &amp; Miniatures

source: More information about add-ons can be found on our website <a href="%1$s">%2$s</a>
fr_fr: Plus d'informations à propos des modules peuvent être trouvées sur notre site web <a href="%1$s">%2$s</a>

source: Changelog for v%1$s
fr_fr: Journal des modifications de la v%1$s

source: Need functionality not already available in core or the add-ons? You can <a href="%1$s">suggest new features</a>!
fr_fr: Vous avez besoin d'une fonctionnalité qui n'est pas encore disponible dans le noyau ou les modules&nbsp;? Vous pouvez <a href="%1$s">suggérer de nouvelles fonctionnalités</a>&nbsp;!

source: Fetch RSS feed excerpts to your blog and add thumbnails! Perfect for adding some life and color to your feeds.
fr_fr: Récupérer les extraits du flux RSS de votre blog en y ajoutant des miniatures ! parfait pour ajouter de la vie et des couleurs à vos flux.

source: Organize your feeds into custom categories. Filter feed items by category and make custom WordPress feeds for specific categories.
fr_fr: Organisez vos flux en catégories personnalisées. Filtrez les éléments des flux par catégorie et créez des flux WordPress personnalisés pour des catégories spécifiques.

source: Import and store feeds that contain specific keywords in either the title or their content. Control what gets imported to your blog.
fr_fr: Importer et enregistrer des flux qui contiennent des mots clés spécifiques dans leur titre ou leur contenu. Contrôler ce qui est importé sur votre blog.

source: Go to WP RSS Aggregator settings
fr_fr: Allez au réglages de WP RSS Aggregator

source: Export & Import Settings
fr_fr: Importation & exportation des réglages

source: Import & Export
fr_fr: Importation & exportation

source: Settings
fr_fr: Paramètres

source: Name this feed (e.g. WP Mayor)
fr_fr: Nom de ce flux (p.ex. WP Mayor)

source: %1$s &raquo; %2$s Feed
fr_fr: %1$s &raquo; %2$s Flux

source: Once every five minutes
fr_fr: Une fois toutes les cinq minutes

source: Once every ten minutes
fr_fr: Une fois toutes les dix minutes

source: Once every fifteen minutes
fr_fr: Une fois toutes les quinze minutes

source: Once every thirty minutes
fr_fr: Une fois toutes les trente minutes

source: Once every two hours
fr_fr: Une fois toutes les deux heures

source: Feed Source
fr_fr: Source du flux

source: Add New
fr_fr: Ajouter

source: Add New Feed Source
fr_fr: Ajouter une nouvelle source de flux

source: Edit Feed Source
fr_fr: Modifier la source du flux

source: New Feed Source
fr_fr: Nouvelle source de flux

source: View Feed Source
fr_fr: Afficher la source du flux

source: Search Feeds
fr_fr: Rechercher des flux

source: No Feed Sources Found
fr_fr: Aucune source de flux trouvée

source: No Feed Sources Found In Trash
fr_fr: Aucune source de flux trouvée dans la corbeille

source: Feed Items
fr_fr: Éléments du flux

source: Feed Item
fr_fr: Élément du flux

source: View Feed Items
fr_fr: Afficher les éléments du flux

source: Search Feed Items
fr_fr: Rechercher des éléments du flux
