Repository: WP-Translations/language-packs
Catalog: wp-rss-aggregator/languages/wp-rss-aggregator-*.po
Languages: fr_fr

source: No Feed Items Found
fr_fr: Aucun élément de flux trouvé.

source: No Feed Items Found In Trash
fr_fr: Pas d'élément de flux trouvés dans la Corbeille.

source: Certificate Path
fr_fr: Chemin du certificat

source: The item you are trying to blacklist does not exist
fr_fr: L’élément que vous essayez d’inscrire dans votre liste noire n’existe pas.

source: The item you are trying to blacklist is not valid!
fr_fr: L’élément que vous essayez d’inscrire dans votre liste noire n’est pas valide !

source: Blacklist
fr_fr: Liste noire

source: Search Blacklist
fr_fr: Rechercher dans la liste noire

source: You do not have any items blacklisted yet!
fr_fr: Vous n’avez pour l’instant aucun élément dans votre liste noire !

source: Delete Permanently & Blacklist
fr_fr: Supprimer définitivement & Ajouter à la liste noire

source: The item will be deleted permanently, and its permalink will be recorded in the blacklist
fr_fr: L’élément sera supprimé définitivement, et son permalien sera enregistré dans la liste noire.

source: Remove from blacklist
fr_fr: Supprimer de la liste noire

source: Title
fr_fr: Titre

source: No feed items found.
fr_fr: Aucun élément de flux trouvé.

source: Older posts
fr_fr: Articles plus anciens

source: Newer posts
fr_fr: Articles plus récents

source: Failed to fetch the RSS feed. Error: %s
fr_fr: Impossible de récupérer le flux RSS. Erreur : %s

source: The PHP script timed out while importing an item from this feed, after %d seconds.
fr_fr: Le script PHP s’est arrêté lors de l’importation d’un élément de ce flux après %d secondes.

source: The feed sources have been activated!
fr_fr: Les sources du flux ont été activées !!

source: The feed sources have been paused!!
fr_fr: Les sources du flux ont été mises en pause !

source: Invalid URL provided: "%1$s"
fr_fr: L’URL fournie est invalide : « %1$s »

source: Could not create directory: "%1$s". Filename: "%2$s"
fr_fr: Impossible de créer le répertoire : « %1$s ». Nom du fichier : « %2$s »

source: The file library cannot be read from %1$s
fr_fr: Le fichier de la médiathèque ne peut être lu depuis %1$s

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
fr_fr: Une nouvelle version de %1$s est disponible. <a target="_blank" class="thickbox" href="%2$s">Afficher les détails de la version %3$s</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
fr_fr: Une nouvelle version de %1$s est disponible. <a target="_blank" class="thickbox" href="%2$s">Afficher les détails de la version %3$s</a> ou <a href="%4$s">mettre à jour automatiquement</a>.

source: You do not have permission to install plugin updates
fr_fr: Vous n’avez pas les droits suffisants pour installer les mises à jour de l’extension.

source: Error
fr_fr: Erreur

source: Logs
fr_fr: Journaux système

source: Remember to <a href="%s">enter your plugin license code</a> for the WP RSS Aggregator <b>%s</b> add-on to benefit from updates and support.
fr_fr: N’oubliez pas de <a href="%s">saisir la licence</a> du module <b>%s</b> de WP RSS Aggregator pour bénéficier des mises à jour et du support.

source: <a href="%s">Save 30%% on your license renewal</a> for the WP RSS Aggregator <b>%s</b> add-on and continue receiving updates and support.
fr_fr: <a href="%s">Économisez 30%% sur le renouvellement de votre licence</a> du module <b>%s</b> de WP RSS Aggregator et continuez de bénéficier des mises à jour et du support.

source: No addon ID
fr_fr: Aucune ID de module

source: Invalid event specified
fr_fr: Évènement spécifié non valide

source: No event specified
fr_fr: Aucun évènement spécifié

source: No license
fr_fr: Pas de licence

source: Bad nonce
fr_fr: Mauvais nonce

source: No nonce
fr_fr: Pas de nonce

source: License
fr_fr: Licence

source: License Key
fr_fr: Clé de licence

source: Activate License
fr_fr: Activer la licence

source: Enter your license key
fr_fr: Saisissez votre clé de licence

source: Status
fr_fr: État

source: No activations left. Click here to manage the sites you've activated licenses on.
fr_fr: Aucune activation disponible. Cliquez ici pour gérer les sites où sont activées les licences.

source: Renew your license to continue receiving updates and support.
fr_fr: Renouveller votre licence pour continuer à recevoir les mises à jour et le support.

source: Expires on
fr_fr: Expire le

source: Registered to
fr_fr: Enregistré pour

source: Failed to get license information. This is a temporary problem. Check your internet connection and try again later.
fr_fr: Échec de la récupération des informations de la licence. C’est un problème temporaire. Veuillez vérifier votre connexion internet et réessayer.

# word count: words or characters?
source: words
fr_fr: mots

source: Import OPML
fr_fr: Importer OMPL

source: Howdy! Import your feeds here from an OPML (.xml) export file.
fr_fr: Salut ! Importez vos flux ici à partir d'un fichier d'exportation OPML (.xml).

source: Click the button below, choose your file, and click 'Upload'.
fr_fr: Cliquez sur le bouton ci-dessous, choisissez votre fichier et cliquez sur «Envoyer».

source: We will take care of the rest.
fr_fr: Nous nous occuperons du reste.

source: Sorry, an error has been encountered.
fr_fr: Désolé, une erreur s’est produite.

source: Sorry, it seems your uploaded file has been misplaced!
fr_fr: Désolé, il semble que votre fichier téléchargé se soit égaré !

source: The uploaded file could not be found at
fr_fr: Le fichier n&rsquo;a pas pu être trouvé à

source: It is likely that this was caused by a permissions problem.
fr_fr: Il est probable que cela provienne d’un problème de permissions.

source: Feeds were imported successfully!
fr_fr: Les flux ont bien été importés&nbsp;!

source: An error occurred: The file might not be a valid OPML file or is corrupt.
fr_fr: Une erreur s’est produite : le fichier pourrait ne pas être un fichier OPML valide ou est corrompu.

source: Excerpts & Thumbnails
fr_fr: Extraits & Miniatures

source: Adds the ability to display thumbnails and excerpts. Perfect for adding some life and color to your feed item display. For more flexibility Feed to Post is a better option.
fr_fr: Ajoute la possibilité d'afficher des miniatures et des extraits. Parfait pour l'ajout de la vie et de la couleur à votre affichage aux éléments du flux. Pour plus de flexibilité Feed to Post est une meilleure option.

source: Categories
fr_fr: Rubriques

source: Assign categories to your feed sources. Then display a particular category or multiple categories on a post or page via shortcodes.
fr_fr: Assigner des catégories à vos sources de flux. Puis afficher une certaine catégorie ou des catégories multiples sur un article ou une page par l'intermédiaire de raccourcis.

source: Keyword Filtering
fr_fr: Filtre par mot clef

source: Import feeds that contain specific keywords in either the title or their content. Control what gets imported to your blog. You can use keywords, keyphrases and categories.
fr_fr: Importer des flux qui contiennent des mots clés spécifiques dans leur titre ou leur contenu. Contrôler ce qui est importé sur votre blog. Vous pouvez utiliser des mots clés, phrases clés et des catégories.

source: Allows you to import feed items into posts or any other custom post type that you have created. Takes WP RSS Aggregator to a whole new level of flexibility.
fr_fr: Vous permet d'importer des éléments de flux dans vos articles ou les types d'articles personnalisés que vous avez créées. Cela apporte à WP RSS Aggregator un tout nouveau niveau de flexibilité.

source: This add-ons provides the connectivity to our Full Text Premium service, which gives you unlimited feed items returned per feed source.
fr_fr: Ce module fournit la connectivité à notre service Premium de texte intégral, qui vous donne des éléments de flux illimités retournés par source de flux.

source: Allows you to spin the content for posts imported by Feed to Post using WordAi. Cleverly rewrite your posts without changing their meaning and maintaining human readability.
fr_fr: Vous permet de transformer le contenu des articles importés par Feed to Post en utilisant WordAi. Réecrivez intelligemment vos articles sans modifier leurs contenus et en les gardant lisibles.

source: Add-Ons
fr_fr: Modules

source: The following Add-ons are available to increase the functionality of the WP RSS Aggregator plugin.
fr_fr: Les Add-ons suivants sont disponibles pour améliorer les fonctionnalités de WP RSS Aggregator.

source: Each Add-on can be installed as a separate plugin. Note that activating the Feed to Post plugin will deactivate the Categories and Excerpts & Thumbnails add-ons.
fr_fr: Tous les add-ons peuvent être installés comme des extensions séparées. L'activation de l'extension Feed to Post activera automatiquement les add-ons Categories and Excerpts & Thumbnails.

source: Installed
fr_fr: Installé

source: Activate
fr_fr: Activer

source: Purchase & Install
fr_fr: Acheter & Installer

source: Did you know that you can get more RSS features? Excerpts, thumbnails, keyword filtering, importing into posts and more...
fr_fr: Savez-vous que vous pouvez avoir plus de fonctionnalités RSS ? Extraits, miniatures, filtrage par mot-clé, importation d’articles et bien plus...

source: Check out the
fr_fr: Consultez la page

source: extensions
fr_fr: des extensions

source: Dismiss this notification
fr_fr: Rejeter cette notification

source: Welcome to WP RSS Aggregator
fr_fr: Bienvenue dans WP RSS Aggregator

source: Update All Feeds Now
fr_fr: Mettre à jour tous les flux maintenant

source: Click the blue button to update all active feed items now. This will check all feed sources for any new feed items.
fr_fr: Cliquez sur le bouton bleu pour mettre à jour tous les éléments des flux actifs maintenant. Cela va vérifier toutes les sources pour chaque nouvel élément des flux.

source: Existing feed items will not be modified.
fr_fr: Les éléments existant des flux ne seront pas modifiés.

source: <strong>Note:</strong> This might take more than a few seconds if you have many feed sources.
fr_fr: <strong>Remarque :</strong> Cela peut prendre plus que quelques secondes si vous avez plusieurs sources.

source: Update all feeds
fr_fr: Mettre à jour tous les flux

source: Delete and Re-import Feeds
fr_fr: Supprimer et ré-importer les flux

source: Click the red button to delete all imported feed items and re-import them.
fr_fr: Cliquez sur le bouton rouge pour supprimer tous les éléments du flux et les ré-importer.

source: <em><strong>Note:</strong> This is a server-intensive process and should only be used when instructed to by support staff.</em>
fr_fr: <em><strong>Remarque :</strong> Il s'agit d'un processus lourd pour le serveur et il ne doit être utilisé uniquement que lorsque l'équipe d'aide vous le demande.</em>

source: Delete and Re-import all feeds
fr_fr: Supprimer et ré-importer tous les flux

source: Restore Default Settings
fr_fr: Restaurer les paramètres par défaut

source: Click the red button to reset the plugin settings to default.
fr_fr: Cliquez sur le bouton rouge pour réinitialiser les réglages de l'extension à leur valeur par défaut.

source: <em><strong>Note:</strong> This cannot be undone. Once the settings have been reset, your old settings cannot be restored.</em>
fr_fr: <em><strong>Note :</strong> Cela ne peut être annulé. Une fois les réglages réinitialisés, vo anciens réglages ne pourront plus être récupérés.</em>

source: Error Log
fr_fr: Journal des erreurs

source: Clear log
fr_fr: Effacer le journal

source: Debugging
fr_fr: Débogage

source: Feeds are being updated in the background.
fr_fr: Les flux sont mis à jour en arrière-plan.

source: Feeds deleted and are being re-imported in the background.
fr_fr: Les flux supprimés sont ré-importés en arrière-plan.

source: The error log has been cleared.
fr_fr: Le journal d'erreur a été purgé.

source: The plugin settings have been reset to default.
fr_fr: Les réglages de l'extension ont été réinitialisés à leur valeur par défaut.

source: Name
fr_fr: Nom

source: State
fr_fr: &Eacute;tat

source: Updates
fr_fr: Mises à jour

source: This feed source experienced an error during the last feed fetch or validation check. Re-check the feed source URL or check the Error Log in the Debugging page for more details.
fr_fr: La source de ce flux a expérimenté des erreurs lors de sa dernière récupération ou validation. Veuillez revérifier son URL ou consulter le journal des erreurs dans la page de débogage pour plus de détails.

source: None
fr_fr: Aucun

source: Paused
fr_fr: En pause

source: Next update:
fr_fr: Mise à jour suivante&nbsp;:

source: Last updated:
fr_fr: Dernière mise à jour&nbsp;:

source: %1$s ago
fr_fr: %1$s plus tôt

source: Last update imported: <code class="last-update-imported">%1$d</code> items
fr_fr: Dernière mise à jour importée&nbsp;: <code class="last-update-imported">%1$d</code> éléments.

source: Updating feed source
fr_fr: Mise à jour de la source du flux

source: Permalink
fr_fr: Permalien

source: Date published
fr_fr: Date de publication

source: Feed source updated.
fr_fr: Source du flux mise à jour.

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.

source: Feed source updated.
fr_fr: Source du flux mise à jour.

source: Feed source saved.
fr_fr: Source du flux enregistrée.

source: Feed source submitted.
fr_fr: Source du flux envoyée.

source: View Items
fr_fr: Voir les éléments

source: Fetch Items
fr_fr: Récupérer les éléments

source: Delete Items
fr_fr: Supprimer les éléments

source: Delete feed items imported by this feed source
fr_fr: Supprimer les éléments du flux importés depuis cette source

source: Publish Feed
fr_fr: Publier le flux

source: Hold Ctrl or Mac Command key when clicking to select more than one feed source.
fr_fr: Maintenez la touche Ctrl ou Mac lorsque vous cliquez pour sélectionner plus d'une source de flux.

source: Feed Sources
fr_fr: Source du flux

source: All feed sources
fr_fr: Toutes les sources de flux

source: Choose the feed source to display:
fr_fr: Choisissez le source du flux à afficher&nbsp;:
