Repository: WP-Translations/language-packs
Catalog: cmb2/languages/cmb2-*.po
Languages: ja, ro_ro, tr_tr

source: Test Metabox
ja: テスト メタボックス
ro_ro: Testează Metabox
tr_tr: Test Meta Kutusu

source: Test Text
ja: テスト テキストボックス
ro_ro: Testeză Text
tr_tr: Test Metni

source: field description (optional)
ja: フィールドの説明 (オプション)
ro_ro: descriere câmp (opțional)
tr_tr: alan açıklaması (opsiyonel)

source: Test Text Small
ja: テスト 小さいテキストボックス
ro_ro: Testează Text Mic
tr_tr: Küçük Test Metni

source: Test Text Medium
ja: テスト 中くらいのテキストボックス
ro_ro: Testează Text Mediu
tr_tr: Orta Test Metni

source: Read-only Disabled Field
ja: 読み取り専用の無効なフィールド
ro_ro: Câmp citibil dezactivat
tr_tr: Salt-Okunur Devredışı Alan

source: Hey there, I'm a read-only field
ja: こんにちは、こちらは読み取り専用のフィールドです
ro_ro: Salutare, sunt un câmp citibil
tr_tr: Selam, salt okunur alanım

source: Custom Rendered Field
ja: カスタム レンダリング フィールド
ro_ro: Câmp cu afișare particularizată
tr_tr: Özelleştirilmiş Görünümlü Alan

source: Website URL
ja: ウェブサイト URL
ro_ro: Adresă website (URL)
tr_tr: Website Linki

source: Test Text Email
ja: テスト Email 入力ボックス
ro_ro: Testează Text Email
tr_tr: Test E-Posta Metini

source: Test Time
ja: テスト 時刻
ro_ro: Testează Timp
tr_tr: Test Zaman Seçici

source: Time zone
ja: タイムゾーン
ro_ro: Fus orar
tr_tr: Saat Dilimi

source: Test Date Picker
ja: テスト 日付の選択
ro_ro: Testează Dată
tr_tr: Test Tarih Seçicisi

source: Test Date Picker (UNIX timestamp)
ja: テスト 日付の選択 (UNIX timestamp)
ro_ro: Testează Dată (UNIX timestamp)
tr_tr: Test Tarih Seçicisi (UNIX zaman damgası)

source: Test Date/Time Picker Combo (UNIX timestamp)
ja: テスト日時の選択 (UNIX timestamp)
ro_ro: Testează combo Dată/Timp (UNIX timestamp)
tr_tr: Test Tarih/Zaman Seçicisi (UNIX zaman damgası)

source: Test Money
ja: テスト 通貨
ro_ro: Testează câmp Monetar
tr_tr: Test Para birimi

source: Test Color Picker
ja: テスト 色の選択
ro_ro: Testează câmp Culori
tr_tr: Test Renk Seçicisi

source: Test Text Area
ja: テスト テキストエリア
ro_ro: Testează Zonă Text
tr_tr: Test Metin Alanı

source: Test Text Area Small
ja: テスト 小さいテキストエリア
ro_ro: Testează Zonă Text Mică
tr_tr: Küçük Test Metin Alanı

source: Test Text Area for Code
ja: テスト コードのためのテキストエリア
ro_ro: Testează Zonă Text pentru Cod
tr_tr: Test Kod Giriş Alanı

source: Test Title Weeeee
ja: テスト タイトル Weeeee
ro_ro: Testează Titlu Weeeee
tr_tr: Test Başlık Alanı

source: This is a title description
ja: これはタイトルの説明です
ro_ro: Aceasta este o descriere de titlu
tr_tr: Bu bir başlık açıklmasıdır

source: Test Select
ja: テスト セレクトボックス
ro_ro: Testează Listă Selecție
tr_tr: Test Seçim Alanı

source: Option One
ja: 選択項目1
ro_ro: Opțiunea Una
tr_tr: İlk Seçenek

source: Option Two
ja: 選択項目2
ro_ro: Opțiunea Doi
tr_tr: İkinci Seçenek

source: Option Three
ja: 選択項目3
ro_ro: Opțiunea Trei
tr_tr: Üçüncü Seçenek

source: Test Radio inline
ja: テスト インライン ラジオボタン
ro_ro: Testează Radio în linie
tr_tr: Yatay radyo seçicisi

source: Test Radio
ja: テスト ラジオボタン
ro_ro: Testează Radio
tr_tr: Test Radyo Seçicisi

source: Test Taxonomy Radio
ja: テスト タクソノミー ラジオボタン
ro_ro: Testează Radio Taxonomie
tr_tr: Test Radyo Kategori Seçicisi

source: Test Taxonomy Select
ja: テスト タクソノミー セレクトボックス
ro_ro: Testează Lista Selecție Taxonomie
tr_tr: Test Kategori Seçicisi

source: Test Taxonomy Multi Checkbox
ja: テスト 複数選択のタクソノミー チェックボックス
ro_ro: Testează Bifă Multiplă Taxonomie
tr_tr: Test Kategori Çoklu Seçim Kutusu

source: Test Checkbox
ja: テスト チェックボックス
ro_ro: Testează Bifă
tr_tr: Test Seçim Kutusu

source: Test Multi Checkbox
ja: テスト複数選択のチェックボックス
ro_ro: Testează Bifă Multiplă
tr_tr: Test Çoklu Seçim Kutusu

source: Check One
ja: チェック項目1
ro_ro: Bifa Unu
tr_tr: İlk Seçim

source: Check Two
ja: チェック項目2
ro_ro: Bifa Doi
tr_tr: İkinici Seçim

source: Check Three
ja: チェック項目3
ro_ro: Bifa Trei
tr_tr: Üçüncü Seçim

source: Test wysiwyg
ja: テスト WYSIWYG エディター
ro_ro: Testează WYSIWYG
tr_tr: Test Metin Editörü

source: Test Image
ja: テスト 画像
ro_ro: Testează Imagine
tr_tr: Test Resim

source: Upload an image or enter a URL.
ja: 画像をアップロードまたは URL を入力する。
ro_ro: Încarcă o imagine sau introdu un URL.
tr_tr: Resim Yükle yada Link Ekle

source: Multiple Files
ja: 複数のファイル
ro_ro: Fișiere Multiple
tr_tr: Çoklu Dosya Yükleyicisi

source: Upload or add multiple images/attachments.
ja: 複数の画像/添付ファイルをアップロードまたは追加
ro_ro: Încarcă sau adaugă imagini/atașamente multiple.
tr_tr: Çoklu resim ya da ek yükle

source: Enter a youtube, twitter, or instagram URL. Supports services listed at %s.
ja: youtube, twitter, または instagram の URL を入力してください。サポートされているサービスは %s です。
ro_ro: Introdu un URL youtube, twitter sau instagram. Compatibil cu serviciile listate la %s.
tr_tr: YouTube, instagram ya da Twitter linki girin. Desteklenen servisler %s üzerinde listelenmiştir.

source: About Page Metabox
ja: 特定のページのメタボックス
ro_ro: Metabox Pagină Despre
tr_tr: Hakkında Sayfası Meta Kutusu

source: Repeating Field Group
ja: 繰り返しフィールド グループ
ro_ro: Grup de câmpuri repetabile
tr_tr: Tekrarlayan alan grubu

source: Generates reusable form entries
ja: 再利用可能なフォームエントリーを生成する
ro_ro: Generează câmpuri de formulare reutilizabile
tr_tr: Tekrar kullanılabilen form alanları oluşturun

source: Entry {#}
ja: エントリー {#}
ro_ro: Câmpul {#}
tr_tr: Giriş {#}

source: Add Another Entry
ja: 他のエントリーを追加する
ro_ro: Adaugă încă un câmp
tr_tr: Daha Fazla Ekle

source: Remove Entry
ja: エントリーを削除する
ro_ro: Elimină câmp
tr_tr: Girişi Kaldır

source: Entry Title
ja: エントリー タイトル
ro_ro: Titlu câmp
tr_tr: Giriş Başlığı

source: Description
ja: 説明
ro_ro: Descriere
tr_tr: Açıklama

source: Write a short description for this entry
ja: このエントリーの短い説明を記述します
ro_ro: Scrie o descriere scurtă pentru acest câmp
tr_tr: Giriş alanı hakkında bir şeyler girin

source: Entry Image
ja: エントリー画像
ro_ro: Imagine câmp
tr_tr: Giriş alan resmi

source: Image Caption
ja: 画像のキャプション
ro_ro: Legendă imagine
tr_tr: Resim Altyazısı

source: User Profile Metabox
ja: ユーザープロフィール メタボックス
ro_ro: Metabox Profil Utilizator
tr_tr: Kullanıcı Profili Meta Kutusu

source: Extra Info
ja: 追加情報
ro_ro: Informații adiționale
tr_tr: Diğer Bilgiler

source: Facebook URL
ro_ro: URL Facebook
tr_tr: Facebook Linki

source: Twitter URL
ro_ro: URL Twitter
tr_tr: Twitter Linki

source: Google+ URL
ro_ro: URL Google+
tr_tr: Google+ Linki

source: Linkedin URL
ja: Google+ URL
ro_ro: URL LinkedIn
tr_tr: Linkedin linki

source: User Field
ja: ユーザー フィールド
ro_ro: Câmp utilizator
tr_tr: Kullanıcı alanı

source: Category Metabox
ja: カテゴリー メタボックス
ro_ro: Metabox Categorie
tr_tr: Kategori Meta Kutusu

source: Term Image
ja: タームの画像
ro_ro: Imagine Termen
tr_tr: Kategori Resmi

source: Arbitrary Term Field
ja: 任意のターム フィールド
ro_ro: Câmp cu Termen Arbitrar
tr_tr: Özel kategori alanı

source: Theme Options Metabox
ja: テーマオプション メタボックス
ro_ro: Metabox Opțiuni Temă
tr_tr: Tema Seçenekleri Meta Kutusu

source: Site Background Color
ja: サイトの背景色
ro_ro: Culoare Fundal Site
tr_tr: Site Arka Plan Rengi

source: Metabox configuration is required to have an ID parameter.
ja: メタボックスの設定には ID パラメーターが必要です。
ro_ro: Configurația metabox-ului are nevoie de un parametru ID.
tr_tr: Meta Kutusu ayarlarında benzersiz bir ID olmalıdır.

source: Click to toggle
ja: クリックで切替
ro_ro: Click pentru comutare
tr_tr: Açmak/kapamak için tıklayın

source: Please Try Again
ja: 再度お試しください
ro_ro: Te rog să încerci din nou
tr_tr: Lütfen tekrar deneyin

source: Remove Embed
ja: 埋め込みを削除する
ro_ro: Elimină oEmbed
tr_tr: Gömülüleri Kaldır

source: No oEmbed Results Found for %1$s. View more info at %2$s.
ja: %1$s の oEmbed が取得できません。詳細は %2$s をご覧ください。
ro_ro: Nu s-au găsit rezultate oEmbed pentru %1$s. Vezi mai multe informații la %2$s.
tr_tr: %1$s için gömülü bilgisi bulunamadı. Daha fazla bilgi için %2$s.

source: Add Group
ja: グループを追加
ro_ro: Adaugă grup
tr_tr: Grup Ekle

source: Remove Group
ja: グループを削除
ro_ro: Elimină grup
tr_tr: Grup Kaldır

source: None
ja: なし
ro_ro: Nespecificat
tr_tr: Hiçbiri

source: Sorry, this field does not have a cmb_id specified.
ja: 申し訳ありませんが、このフィールドには cmb_id が指定されていません。
ro_ro: Ne pare rău, dar acest câmp nu are specificat un cmb_id.
tr_tr: Üzgünüz, bu alan için cmb_id belirtilmemiş.

source: File:
ja: ファイル:
ro_ro: Fișier:
tr_tr: Dosya:

source: Clear
ja: クリア
ro_ro: Anulează tot
tr_tr: Temizle

source: Default
ja: デフォルト
ro_ro: Implicit
tr_tr: Varsayılan

source: Select Color
ja: 色を選択
ro_ro: Selectează culoare
tr_tr: Renk seç

source: Current Color
ja: 現在の色
ro_ro: Culoare curentă
tr_tr: Şu anki renk

source: Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday
ja: 日曜日, 月曜日, 火曜日, 水曜日, 木曜日, 金曜日, 土曜日
ro_ro: Luni, Marți, Miercuri, Joi, Vineri, Sâmbătă, Duminică
tr_tr: Pazar, Pazartesi, Salı, Çarşamba, Perşembe, Cuma, Cumartesi

source: Su, Mo, Tu, We, Th, Fr, Sa
ja: 日, 月, 火, 水, 木, 金, 土
ro_ro: Lu, Ma, Mi, Jo, Vi, Sâ, Du
tr_tr: Pz, Pzt, Sal, Çrş, Prş, Cu, Cts

source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
ja: 日曜, 月曜, 火曜, 水曜, 木曜, 金曜, 土曜
ro_ro: Lun, Mar, Mie, Joi, Vin, Sâm, Dum
tr_tr: Pz, Pzt, Sal, Çrş, Prş, Cu, Cts

source: January, February, March, April, May, June, July, August, September, October, November, December
ja: 1月, 2月, 3月, 4月, 5月, 6月, 7月, 8月, 9月, 10月, 11月, 12月
ro_ro: Ianuare, Februarie, Martie, Aprilie, Mai, Iunie, Iulie, August, Septembrie, Octombrie, Noiembrie, Decembrie
tr_tr: Ocak, Şubat, Mart, Nisan, Mayıs, Haziran, Temmuz, Ağustos, Eylül, Ekim, Kasım, Aralık

source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
ja: 1月, 2月, 3月, 4月, 5月, 6月, 7月, 8月, 9月, 10月, 11月, 12月
ro_ro: Ian, Feb, Mar, Apr, Mai, Iun, Iul, Aug, Sep, Oct, Noi, Dec
tr_tr: Oca, Şub, Mar, Nis, May, Haz, Tem, Ağu, Eyl, Eki, Kas, Ara

source: Next
ja: 次へ
ro_ro: Pasul următor
tr_tr: Sonraki

source: Prev
ja: 前へ
ro_ro: Precedentul
tr_tr: Önceki

source: Today
ja: 今日
ro_ro: Astăzi
tr_tr: Bugün

source: Done
ja: 完了
ro_ro: Terminat
tr_tr: Bitti

source: Choose Time
ja: 時刻を選択
ro_ro: Alege timp
tr_tr: Saat Seç

source: Time
ja: 時刻
ro_ro: Timp
tr_tr: Zaman

source: Hour
ja: 時
ro_ro: Oră
tr_tr: Saat

source: Minute
ja: 分
ro_ro: Minut
tr_tr: Dakika

source: Second
ja: 秒
ro_ro: Secundă
tr_tr: İkinci

source: Now
ja: 現在の時刻
ro_ro: Acum
tr_tr: Şimdi

source: Use this file
ja: このファイルを使用する
ro_ro: Folosește acest fișier
tr_tr: Bu Dosyayı Kullan

source: Use these files
ja: これらのファイルを使用する
ro_ro: Folosește aceste fișiere
tr_tr: Bu Dosyaları Kullan

source: Remove Image
ja: 画像の削除
ro_ro: Înlătură imagine
tr_tr: Görseli kaldır

source: Remove
ja: 削除
ro_ro: Șterge
tr_tr: Kaldır

source: Download
ja: ダウンロード
ro_ro: Descărcare
tr_tr: İndir

source: Select / Deselect All
ja: すべて選択 / すべての選択を解除
ro_ro: Selectare / Deselectare Tot
tr_tr: Tümünü Seç/Temizle

source: Custom field types require a Type object instantiation to use this method. This method was called by the '%s' field type.
ja: このメソッドを使用するにはカスタムフィールドは CMB2_Type_Base を継承したクラスのオブジェクトとしてインスタンス化できる必要があります。このメソッドはフィールドタイプ '%s' によって呼ばれました。
ro_ro: Tipurile de câmpuri particularizate au nevoie de instanțiere de tip obiect pentru a folosi această metodă. Această metodă a fost apelată de tipul de câmp '%s'.
tr_tr: Özel alan türleri bu objenin kullanılabilmesi için Type alanına ihtiyaç duyar. Bu metod %s alan türünde çağrılmaktadır.

source: That field type may not work as expected.
ja: これらのフィールドは期待した通りに機能しない可能性があります。
ro_ro: Acel tip de câmp s-ar putea să nu funcționeze după așteptări.
tr_tr: Bu alan türü tam olarak düzgün çalışmayabilir.

source: That field type will not work as expected.
ja: これらのフィールドは期待した通りに機能しません。
ro_ro: Acel tip de câmp nu va funcționa după așteptări.
tr_tr: Bu alan türü beklendiği gibi çalışmayacak.

source: For more information about this change see: https://github.com/mustardBees/cmb-field-select2/pull/34w
ja: この変更についての詳細: https://github.com/mustardBees/cmb-field-select2/pull/34w
ro_ro: Pentru mai multe informații despre această modificare vezi: https://github.com/mustardBees/cmb-field-select2/pull/34w
tr_tr: Bu değişiklik hakkında daha fazla bilgi için : https://github.com/mustardBees/cmb-field-select2/pull/34w

source: Add Row
ja: 行を追加
ro_ro: Adaugă rând
tr_tr: Satır Ekle

source: Term Metadata is a WordPress 4.4+ feature. Please upgrade your WordPress install.
ja: タームのメタデータは WordPress 4.4 以降の機能です。WordPress をアップグレードしてください。
ro_ro: Termenul Metadata este o caracteristică WordPress 4.4+. Te rog să actualizezi versiunea ta de WordPress.
tr_tr: Term Meta Bilgisi WordPress 4.4+ özelliğidir. Lütfen WordPress versiyonunuzu güncelleyin.

source: Term metaboxes configuration requires a "taxonomies" parameter.
ja: ターム メタボックスの設定には "taxonomies" パラメーターが必要です。
ro_ro: Configurația metabox-urilor cu termeni are nevoie de un parametru 'taxonomies' - taxonomii.
tr_tr: Term Meta kutuları "taksonomi" bilgisi gerektirmektedir.

source: Save
ja: 保存
ro_ro: Salvează
tr_tr: Kaydet

source: Add or Upload File
ja: ファイルの追加またはアップロード
ro_ro: Adaugă sau încarcă fișier
tr_tr: Dosya Ekle/Yükle

source: Add or Upload Files
ja: 複数のファイルの追加またはアップロード
ro_ro: Adaugă sau încarcă fișiere
tr_tr: Dosyaları Ekle/Yükle

source: No terms
ja: タームがありません
ro_ro: Fără termeni
tr_tr: Kategori Yok

source: CMB2 will create metaboxes and forms with custom fields that will blow your mind.
ja: CMB2 はカスタムフィールドを使ってびっくりするようなメタボックスやフォームを作成できます。
ro_ro: CMB2 va crea metabox-uri și formulare cu câmpuri personalizate care te vor ului.
tr_tr: CMB2 özel alanları kullanarak aklınızı başınızdan uçuracak formlar oluşturmanızı sağlar.

# Valid formatDate string for jquery-ui datepicker
source: mm/dd/yy
ja: yy/mm/dd
ro_ro: dd/mm/yyyy

# Valid formatting string, as per http://trentrichardson.com/examples/timepicker/
source: hh:mm TT
ro_ro: HH:mm
