Repository: WP-Translations/language-packs
Catalog: post-forking/languages/post-forking-*.po
Languages: de_de, pt_br, ru_ru, tr_tr

source: Fork updated.
de_de: Aufteilung aktualisiert.
pt_br: Bifurcação atualizada.
ru_ru: Форк обновлён.
tr_tr: Fork güncellendi.

source: Custom field updated.
de_de: Benutzerdefinertes Feld aktualisiert.
pt_br: Campo personalizado atualizado.
ru_ru: Поле изменено.
tr_tr: Özel alan güncellendi.

source: Custom field deleted.
de_de: Benutzerdefinertes Feld gelöscht.
pt_br: Campo personalizado excluido.
ru_ru: Поле удалено.
tr_tr: Özel alan silindi.

source: Fork restored to revision from %s
de_de: Wiederherstellen des Fork zu Revision vom %s
pt_br: Bifurcação restaurada da revisão para %s
ru_ru: Форк восстановлен до версии от %s
tr_tr: Fork %s tashihi üzerinden restore edildi

source: Fork published. <a href="%s">Download Fork</a>
de_de: Fork veröffentlicht. <a href="%s">Download Zweig</a>
pt_br: Bifurcação publicada. <a href="%s">Baixar Bifurcação</a>
ru_ru: Форк опубликован. <a href="%s">Скачать форк</a>
tr_tr: Fork yayımlandı. <a href="%s">Forku İndir</a>

source: Fork saved.
de_de: Fork gespeichert.
pt_br: Bifurcação salva.
ru_ru: Форк сохранён.
tr_tr: Fork saklandı.

source: Fork submitted.
de_de: Fork vorgelegt.
pt_br: Bifurcação enviada.
ru_ru: Форк опубликован.
tr_tr: Fork gönderildi.

source: Fork scheduled for:
de_de: Fork eingeplant für:
pt_br: Bifurcação agendada para:
ru_ru: Форк запланирован на:
tr_tr: Fork şu tarihe ayarlandı:

source: Fork draft updated.
de_de: Fork -Entwurf aktualisiert.
pt_br: Rascunho de bifurcação atualizado.
ru_ru: Черновик форка обновлён.
tr_tr: Fork taslağı güncellendi.

source: Create branch
de_de: Zweig erstellen
pt_br: Criar um ramo
ru_ru: Создать ветвь
tr_tr: Dal oluştur

source: Fork
pt_br: Bifurcação
ru_ru: Форк

source: Compare
de_de: Vergleichen
pt_br: Comparar
ru_ru: Сравнить
tr_tr: Karşılaştır

source: Compare a Fork to its parent
de_de: Eine Aufteilung mit dessen übergeordnetem Beitrag vergleichen
pt_br: Comparar bifurcação com anteriior
ru_ru: Сравнить форк с его родителем
tr_tr: Bir Forku kaynağıyla karşılaştır

source: Invalid type for right side; must be a fork.
de_de: Ungültiger Typ.
pt_br: Tipo inválido para o lado direito; deve ser uma bifurcação.
tr_tr: Sağ taraf için geçersiz tip; bir fork olmalı.

source: Failed to save
de_de: Fehler beim Speichern
pt_br: Falhou ao salvar
ru_ru: Не удалось сохранить
tr_tr: Saklama başarısız

source: You are not authorized to merge forks
de_de: Du bist nicht autorisiert zum Zusammenführen der Forks
pt_br: VocÊ não tem permissão para mesclar bifurcações.
ru_ru: Вы не авторизованы для слияния форков
tr_tr: Forkları birleştirmeye yetkili değilsiniz

source: Current Version
de_de: Aktelle Version
pt_br: Versão atual
ru_ru: Текущая версия
tr_tr: Geçerli Sürüm

source: Fork Settings
de_de: Fork Einstellungen
pt_br: Configurações de Bifurcação
ru_ru: Настройки форка
tr_tr: Fork Ayarları

source: Settings
de_de: Einstellungen
pt_br: Configurações
ru_ru: Параметры
tr_tr: Ayarlar

# post-forking
source: Forks
de_de: Aufteilungen
pt_br: Bifurcações
ru_ru: Форки
tr_tr: Forklar

# post-forking
source: Fork
pt_br: Bifurcação
ru_ru: Форк

# post-forking
source: Edit Fork
de_de: Fork bearbeiten
pt_br: Editar Bifurcação
ru_ru: Изменить форк
tr_tr: Forku Düzenle

# post-forking
source: New Fork
de_de: Neue Aufteilung
pt_br: Nova Bifurcação
ru_ru: Новый форк
tr_tr: Yeni Fork

# post-forking
source: View Fork
de_de: Fork ansehen
pt_br: Visualizar Bifurcação
ru_ru: Просмотреть форк
tr_tr: Forku Görüntüle

# post-forking
source: Search Forks
de_de: Aufteilungen suchen
pt_br: Procurar Bifurcação
ru_ru: Поиск форков
tr_tr: Forklarda Ara

# post-forking
source: No forks found
de_de: Keine Aufteilungen gefunden
pt_br: Nenhuma bifurcação encontrada
ru_ru: Форков не найдено
tr_tr: Hiç fork bulunamadı

# post-forking
source: No forks found in Trash
de_de: Keine Aufteilungen im Papierkorb gefunden
pt_br: Nenhuma bifurcação encontrada na lixeira
ru_ru: Форков в корзине не найдено
tr_tr: Çöpte hiç fork bulunamadı

# post-forking
source: Parent Fork:
de_de: Übergeordnete Aufteilung:
pt_br: Bifurcação Mãe;
ru_ru: Родительский форк:
tr_tr: Fork Kaynağı:

# post-forking
source: Merged
de_de: Zusammengeführt
pt_br: Mesclado
ru_ru: Слито
tr_tr: Birleştirilmiş

source: Merged <span class="count">(%s)</span>
de_de: <span class="count">(%s)</span> zusammengeführt
pt_br: Mesclado <span class="count">(%s)</span>
ru_ru: Слит <span class="count">(%s)</span>
tr_tr: Birleştirilmiş <span class="count">(%s)</span>

source: That post type does not support forking
de_de: Dieser Post-Type unterstützt das Forken nicht
pt_br: Esse tipo de postagem não suporta bifurcação.
ru_ru: Этот тип поста не поддерживает форкание
tr_tr: Bu gönderi tipi forklamayı desteklemiyor

source: You are not authorized to fork that post
de_de: Du bist nicht autorisiert zum Forken dieses Artikels
pt_br: Você não possui permissão para bifurcar este post.
ru_ru: Вы не авторизованы, чтобы форкать этот пост
tr_tr: Bu gönderiyi forklamaya yetkili değilsiniz

source: Create New Branch
de_de: Erstelle einen neuen Zweig
pt_br: Criar Novo Ramo:
ru_ru: Создать новую ветвь
tr_tr: Yeni Dal Oluştur

source: Branch:
de_de: Zweig:
pt_br: Ramo:
ru_ru: Ветвь:
tr_tr: Dal:

source: This fork cannot be merged with its parent post. Please resolve the conflict below before attempting to publish again, or use the <a href="%s">interactive merge tool.</a>
de_de: Diese Aufteilung kann nicht mit dem übergeordneten Beitrag zusammengeführt werden. Bitte behebe den unten stehenden Fehler und versuch es nochmal oder benutze das <a href="%s">interaktive Zusammenführungs-Tool</a>.
pt_br: Essa bifurcação não pode ser mesclada com a postagem mãe dela. Resolva os conflitos abaixo antes de publicar novamente, ou utilize a <a href="%s">Ferramenta de Mesclagem Interativa.</a>
tr_tr: Bu fork kaynak gönderi ile birleştirilemiyor. Lütfen tekrar yayımlamayı denemeden önce aşağıdaki karmaşayı çözün veya <a href="%s">etkileşimli birleştirme aracı</a>nı kullanın.

source: Compare Fork:
de_de: Aufteilung vergleichen:
pt_br: Comparar Bifurcações;
ru_ru: Сравнить форк:
tr_tr: Fork Karşılaştır:

source: Forked from <a href="%1$s">%2$s</a>
de_de: Geforkt von <a href="%1$s">%2$s</a>
pt_br: Bifurcado de <a href="%1$s">%2$s</a>
ru_ru: Форкнуто с <a href="%1$s">%2$s</a>
tr_tr: <a href="%1$s">%2$s</a> kaynağından fork edilmiştir

source: Manually Merge Fork
de_de: Aufteilung manuell zusammenführen
pt_br: Mesclagem Manual de Bifurcação
ru_ru: Вручную слить форк
tr_tr: Forku Elle Birleştir

source: Clicking "Manually Merge Fork" will save your changes above to the original post and mark the fork as merged.
de_de: Bei Klick auf "Aufteilung manuell zusammenführen" werden die Änderungen im Originalbeitrag gespeichert und die Aufteilung als zusammengeführt markiert.
pt_br: Clicando em " Mesclagem Manual de Bifurcações" salvará suas alterações sobre a postagem original e marcará a bifurcação como mesclada.
tr_tr: "Forku Elle Birleştir" 'e tıklamak yukarıdaki asıl gönderide yaptığınız değişiklikleri saklar ve forku da birleşmiş olarak işaretler.

source: Save Fork
de_de: Fork gespeichert
pt_br: Salvar Bifurcação
ru_ru: Сохранить форк
tr_tr: Forku Sakla

source: Merge
de_de: Zusammenführen
pt_br: Mesclar
ru_ru: Объединить
tr_tr: Birleştir

source: Fork Options
de_de: Fork Optionen
pt_br: Opções de Bifurcação
ru_ru: Опции форка
tr_tr: Fork Seçenekleri

source: Post Types
de_de: Post Typen
pt_br: Tipos de Postagens
ru_ru: Типы записи
tr_tr: Gönderi Tipleri

source: View Fork
de_de: Fork ansehen
pt_br: Visualizar Bifurcação
ru_ru: Просмотреть форк
tr_tr: Forku Görüntüle

source: Post Forking
de_de: Post-Aufteilung
pt_br: Postagem bifurcada
tr_tr: Gönderi Forklama

source: WordPress Post Forking allows users to "fork" or create an alternate version of content to foster a more collaborative approach to WordPress content curation.
de_de: WordPress Post Forking erlaubt es Benutzern, Beiträge aufzuteilen und eine alternative Fassung des Inhalts zu erstellen.
pt_br: WordPress Post Forking (Bifurcação de Postagem do Wordpress) permite aos usuários "bifurcar" ou criar uma versão alternativa de conteúdo para promover uma abordagem mais colaborativa para a curadoria de conteúdo do WordPress.
tr_tr: WordPress Gönderi Forklama kullanıcılara "fork etme" veya içeriğin alternatif sürümünü oluşturmaya daha işbirlikçi yaklaşımla teşvik etme imkanı verir.

source: Original
ru_ru: Оригинал
tr_tr: Asıl

source: Benjamin J. Balter, Daniel Bachhuber, Aaron Jorbin
tr_tr: Benjamin J. Balter, Daniel Bachhuber, Aaron Jorbin (çeviri: mapazarbasi)
