Repository: WP-Translations/language-packs
Catalog: ebay-feeds-for-wordpress/languages/ebay-feeds-for-wordpress-*.po
Languages: ar, pt_pt

source: Parser of ebay RSS feeds to display on Wordpress posts, widgets and pages.
ar: محلل خلاص eBay لعرضها عن مقالات وحاجيات وصفحات الوردبريس.
pt_pt: Analisador de feeds RSS do ebay para exibir nos artigos, widgets, e páginas do WordPress.

source: <a href="%s">eBay Feeds for WordPress</a> by <a href="%s">Winwar Media</a><br/><br/>
ar: <a href="%s">خلاصة eBay للوردبريس</a> بواسطة <a href="%s">Winwar Media</a><br/><br/>
pt_pt: <a href="%s">RSS Feeds eBay para WordPress</a> por <a href="%s">Winwar Media</a><br/><br/>

source: Want to know about updates to this plugin without having to log into your site every time? Want to know about other cool plugins we've made? Add your email and we'll add you to our very rare mail outs.
ar: تريد أن تعرف عن التحديثات لهذه الإضافة دون الحاجة إلى تسجيل الدخول إلى موقعك في كل مرة؟ تريد أن تعرف عن الإضافات المثيرة الأخرى التي انتجناها؟ أدخل بريدك الإلكتروني وسوف نضيف لك الي قائمتنا البريدية الناذرة.
pt_pt: Quer ser informado sobre as atualizações para este plug-in sem ter de iniciar sempre a sessão no seu site? Quer ser informado sobre outros plug-ins fantásticos que nós criamos? Adicione o seu e-mail e nós irmos adicioná-lo aos nossos envios de e-mail muito raros.

source: Email Address
ar: البريد الإلكتروني
pt_pt: Endereço de E-mail

source: Sign Up!
ar: التسجيل
pt_pt: Registar!

source: Default eBay Feed:
ar: الخلاصة الافتراضية لeBay
pt_pt: Feed do eBay predefinido:

source: Default Number of Items To Show:
ar: عدد عناصر الظاهرة الافتراضية :
pt_pt: Número de itens predefinidos para mostrar:

source: Open Links In New Window?
ar: فتح الروابط بنافدة جديدة؟
pt_pt: Abrir as hiperligações numa janela nova?

source: Nofollow Links?
ar: لا لربط الروابط؟
pt_pt: Não seguir as hiperligações?

source: Link to us (optional, but appreciated)
ar: إربطه لنا (اختياري، فقط للتقدير)
pt_pt: Associe-se a nós (opcional, mas apreciado)

source: Switch Debug Mode On?
ar: حول المعالج متاح
pt_pt: Ligar modo de depuração?

source: Use this to identify problems with the feed or plugin. If switched on, logged in users will be able to see errors of the feed. If you <a href="%s">ask for support</a>, this will be the first thing we ask you to do!</em>
ar: استخدم هذا لتحديد المشاكل مع الخلاصة أو الإضافة. إذا تم تشغيله، فسيتمكن المستخدمون المسجلون من رؤية أخطاء الخلاصة. إذا كنت <a href="%s"> تطلب الدعم</a>، وهذا سيكون أول شيء نطلب منك أن تفعل!</em>
pt_pt: Use isto para identificar problemas na sua feed ou plugin. Se estiver ativado, os utilizadores ligados serão capazes de ver erros na feed. Se <a href="%s">pedir ajuda</a>, isto será a primeira coisa que lhe pedimos para fazer!</em>

source: Fallback Text
ar: النص الاحتياطي
pt_pt: Texto de Recurso

source: If for any reason, the feed doesn't work, this will be displayed instead. Use this to link to your eBay shop.
ar: في اي حالة لم تعمل الاضافة سيتم عرض هذا بدلا من ذلك. استخدام هذا لربط متجر eBay الخاص بك.
pt_pt: Se por qualquer razão, a feed não funcionar, em vez disso será mostrado isto. Use isto para ligar à sua loja do eBay.

source: Save Changes
ar: حفظ التغييرات
pt_pt: Guardar Alterações

source: Like this Plugin?
ar: هل اعجبتک الإضافة؟
pt_pt: Gosta deste plug-in?

source: Rate this plugin &#9733; &#9733; &#9733; &#9733; &#9733;
ar: صوت لهذه الإضافة &#9733; &#9733; &#9733; &#9733; &#9733;
pt_pt: Classifique este plug-in &#9733; &#9733; &#9733; &#9733; &#9733;

source: About the Author
ar: عن الكاتب
pt_pt: Sobre o Autor

source: Rhys Wynne is the Lead Developer at FireCask and a freelance WordPress developer and blogger. His plugins have had a total of 100,000 downloads, and his premium plugins have generated four figure sums in terms of sales. Rhys likes rubbish football (supporting Colwyn Bay FC) and Professional Wrestling.
ar: ريس وين هي الرائدة المطور في فيريكاسك ومطور مستقل لمدونات وردبريس و بلوغر. تم تحميل اضافاته اكثر من 100,000 مرة, ولدت اضافاته المدفوعة رابع اعلي ارقام المبيعات. ريس يحب كرة سلة القمامة (يشجع فريق Colwyn Bay FC) والمصارعة المهنية.
pt_pt: Rhys Wynne é o Líder de Desenvolvimento na FireCask, programador freelance do WordPress, e bloguista. Os seus plug-ins tiveram um total de 100,000 transferências, e os seus plug-ins premium geraram somas de quatro dígitos em termos de vendas. Rhys gosta de futebol inútil (adepto do Colwyn Bay FC) e Wrestling Profissional.

source: eBay Items
ar: عناصر eBay
pt_pt: Itens do eBay

source: Title
ar: العنوان
pt_pt: Título

source: Text
ar: النص
pt_pt: Texto

source: Number of Items
ar: عدد العناصر
pt_pt: Número de Itens

source: eBay Feed
ar: خلاصة eBay
pt_pt: Feed do eBay

source: <a href="http://winwar.co.uk/plugins/ebay-feeds-wordpress/">eBay Feeds for WordPress</a> by <a href="http://winwar.co.uk/">Winwar Media</a><br/><br/>
ar: <a href="http://winwar.co.uk/plugins/ebay-feeds-wordpress/">خلاصة eBay للوردبريس</a> بواسطة <a href="http://winwar.co.uk/">Winwar Media</a><br/><br/>
pt_pt: <a href="http://winwar.co.uk/plugins/ebay-feeds-wordpress/">eBay Feeds para WordPress</a> por <a href="http://winwar.co.uk/">Winwar Media</a><br/><br/>

source: Ebay Feeds for WordPress
ar: خلاصة eBay للوردبريس
pt_pt: Ebay Feeds para WordPress
