Repository: WP-Translations/language-packs
Catalog: moesia/languages/moesia-*.po
Languages: nl_be

source: Oops! That page can&rsquo;t be found.
nl_be: Oeps! Die pagina kan niet worden gevonden.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
nl_be: Het lijkt er op dat niets is gevonden op deze locatie. Misschien lukt het met een van onderstaande links of een zoekopdracht?

source: Try looking in the monthly archives. %1$s
nl_be: Probeer eens te zoeken in de maandelijkse archieven: %1$s

source: Author: %s
nl_be: Auteur: %s

source: Day: %s
nl_be: Dag: %s

source: Month: %s
nl_be: Maand: %s

source: Year: %s
nl_be: Jaar: %s

source: Galleries
nl_be: Galerijen

source: Images
nl_be: Afbeeldingen

source: Links
nl_be: Koppelingen

source: Statuses
nl_be: Statussen

source: Audios
nl_be: Audio

source: Archives
nl_be: Archieven

source: About %s
nl_be: Over %s

source: See all posts by %s
nl_be: Alle berichten van %s bekijken

source: Comment navigation
nl_be: Navigatie bericht

source: &larr; Older Comments
nl_be: &larr; Oudere reacties

source: Newer Comments &rarr;
nl_be: Recentere Reacties &rarr;

source: Comments are closed.
nl_be: Reacties zijn gesloten.

source: Leave a comment
nl_be: Geef een reactie

source: 1 Comment
nl_be: 1 Reactie

source: % Comments
nl_be: % Reacties

source: Edit
nl_be: Wijzig

source: Nothing Found
nl_be: Niets Gevonden

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
nl_be: Klaar om je eerste bericht te publiceren? <a href="%1$s">Start hier</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
nl_be: Sorry, maar er kwam niets overeen met je zoektermen. Probeer het nogmaals met wat andere sleutelwoorden.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
nl_be: Het lijkt erop dat we niet kunnen vinden waar je naar zoekt. Misschien kun je er naar zoeken.

source: Pages:
nl_be: Pagina's:

source: Project name:
nl_be: Projectnaam:

source: Project description:
nl_be: Project beschrijving:

source: Posted in %1$s
nl_be: Geplaatst in %1$s

source: Tagged %1$s
nl_be: Getagd %1$s

source: Proudly powered by %s
nl_be: Met trots mede mogelijk gemaakt door %s

source: Theme: %2$s by %1$s
nl_be: Thema: %2$s door %1$s

source: Primary Menu
nl_be: Primair menu

source: Sidebar
nl_be: Zijbalk

source: Author Bio: Facebook
nl_be: Auteur Bio: Facebook

source: Author Bio: Twitter
nl_be: Auteur Bio: Twitter

source: Author Bio: Google Plus
nl_be: Auteur Bio: Google Plus

source: Author Bio: Linkedin
nl_be: Auteur Bio: LinkedIn

source: Skip to content
nl_be: Spring naar de inhoud

source: Search Results for: %s
nl_be: Zoekresultaten voor: %s

source: Search for:
nl_be: Zoeken naar:

source: General
nl_be: Algemeen

source: Upload your logo
nl_be: Je logo uploaden

source: Logo size
nl_be: Logo grootte

source: Menu-content spacing will return to normal after you save &amp; exit the Customizer
nl_be: Menu-inhoud spatiëring terug normaal na bewaren en afsluiten Customizer

source: Upload your favicon
nl_be: Je favicon uploaden

source: Upload your Apple Touch Icon (144x144 pixels)
nl_be: Upload je Apple Touch Icon (144x144 pixels)

source: Upload your Apple Touch Icon (114x114 pixels)
nl_be: Upload je Apple Touch Icon (114x114 pixels)

source: Upload your Apple Touch Icon (72x72 pixels)
nl_be: Upload je Apple Touch Icon (72x72 pixels)

source: Upload your Apple Touch Icon (57x57 pixels)
nl_be: Upload je Apple Touch Icon (57x57 pixels)

source: Check this box if you want to disable the custom scroller.
nl_be: Vink aan als je de custom scrolbalk uit wilt schakelen.

source: Check this box if you want to disable the animations.
nl_be: Vink aan als je de animaties uit wilt schakelen.

source: Check this box to hide the sidebar widgets on screen widths below 1024px
nl_be: Vink deze optie aan als je de widgets in de zijbalk wil verbergen voor schermen met een breedte lager dan 1024px

source: Check this box to hide the footer widgets on screen widths below 1024px
nl_be: Vink deze optie aan als je de widgets in de footer wilt verbergen voor schermen met een breedte lager dan 1024px

source: Activate header search icon?
nl_be: Activeer zoek icoon in de hoofding

source: Single posts/pages
nl_be: Enkele posts/pagina's

source: Check this box to show featured images on single posts
nl_be: Vink aan om uitgelichte foto's te tonen bij enkele posts

source: Check this box to show featured images on pages
nl_be: Vink aan om uitgelichte foto's te tonen bij pagina's

source: Check this box to display the author bio on single posts. You can add your author bio and social links on the Users screen in the Your Profile section.
nl_be: Vink aan om de auteur bio te tonen in enkele posts. Je kan je auteur bio en sociale links toevoegen in het Gebruikers scherm in de Jouw Profiel Sectie.

source: Blog options
nl_be: Blog opties

source: The blog layout can use either small featured images or large featured images. Select your desired option below.
nl_be: De blog lay-out kan zowel kleine afbeeldingen als grote afbeeldingen tonen. Selecteer je voorkeur hieronder.

source: Check this box to display the full content of your posts on the home page.
nl_be: Vink deze optie aan om de volledige inhoud van je berichten te zien op de home pagina.

source: Excerpt lenght
nl_be: Lengte Uittreksel

source: Choose your excerpt length here. Default: 30 words
nl_be: Kies hier de lengte van je uittreksel. Standaard: 30 woorden

source: Welcome Area
nl_be: Welkomstgebied

source: Welcome title (not the site title)
nl_be: Welkomst titel. (niet de site titel)

source: Welcome logo. Displayed instead of the welcome title from the previous option.
nl_be: Welkomstlogo. Wordt getoond in plaats van de welkomsttitel van de vorige optie.

source: Welcome logo size
nl_be: Welkomstlogo grootte

source: Welcome message (not the site description)
nl_be: Welkomstbericht (niet de beschrijving van de site)

source: The text for the call to action button
nl_be: De tekst voor de Attentie knop

source: The link for the call to action button
nl_be: De link voor de Attentie knop

source: Check this box if you want to disable the header image and text on all pages except the front page.
nl_be: Vink deze optie aan als je de kopafbeelding en tekst op alle pagina's, behalve op de voorpagina wilt deactiveren.

source: Check this box if you want to disable the header overlay pattern.
nl_be: Vink deze optie aan als je de patroonlaag van de kop wilt deactiveren.

source: Welcome title color
nl_be: Welkomsttitel kleur

source: Welcome message color
nl_be: Welkomstboodschap kleur

source: Button background
nl_be: Achtergrond knop

source: Button box shadow
nl_be: Schaduw knop

source: Check this box to show the nav bar at top (changes will be visible after you save and exit the Customizer).
nl_be: Vink deze optie aan om de navigatiebalk bovenaan te tonen (wijzigingen pas zichtbaar na bewaren en sluiten van de Customizer).

source: Menu bar height
nl_be: Menu balk hoogte

source: The 40px default value refers to the top/bottom padding
nl_be: De 40px standaard waarde verwijst naar de spatie boven/onder

source: Menu bar height [sticky]
nl_be: Menu balk hoogte [vast]

source: This option refers to the menu in sticky mode
nl_be: Deze optie verwijst naar het menu in vaste modus

source: Stop the nav bar from being sticky?
nl_be: Stop de vaste modus van de navigatiebalk?

source: Front Page Colors
nl_be: Voorpagina kleuren

source: Here you can change the colors for each type of front page section.
nl_be: Hier kan je de kleuren veranderen voor elke type van de voorpagina gedeelte

source: Services section
nl_be: Diensten gedeelte

source: Services section background color
nl_be: Diensten gedeelte achtergrond kleur

source: Services section main title color
nl_be: Diensten gedeelte hoofdtitel kleur

source: Services section main title decoration (Updates after you press Save&amp;Publish)
nl_be: Diensten gedeelte hoofdtitel opmaak (Aanpassing na klikken op Bewaar&amp;Publiceer)

source: Services section icons background
nl_be: Diensten gedeelte iconen achtergrond

source: Services section item titles
nl_be: Diensten gedeelte thema titels

source: Services section body
nl_be: Diensten gedeelte body

source: Employees section
nl_be: Medewerkers gedeelte

source: Employees section background color
nl_be: Medewerkers gedeelte achtergrond kleur

source: Employees section main title color
nl_be: Medewerkers gedeelte hoofdtitel kleur

source: Employees section main title decoration (Updates after you press Save&amp;Publish)
nl_be: Medewerkers gedeelte hoofdtitel opmaak (Aanpassing na klikken op Bewaar&amp;Publiceer)

source: Employees section names
nl_be: Medewerkers gedeelte namen

source: Employees section functions&amp;social icons
nl_be: Medewerkers gedeelte functie&amp;sociale iconen

source: Employees section body
nl_be: Medewerkers gedeelte body

source: Testimonials section
nl_be: Recensies gedeelte

source: Testimonials section background color
nl_be: Recensies gedeelte achtergrond kleur

source: Testimonials section main title color
nl_be: Recensies gedeelte hoofdtitel kleur

source: Testimonials section main title decoration (Updates after you press Save&amp;Publish)
nl_be: Recensies gedeelte hoofdtitel opmaak (Aanpassing na klikken op Bewaar&amp;Publiceer)

source: Testimonials section - clients names
nl_be: Recensies gedeelte - klanten namen

source: Testimonials section - clients functions
nl_be: Recensies gedeelte - klanten functies

source: Testimonials section - item background
nl_be: Recensies gedeelte - thema achtergrond

source: Testimonials section - item text color
nl_be: Recensies gedeelte - thema tekst kleur

source: Skills section
nl_be: Vaardigheden gedeelte

source: Skills section background color
nl_be: Vaardigheden gedeelte achtergrond kleur

source: Skills section main title color
nl_be: Vaardigheden gedeelte hoofdtitel kleur

source: Skills section main title decoration (Updates after you press Save&amp;Publish)
nl_be: Vaardigheden gedeelte hoofdtitel opmaak (Aanpassing na klikken op Bewaar&amp;Publiceer)

source: Skills section - skills bar
nl_be: Vaardigheden gedeelte - vaardigheden balk

source: Skills section - body text
nl_be: Vaardigheden gedeelte - body tekst

source: Facts section
nl_be: Feiten gedeelte

source: Facts section background color
nl_be: Feiten gedeelte achtergrond kleur

source: Facts section main title color
nl_be: Feiten gedeelte hoofdtitel kleur

source: Facts section main title decoration (Updates after you press Save&amp;Publish)
nl_be: Feiten gedeelte hoofdtitel opmaak (Aanpassing na klikken op Bewaar&amp;Publiceer)

source: Facts section - facts numbers
nl_be: Feiten gedeelte - feiten nummers

source: Facts section - body text
nl_be: Feiten gedeelte - body tekst

source: Clients section
nl_be: Klanten gedeelte

source: Clients section background color
nl_be: Klanten gedeelte achtergrondkleur

source: Clients section main title color
nl_be: Klanten gedeelte hoofdtitel kleur

source: Clients section main title decoration (Updates after you press Save&amp;Publish)
nl_be: Klanten gedeelte hoofdtitel opmaak (Aanpassing na klikken op Bewaar&amp;Publiceer)

source: Clients section - slider controls (Updates after you press Save&amp;Publish)
nl_be: Klanten gedeelte - slider bediening ( Update na klikken op Bewaar&amp;Publiceer)

source: Blockquote section
nl_be: Blok quote gedeelte

source: Blockquote section background color
nl_be: Blok quote gedeelte achtergrondkleur

source: Blockquote section main title color
nl_be: Blok quote gedeelte kleur hoofdtitel

source: Blockquote section main title decoration (Updates after you press Save&amp;Publish)
nl_be: Blok quote gedeelte hoofdtitel opmaak (Aanpassing na klikken op Bewaar&amp;Publiceer)

source: Blockquote section - blockquote icon (Updates after you press Save&amp;Publish)
nl_be: Blok quote gedeelte - Blok quote icon (Update na klikken op Bewaar&amp;Publiceer)

source: Blockquote section - body text
nl_be: Blok quote gedeelte - body tekst

source: Social section
nl_be: Social Media gedeelte

source: Social section background color
nl_be: Social Media gedeelte achtergrondkleur

source: Social section main title color
nl_be: Social Media gedeelte hoofdtitel kleur

source: Social section main title decoration (Updates after you press Save&amp;Publish)
nl_be: Sociale gedeelte hoofdtitel opmaak (Aanpassing na klikken op Bewaar&amp;Publiceer)

source: Social section - social icons (Updates after you press Save&amp;Publish)
nl_be: Social Media gedeelte - social icons (Update na klikken op Bewaar&amp;Publiceer)

source: Projects section
nl_be: Projecten gedeelte

source: Projects section background color
nl_be: Projecten gedeelte achtergrond kleur

source: Projects section main title color
nl_be: Project gedeelte hoofdtitel kleur

source: Projects section main title decoration
nl_be: Projecten gedeelte hoofdtitel opmaak

source: Projects section - item background (on hover)
nl_be: Project gedeelte - Onderdeel achtergrond (bij muis-over)

source: Projects section - projects icons
nl_be: Project gedeelte - project iconen

source: Latest news section
nl_be: Laatste nieuws gedeelte

source: Latest news section background color
nl_be: Laatste nieuws gedeelte achtergrond kleur

source: Latest news section main title color
nl_be: Laatste nieuws hoofdtitel kleur

source: Latest news section main title decoration (Updates after you press Save&amp;Publish)
nl_be: Laatste nieuws gedeelte hoofdtitel opmaak (Aanpassing na klikken op Bewaar&amp;Publiceer)

source: Post titles
nl_be: Berichten titels

source: Text color
nl_be: Tekstkleur

source: See all button
nl_be: Toon alles knop

source: Call to action section
nl_be: Oproep tot actie gedeelte

source: Call to action section background color
nl_be: Oproep tot actie gedeelte achtergrondkleur

source: Call to action section main title color
nl_be: Oproep tot actie gedeelte kleur hoofdtitel

source: Call to action section main title decoration (Updates after you press Save&amp;Publish)
nl_be: Oproep tot actie gedeelte hoofdtitel opmaak (Aanpassing na klikken op Bewaar&amp;Publiceer)

source: Message
nl_be: Bericht

source: Not all of the color settings found in this section apply to the front page.
nl_be: Niet alle kleuren instellingen in dit gedeelte zijn van toepassing op de voorpagina.

source: Menu background
nl_be: Menu achtergrond

source: Menu links
nl_be: Menu koppelingen

source: Primary color (Updates after you click Save&amp;Publish)
nl_be: Hoofdkleur (Update na klikken op Bewaar&amp;Publiceer)

source: Site title
nl_be: Site titel

source: Site description
nl_be: Site omschrijving

source: Entry title
nl_be: Titel waarde

source: Text
nl_be: Tekst

source: Footer background
nl_be: Footer achtergrond

source: Fonts
nl_be: Lettertypen

source: Select your desired font for the headings.
nl_be: Kies je gewenst lettertype voor de hoofdingen.

source: Select your desired font for the body.
nl_be: Kies je gewenst lettertype voor de body.

source: H1 font size
nl_be: H1 lettertype grootte

source: H2 font size
nl_be: H2 lettertype grootte

source: H3 font size
nl_be: H3 lettertype grootte

source: H4 font size
nl_be: H4 lettertype grootte

source: H5 font size
nl_be: H5 lettertype grootte

source: H6 font size
nl_be: H6 lettertype grootte

source: Body font size
nl_be: Body lettertype grootte

source: Home page widget titles size
nl_be: Homepage widget titel grootte

source: Menu links font size
nl_be: Menu links lettertype grootte

source: If you like Moesia and you want to see what Moesia Pro offers, have a look
nl_be: Als je tevreden bent met Moesia en je wilt zien wat Moesia Pro nog meer biedt, kijk dan hier.

source: Small screens header image
nl_be: Afbeelding hoofding voor kleine schermen

source: You can add below a smaller version of your header image and it will be displayed at screen widths below 1024px. This is important in case iPhones don't display your header image because of it being too big. You can also add a completely different image if you want, in case you have one that will look better on small screens. Recommended width: 1024px
nl_be: Hieronder kan je een kleinere versie van de kopafbeelding toevoegen. Dit zal alleen getoond worden bij een schermbreedte lager dan 1024px. Dit is belangrijk wanneer iPhones niet de kopafbeelding kan tonen omdat deze te groot is. Ook kan je een totaal andere afbeelding instellen dat geschikt is voor kleine schermen. Aanbevolen breedte: 1024px

source: Page %s
nl_be: Pagina %s

source: Color
nl_be: Kleur

source: Background Color
nl_be: Achtergrondkleur

source: Background Image
nl_be: Achtergrondafbeelding

source: Posts navigation
nl_be: Berichtennavigatie

source: <span class="meta-nav">&larr;</span> Older posts
nl_be: <span class="meta-nav">&larr;</span> Oudere berichten

source: Newer posts <span class="meta-nav">&rarr;</span>
nl_be: Recentere berichten <span class="meta-nav">&rarr;</span>

source: Post navigation
nl_be: Navigatie bericht

source: Install Required Plugins
nl_be: Vereiste plugins installeren

source: Install Plugins
nl_be: Plugins installeren

source: Installing Plugin: %s
nl_be: Plugin %s wordt ge&#239;nstalleerd.

source: Something went wrong.
nl_be: Er ging iets mis.

source: Return to Required Plugins Installer
nl_be: Terug naar de Aanbevolen Plugins installatie

source: Return to the dashboard
nl_be: Terug naar het dashboard

source: Plugin activated successfully.
nl_be: Plugin met succes geactiveerd.

source: The following plugin was activated successfully:
nl_be: De volgende plugin is succesvol geïnstalleerd.

source: All plugins installed and activated successfully. %1$s
nl_be: Alle plugins zijn succesvol ge&#239;nstalleerd en geactiveerd. %1$s

source: Dismiss this notice
nl_be: Deze melding negeren

source: Return to the Dashboard
nl_be: &amp;Publish

source: Private Repository
nl_be: Privaat Bewaarplaats

source: Pre-Packaged
nl_be: Voorverpakt

source: WordPress Repository
nl_be: WordPress Bewaarplaats

source: Required
nl_be: Vereist

source: Recommended
nl_be: Aangeraden

source: Not Installed
nl_be: Niet geïnstalleerd

source: Installed But Not Activated
nl_be: Geïnstalleerd, maar niet geactiveerd

source: Install
nl_be: Installeren

source: Activate
nl_be: Activeren

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
nl_be: Er zijn geen plugins om te installeren of te activeren. <a href="%1$s" title="Keer terug naar het Dashboard">Keer terug naar het Dashboard</a>

source: Source
nl_be: Bron

source: Type
nl_be: Soort

source: Install package not available.
nl_be: Installatiepakket niet beschikbaar.

source: Downloading install package from <span class="code">%s</span>&#8230;
nl_be: Downloaden installatiepakket van <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
nl_be: Uitpakken van pakket&#8230;

source: Installing the plugin&#8230;
nl_be: De plugin installeren&#8230;

source: Plugin install failed.
nl_be: Plugin installatie mislukt.

source: Plugin installed successfully.
nl_be: Plugin is succesvol ge&#239;nstalleerd.

source: Plugin activation failed.
nl_be: Plugin activeren mislukt.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
nl_be: Het proces van installeren en activeren is gestart. Dit proces kan enige tijd in beslag nemen bij sommige hosts, een ogenblikje geduld aub…

source: %1$s installed and activated successfully.
nl_be: %1$s Installatie en activatie geslaagd.

source: Show Details
nl_be: Details tonen

source: Hide Details
nl_be: Details verbergen

source: All installations and activations have been completed.
nl_be: Alle installaties en activaties zijn voltooid.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
nl_be: Installeren en Activeren Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
nl_be: Het proces van installeren is gestart. Dit proces kan enige tijd in beslag nemen bij sommige hosts, een ogenblikje geduld aub…

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
nl_be: Er is een fout opgetreden tijdens het installeren van %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
nl_be: De installatie van %1$s mislukt.

source: %1$s installed successfully.
nl_be: %1$s met succes geïnstalleerd.

source: All installations have been completed.
nl_be: Alle installaties zijn voltooid.

source: Installing Plugin %1$s (%2$d/%3$d)
nl_be: Installeren Plugin %1$s (%2$d/%3$d)

source: Display your contact info
nl_be: Toon jouw contact informatie

source: Title
nl_be: Titel

source: Enter your address
nl_be: Vul je adres in

source: Enter your phone number
nl_be: Vul je telefoonnummer in

source: Enter your email address
nl_be: Vul je e-mailadres in

source: Address:
nl_be: Adres:

source: Phone:
nl_be: Telefoon:

source: Add a short message to your visitors and an image
nl_be: Voeg een kort bericht en afbeelding toe voor jouw bezoekers.

source: Moesia FP: Blockquote
nl_be: Moesia FP: Blok quote

source: Enter your blockquote. No tags necessary.
nl_be: Geef je blok quote. Geen aanhalingstekens nodig.

source: Quote author
nl_be: Quote auteur

source: Upload an image to show up next to your quote.
nl_be: Upload een afbeelding dat naast jouw quote getoond wordt.

source: Moesia FP: Call to action
nl_be: Moesia FP: Oproep tot actie

source: Enter your call to action.
nl_be: Geef je oproep tot actie.

source: Link for the button
nl_be: Link voor de knop

source: Title for the button
nl_be: Titel voor de knop

source: [DEPRECATED - Go to Edit Row > Theme > Background image] Upload an image for the background if you want. It will get a parallax effect.
nl_be: [VEROUDERD - Ga naar Bewerk Rij > Thema > Achtergrondafbeelding] Upload eventueel een afbeelding voor de achtergrond. Het zal een parallax effect krijgen.

source: Show your visitors your impressive client list.
nl_be: Toon je bezoekers je indrukwekkende klantenlijst.

source: Moesia FP: Clients
nl_be: Moesia FP: klanten

source: In order to display this widget, you must first add some clients from the dashboard. Add as many as you want and the theme will automatically display their logos in a carousel.
nl_be: Om deze widget te tonen moet je eerst een aantal klanten aanmaken via het dashboard. Voeg er zo veel als gewenst toe, het thema zal ze allemaal tonen met hun logo's in een carrousel.

source: Our clients
nl_be: Onze klanten

source: Display your team members in a stylish way.
nl_be: Toon je teamgenoten opeen stijlvolle manier.

source: Moesia FP: Employees
nl_be: Moesia FP: medewerkers

source: In order to display this widget, you must first add some employees from the dashboard. Add as many as you want and the theme will automatically display them all.
nl_be: Om deze widget te tonen moet je eerst een aantal werknemers aanmaken via het dashboard. Voeg er zo veel als gewenst toe, het thema zal ze allemaal tonen.

source: Number of employees to show (-1 shows all of them):
nl_be: Aantal te tonen medewerkers (-1 toont ze allemaal):

source: Enter the URL for your employees page. Useful if you want to show here just a few employees, then send your visitors to a page that uses the employees page template.
nl_be: Geef de URL van je werknemers pagina. Handig als je hier slechts enkele werknemers wil tonen, stuur dan je bezoekers naar een pagina dat de werknemers pagina template gebruikt.

source: The text for the button [Defaults to <em>See all our employees</em> if left empty]
nl_be: De tekst voor de knop [Standaard <em>Bekijk alle werknemers</em> indien blanco]
