Repository: WP-Translations/language-packs
Catalog: moesia/languages/moesia-*.po
Languages: nl_be

source: Enter the slug for your category or leave empty to show all employees.
nl_be: Geef de slug voor je categorie of laat leeg om alle werknemers te tonen

source: Our Employees
nl_be: Onze medewerkers

source: See all our employees
nl_be: Al onze medewerkers bekijken

source: Show your visitors some facts about your company.
nl_be: Toon jouw bezoekers een aantal feiten over jouw bedrijf.

source: Moesia FP: Facts
nl_be: Moesia FP: feiten

source: First fact name
nl_be: Eerste feit naam

source: First fact value
nl_be: Eerste feit waarde

source: Second fact name
nl_be: Tweede feit naam

source: Second fact value
nl_be: Tweede feit waarde

source: Third fact name
nl_be: Derde feit naam

source: Third fact value
nl_be: Derde feit waarde

source: Fourth fact name
nl_be: Vierde feit naam

source: Fourth fact value
nl_be: Vierde feit waarde

source: Our facts
nl_be: Onze feiten

source: Show the latest news from your blog.
nl_be: Toon het laatste nieuws van je blog.

source: Moesia FP: Latest News
nl_be: Moesia FP: laatste nieuws

source: Enter the slug for your category or leave empty to show posts from all categories.
nl_be: Geef de slug voor je categorie of laat leeg om berichten van elke categorie te tonen.

source: Add the text for the button here if you want to change the default <em>See all our news</em>
nl_be: Geef hier de tekst voor de knop als je de standaard <em>Bekijk alle nieuwtjes</em> wil wijzigen

source: Latest news
nl_be: Laatste nieuws

source: See all our news
nl_be: Al ons nieuws bekijken

source: Show your most intresting projects.
nl_be: Toon je meest interessante projecten.

source: Moesia FP: Projects
nl_be: Moesia FP: projecten

source: In order to display this widget, you must first add some projects from the dashboard. Add as many as you want and the theme will automatically display them all.
nl_be: Om deze widget te tonen moet je eerst een aantal projecten aanmaken via het dashboard. Voeg er zo veel als gewenst toe, het thema zal ze allemaal tonen.

source: Enter the slug for your category or leave empty to show all projects.
nl_be: Geef de slug voor je categorie of laat leeg om alle projecten te tonen

source: Our projects
nl_be: Onze projecten

source: Show what services you are able to provide.
nl_be: Toon welke diensten je aan kunt bieden.

source: Moesia FP: Services
nl_be: Moesia FP: diensten

source: In order to display this widget, you must first add some services from the dashboard. Add as many as you want and the theme will automatically display them all.
nl_be: Om deze widget te tonen moet je eerst een aantal diensten aanmaken via het dashboard. Voeg er zo veel als gewenst toe, het thema zal ze allemaal tonen.

source: Number of services to show (-1 shows all of them):
nl_be: Aantal te tonen diensten (-1 toont ze allemaal):

source: Enter the URL for your services page. Useful if you want to show here just a few services, then send your visitors to a page that uses the Services page template.
nl_be: Geef de URL van je diensten pagina. Handig als je hier slechts enkele diensten wil tonen, stuur dan je bezoekers naar een pagina dat de diensten pagina template gebruikt.

source: The text for the button [Defaults to <em>See all our services</em> if left empty]
nl_be: De tekst voor de knop [Standaard <em>Bekijk alle diensten</em> indien blanco]

source: Enter the slug for your category or leave empty to show all services.
nl_be: Geef de slug voor je categorie of laat leeg om alle diensten te tonen

source: Our Services
nl_be: Onze diensten

source: See all our services
nl_be: Al onze diensten bekijken

source: Show your strongest five skills.
nl_be: Toon je vijf beste vaardigheden.

source: Moesia FP: Skills
nl_be: Moesia FP: vaardigheden

source: Enter your description for the skills area.
nl_be: Geef je beschrijving voor het vaardigheid gedeelte.

source: First skill name
nl_be: Eerste vaardigheid naam

source: First skill value
nl_be: Eerste vaardigheid waarde

source: Second skill name
nl_be: Tweede vaardigheid naam

source: Second skill value
nl_be: Tweede vaardigheid waarde

source: Third skill name
nl_be: Derde vaardigheid naam

source: Third skill value
nl_be: Derde vaardigheid waarde

source: Fourth skill name
nl_be: Vierde vaardigheid naam

source: Fourth skill value
nl_be: Vierde vaardigheid waarde

source: Fifth skill name
nl_be: Vijfde vaardigheid naam

source: Fifth skill value
nl_be: Vijfde vaardigheid waarde

source: Our skills
nl_be: Onze vaardigheden

source: Add your social profile.
nl_be: Je sociale profiel toevoegen.

source: Moesia FP: Social Profile
nl_be: Moesia FP: sociaal profiel

source: No menus have been created yet. <a href="%s">Create some</a>.
nl_be: Er zijn nog geen menu&#39;s aangemaakt. <a href="%s">Maak er een aan</a>.

source: Title:
nl_be: Titel:

source: In order to display your social icons in a widget, all you need to do is go to <strong>Appearance > Menus</strong> and create a menu containing links to your social profiles, then assign that menu here. Supported networks: Facebook, Twitter, Google Plus, Instagram, Dribble, Vimeo, Linkedin, Youtube, Flickr, Pinterest, Tumblr, Foursquare, Behance.
nl_be: Om de sociale iconen te tonen in een widget ga je naar <strong>Weergave > Menu's</strong> en maak je een menu met links naar je sociale media. Ondersteunde netwerken zijn: Facebook, Twitter, Google Plus, Instagram, Dribble, Vimeo, Linkedin, Youtube, Flickr, Pinterest, Tumblr, Foursquare, Behance.

source: Select your social menu:
nl_be: Selecteer je sociale menu:

source: &mdash; Select &mdash;
nl_be: &mdash; Selecteren &mdash;

source: Display testimonials from your clients.
nl_be: Toon recencies van jouw klanten

source: Moesia FP: Testimonials
nl_be: Moesia FP: recensies

source: In order to display this widget, you must first add some testimonials from the dashboard. Add as many as you want and the theme will automatically display them all.
nl_be: Om deze widget te tonen moet je eerst een aantal recensies aanmaken via het dashboard. Voeg er zo veel als gewenst toe, het thema zal ze allemaal tonen.

source: Number of testimonials to show (-1 shows all of them):
nl_be: Aantal te tonen recensies (-1 toont ze allemaal):

source: Enter the URL for your testimonials page. Useful if you want to show here just a few testimonials, then send your visitors to a page that uses the testimonials page template.
nl_be: Geef de URL van je recensies pagina. Handig als je hier slechts enkele recensies wil tonen, stuur dan je bezoekers naar een pagina dat de recensies pagina template gebruikt.

source: The text for the button [Defaults to <em>See all our testimonials</em> if left empty]
nl_be: De tekst voor de knop [Standaard <em>Bekijk alle recensies</em> indien blanco]

source: Enter the slug for your category or leave empty to show all testimonials.
nl_be: Geef de slug voor je categorie of laat leeg om alle recensies te tonen

source: What our clients say
nl_be: Wat onze klanten zeggen

source: See all our testimonials
nl_be: Al onze recensies bekijken

source: Display your site&rsquo;s recent comments with avatars.
nl_be: Toon je recentste reacties aan de hand van avatars.

source: Moesia: Recent Comments
nl_be: Moesia: recente reacties

source: Recent Comments
nl_be: Recente reacties

source: %1$s on %2$s
nl_be: %1$s op %2$s

source: Number of comments to show:
nl_be: Aantal te tonen reacties:

source: Display your site&rsquo;s recent posts with thumbnails.
nl_be: Toon je recentste reacties aan de hand van miniaturen.

source: Moesia: Recent Posts
nl_be: Moesia: recente berichten

source: Number of posts to show:
nl_be: Aantal te tonen berichten:

source: Display post date?
nl_be: Berichtdatum tonen?

source: Recent Posts
nl_be: Recente berichten

source: Moesia: Social Profile
nl_be: Moesia: sociaal profiel

source: Display a video in your sidebar.
nl_be: Toon een video in je zijbalk.

source: Paste the URL of the video (only from a network that supports oEmbed, like Youtube, Vimeo etc.):
nl_be: Plak de URL van de video (alleen van een netwerk dat oEmbded ondersteund, zoals Youtube, Vimeo etc.):
