Repository: WP-Translations/language-packs
Catalog: epa/languages/epa-*.po
Languages: de_de, fr_fr, pt_br, ro_ro

source: Thank you for updating to the latest version. Easy Photo Album %s makes it even easier for you to create and manage photo albums.
de_de: Danke für das Aktualisieren auf die neueste Version. Easy Photo Album %s macht es für Sie noch einfacher Fotoalben zu erstellen und zu bearbeiten
fr_fr: Merci d'utiliser notre nouvelle version. Easy Photo Album %s rend encore plus facile la création et la gestion de vos albums photos.
pt_br: Obrigado pela atualização com a última versão. Easy Photo Album %s faz ficar ainda mais fácil para Você criar e gerenciar álbuns de foto.
ro_ro: Vă mulţumim pentru trecerea la cea mai nouă versiune. Easy Photo Album %s face acest lucru şi mai uşor pentru a crea şi gestiona albumele foto.

source: Version %s
pt_br: Versão %s
ro_ro: Versiunea %s

source: What's New
de_de: Was neu ist
fr_fr: Quoi de neuf ?
pt_br: Novidades
ro_ro: Ce este Nou

source: Maintenance Release
de_de: Wartungsupdate
fr_fr: Mise à jour de maintenance
pt_br: Versão de Correção
ro_ro: Lansare mentenanţă

source: Version %1$s has %2$s bugfixes. For more information, check the %3$schangelog%4$s.
de_de: Version %1$s behebt %2$s Fehler. Siehe %3$schangelog%4$s für weitere Informationen.
fr_fr: La version %1$s comporte %2$s corrections de bugs. Pour plus d'informations, consultez la %3$sliste des modifications%4$s.
pt_br: Versão %1$s tem %2$s correções de erros. Para mais informações, verificar o %3$sregistro de mudanças%4$s
ro_ro: Versiunea %1$s are %2$s remedieri de erori. Pentru mai multe informaţii verificaţi %3$sjurnalul de schimbări%4$s.

source: Video documentation
de_de: Videdokumentation
fr_fr: Documentation en vidéo
pt_br: Documentação em vídeo
ro_ro: Documentaţie video

source: Learn quick how this plugin works
de_de: Lerne schnell wie dieses Plugin funktioniert
fr_fr: Apprenez rapidement le fonctionnement de ce plugin
pt_br: Aprender rápido como utilizar este plugin
ro_ro: Învăţaţi rapid cum funcţionează această conectare

source: An enthousiastic Easy Photo Album user has recorded a couple of videos that shows how to create an album, how to change the photo order, how to add albums to your menu and an introduction into the settings.
de_de: Ein enthusiastischer Easy Photo Album Benutzer hat ein paar Videos aufgezeichnet, die zeigen, wie man ein Album erstellt, wie man die Fotoreihenfolge ändert, wie man Fotoalben hinzufügt und eine Einführung in die Einstellungen.
fr_fr: Un utilisateur enthousiaste d'Easy Photo Album a enregistré une série de vidéos qui vous montrent comment créer un album, comment modifier l'ordre des images, comment ajouter un album dans un menu ainsi qu'une introduction au paramétrage du plugin.
pt_br: Usuários entusiastas do Easy Photo Album gravaram alguns vídeos que mostram como criar um álbum, como mudar a ordem das fotos, como adicionar álbuns ao seu menu e uma introdução de como configurar.
ro_ro: Un utilizator entuziast al Easy Photo Album a înregistrat câteva videoclipuri care arată cum să fie creat un album, cum să fie schimbată ordinea pozelor, cum să fie adăugate albume la menu şi o introducere în setări.

source: If you have still questions, please head over to the %1$ssupport forums%2$s.
de_de: Bei weiteren Fragen, wende dich an unser %1$sSupport-Forum%2$s.
fr_fr: Des questions ? Merci de nous les adresser sur le %1$sforum d&#39;aide%2$s.
pt_br: Se Você ainda tem dúvidas, favor consultar os %1$sfóruns de ajuda%2$s
ro_ro: Dacă încă aveţi întrebări, vă rugăm să accesaţi %1$sforumurile de asistenţă%2$s.

source: Clear settings page
de_de: Einstellungsseite löschen
fr_fr: Une page de configuration claire
pt_br: Limpar a página de configurações
ro_ro: Ştergeţi pagina de setări

source: Clear and consistent settings
de_de: Einstellungen löschen und vereinheitlichen
fr_fr: Des réglages clairs et consistants
ro_ro: Ştergere şi setări consistente

source: The new settings page makes it very easy for you to change the display of the albums. The settings are grouped together, which makes everyting more clear
de_de: Die neue Einstellungsseite macht es für Sie sehr einfach die Anzeige der Alben zu ändern. Die Einstellungen sind gruppiert, was alles übersichtlicher macht.
fr_fr: La nouvelle page de configuration vous permet de modifier encore plus facilement l'apparence de vos albums. Les options ont été regroupées pour plus de clarté.
ro_ro: Pagina cu noile setări vă face uşoară schimbarea afişării albumelor. Setările sunt grupate împreună, ceea ce face totul mai clar

source: Besides the options on the settings page, you can edit some options for each individual album. You can adjust the display of the album to the contents of it.
de_de: Neben den Optionen auf der Einstellungsseite können Sie einige Optionen individuell für jedes Album ändern. Sie können die Anzeige des Albums für dessen Inhalt einstellen.
fr_fr: En plus des réglages de base, vous pouvez modifier individuellement certaines options pour chaque album. Vous pouvez également ajuster l'apparence de l'album à son contenu.
pt_br: Além das opções na página de configurações, Você pode editar algumas opções para cada álbum individualmente. Você pode ajustar a visualização do álbum em função de seu conteúdo.
ro_ro: În afară de opţiunile din pagina de setări, puteţi edita câteva opţiuni pentru fiecare album individual. Puteţi ajuta afişarea albumului la conţinuturile acestuia.

source: Each option, also on the album edit screen, has now some helptext. And all this in the fresh WordPress 3.8 style.
de_de: Jede Option, auch der Album-Bearbeitungsbildschirm, hat jetzt einige Hilfetexte. Und das alles im neuen WordPres 3.8 Stil
fr_fr: Chaque option possède maintenant une aide contextuelle que vous trouverez aussi sur l'écran d'édition d'un album. Le tout dans le nouveau style de WordPress 3.8 !
pt_br: Cada opção, também na tela de edição do álbum, tem alguma ajuda dependente de contexto. E isto no novo estilo do WordPress 3.8.
ro_ro: Fiecare opţiune, de asemenea de pe ecranul de editare a albumului, are acum câteva texte de ajutor. Şi toate acestea în noul stil WordPress 3.8.

source: Updated revisions support
de_de: Aktualisierte Revisionsunterstützung
fr_fr: Mise à jour des révisions du support
pt_br: Suporte de revisões atualizadas
ro_ro: Acceptă revizuiri actualizate

source: Don't be afraid to change your albums. There is now full support for revisions. The differences between photos are easy to compare with the updated display of the album. Change you album with confidence.
de_de: Haben Sie keine Angst davor Ihr Album zu ändern. Es gibt jetzt volle Unterstützung für Revisionen. Die Unterschiede zwischen Fotos sind mit der aktualisierten Anzeige einfacher zu vergleichen. Ändern Sie Ihr Album zuversichtlich.
fr_fr: Ne craignez plus de modifier vos albums. Il y a maintenant un support complet des révisions. Les différences entre photos sont faciles à comparer depuis l'affichage mis à jour d'un album. Vous pouvez faire vos changements en toute confiance !
ro_ro: Nu vă temeţi să vă schimbaţi albumele. Există acum asistenţă deplină pentru revizuiri. Diferenţele dintre poze sunt uşor de comparat cu afişarea actualizată a albumului. Schimbaţi-vă albumul cu încredere.

source: Easy Photo Album is doing well!
de_de: Easy Photo Album macht es gut.
fr_fr: Easy Photo Album fait bien les choses !
pt_br: Easy Photo Album está mandando ver!
ro_ro: Easy Photo Album execută bine !

source: Easy Photo Album has been downloaded %s times! Thank you very much for using this plugin. If you want to support the development of this plugin, please consider a donation.
de_de: Easy Photo Album wurde %s mal heruntergeladen! Wir danken Ihnen, dass Sie dieses Plugin benutzen. Wenn Sie die Entwicklung dieses Plugins unterstützen möchten, spenden Sie bitte etwas.
fr_fr: Easy Photo Album a été téléchargé %s fois! Merci beaucoup d'utiliser notre plugin. Si vous voulez soutenir son développement, merci de penser à une donation.
pt_br: Easy Photo Album foi baixado %s vezes! Agradecemos muito pelo uso deste plugin. Se Você deseja apoiar o desenvolvimento deste plugin, favor considerar uma doação de valores.
ro_ro: Easy Photo Album a fost descărcat de %s ori! Vă mulţumim pentru utilizarea acestei conectări. Dacă doriţi să susţineţi dezvoltarea acestei conectări, faceţi o donaţie.

source: You can also contribute by creating documentation or by translating this plugin into your language.
de_de: Sie können auch Ihren Beitrag leisten indem Sie Dokumentationen erstellen oder dieses Plugin in Ihre Sprache übersetzen.
fr_fr: Vous pouvez aussi contribuer au plugin en rédigeant de la documentation ou bien le traduire dans votre langue.
pt_br: Você também pode contribuir pela manutenção ou tradução deste plugin em seu idioma.
ro_ro: Puteţi contribui de asemenea prin crearea documentaţiei sau prin traducerea acestei conectări în limba voastră.

source: Title versus Caption
de_de: Titel gegen Bildunterschrift
fr_fr: Titre ou légende ?
pt_br: Título versus Legenda
ro_ro: Titlu versus Legendă

source: You can see two fields for each image on the album edit screen. The title field and the caption field. The title is just a short name, so you know about what the image is when you read the title. The caption is a short description of the image. Easy Photo Album uses the caption for the text under the images.
de_de: Sie können zwei Felder für jedes Bild auf dem Album-Bearbeitungsbildschirm sehen. Ein Feld für den Titel und eines für die Bildunterschrift. Der Titel ist ein kurzer Name, der Sie wissen lässt, worum es sich bei dem Bild handelt, wenn Sie ihn lesen. Die Bildunterschrift ist eine kurze Beschreibung des Bildes. Easy Photo Album nutzt die Bildunterschrift als Text unter den Bilder.
fr_fr: Sur l'écran d'édition vous voyez deux champs pour chaque image. Un champ Titre et un champ Légende. Le titre est un nom court qui devrait permettre d'identifier rapidement une image et son contenu quand vous consultez depuis l'administration. La légende est une courte description que Easy Photo Album affiche au public en-dessous de chaque image.
pt_br: Você pode ver dois campos para cada imagem na teça de edição do álbum. O campo do título e o campo da legenda. O título é apenas uma abreviação, assim Você sabe algo sobre a imagem quando Você lê o título. A legenda é uma curta descrição da imagem. Easy Photo Album usa a legenda para o texto abaixo das imagens.
ro_ro: Puteţi vedea două câmpuri pentru fiecare imagine pe ecranul de editare a albumului. Câmpul pentru titlu şi câmpul pentru legendă. Titlul este doar un nume scurt, ca să ştiţi despre ce este vorba în imagine când citiţi titlul. Legenda este o scurtă descriere a imaginii. Easy Photo Album foloseşte legenda pentru text sub imagini.

source: Featured image and comments support
de_de: Ausgewähltes Bild und Kommentarunterstützung
fr_fr: Image mise en avant et support de commentaires
pt_br: Imagem caracterizada e suporte de comentários
ro_ro: Imagine recomandată şi asistenţă pentru comentarii

source: This means that you can set a featured image for an album. How it will be used, depends on your theme.
de_de: Das bedeutet, dass Sie ein ausgewähltes Bild für ein Album festlegen können. Wie es benutzt wird hängt von Ihrem Thema ab.
fr_fr: Cela signifie que vous pouvez mettre en avant une image d'un album. Comment cela s'utilise dépend de votre thème.
pt_br: Isto significa que Você pode definir uma imagem que identifica um álbum. Como será usado, depende do tema.
ro_ro: Acest lucru înseamnă că puteţi seta o imagine recomandată pentru un album. Cum va fi folosită depinde de temă.

source: Get feedback on your albums. Comments on albums are now supported and look and feel the same as normal post comments.
de_de: Holen Sie sich Feedback zu Ihren Alben. Kommentare auf Alben werden nun unterstützt und sehen wie normale Kommentare unter Berichten aus.
fr_fr: Vos images sucitent des réactions ? Les albums comprennent désormais un système de commentaires identique à celui des articles.
pt_br: Obtenha comentários de retorno sobre os seus álbuns. Comentários sobre os álbuns agora são suportados e se parecem como comentários de postagens normais.
ro_ro: Obţineţi feedback pe albumele voastre. Comentariile pe albume sutn acum suportate şi arată la fel ca şi comentariile normale postate.

source: And further on
de_de: Und weiter
fr_fr: Mais aussi...
pt_br: E mais adiante
ro_ro: Şi aşa mai departe

source: Bugfixes
fr_fr: Résolution de bugs
pt_br: Correções de erros
ro_ro: Remedieri de erori

source: We fixed one bug in this release. See the %2$schangelog%3$s.
de_de: Wir haben in dieser Version einen Fehler festgestellt. Sehen Sie sich %2$schangelog%3$s an.
fr_fr: Nous avons résolu <strong>1 bug</strong> dans cette version. Voir le %2$sjournal des modifications%3$s.
pt_br: Corrigimos um erro neste versão. Veja o %2$s registro de mudanças%3$s.
ro_ro: Am fixat %1$s erori în această lansare. Vedeţi %2$sjurnalul de schimbări%3$s.

source: Support
fr_fr: Aide
pt_br: Suporte
ro_ro: Asistenţă

source: Do you have a question, a bug found or a feature request? Report it at the %1$ssupport forums%2$s.
de_de: Haben Sie eine Frage, einen Fehler entdeckt oder eine Feature-Anfrage? Schreiben Sie es uns auf %1$ssupport forums%2$s.
fr_fr: Vous avez une question, trouvé un bug ou une idée à soumettre ? Faites-le nous savoir sur le %1$sforum d&#39;aide%2$s.
pt_br: Tem alguma dúvida, encontrou um erro ou uma solicitação de novo recurso? Divulgar nos %1$s fóruns de ajuda%2$s
ro_ro: Aveţi întrebări, o eroare găsită sau o cerere de specificaţie? Raportaţi-o la %1$sforumurile de asistenţă%2$s.

source: Translation
de_de: Übersetzung
fr_fr: Traduction
pt_br: Tradução
ro_ro: Traducere

source: This translation is made by: %s.
de_de: Übersetzt von: %s
fr_fr: Traduit en français par %s
pt_br: Tradução realizada por:%s
ro_ro: Această traducere este făcută de: %s.

# Translators: insert your name here (with link if you want)
source: TV productions
de_de: TV Produktionen
fr_fr: Dan <a href="http://bp-fr.net">bp-fr.net</a>
pt_br: Produções de TV
ro_ro: Producţii TV

source: Go to Settings &rarr; Easy Photo Album
de_de: Gehen Sie auf Einstellungen &rarr; Easy Photo Album
fr_fr: Accès Configuration
ro_ro: Mergeţi la Setări şi rarr; Easy Photo Album

source: Go to Dashboard &rarr; Home
de_de: Gehe zu Dashboard &rarr; Startseite
fr_fr: Accès WP Admin
pt_br: Ir para Painel &rarr; Início
ro_ro: Mergi pe prima pagină a Panoului de control

source: Go to Dashboard
de_de: Gehe zum Dashboard
fr_fr: Accès Tableau de Bord
pt_br: Ir para o painel
ro_ro: Mergi la panoul de control

source: Settings
de_de: Einstellungen
fr_fr: Configuration
pt_br: Configurações
ro_ro: Configurări

source: About
de_de: Über
fr_fr: À propos
pt_br: Sobre
ro_ro: Despre

source: Property not found Exception in EasyPhotoAlbum: property "%s" isn&#39;t valid.
de_de: Eigentum nicht gefunden. Außnahmen in Easy Photo Album: property "%s" isn&#39;t valid.
fr_fr: Exception propri&eacute;t&eacute; non trouv&eacute;e dans Easy Photo Album. La propri&eacute;t&eacute; "%s" n&#39;est pas valide.
ro_ro: Proprietatea nu este găsită Excepţie în EasyPhotoAlbum: proprietatea "%s" nu este&#39;t valid.

source: Image {0} of {1}
de_de: Bild {0} von {1}
fr_fr: Image {0} sur {1}
ro_ro: Imagea {0} din {1}

source: This plugin makes it very easy to create and manage photo albums. The albums are responsive and display in a lightbox. You can help by submit bugs and request new features at the plugin page at wordpress.org.
de_de: Dieses Plugin macht es sehr einfach Alben zu erstellen und zu verwalten. Die Alben sprechen an und werden in einer Lichtbox angezeigt. Sie können dabei helfen Fehler einzureichen und fordern neue Funktionen auf der Plugin Seite auf wordpress.org anfordern.
fr_fr: Créez et gérez très facilement un album photo. L'album est responsive et s'affiche dans une lightbox. Vous pouvez contribuer à son développement en envoyant vos rapports de bugs et vos idées d'améliorations sur le site du plugin chez wordpress.org.
ro_ro: Această conectare face posiblă crearea şi gestionarea foarte uşoară a albumelor foto. Aceste albume sunt sensibile şi sunt afişate în caseta luminoasă. Puteţi ajuta prin facerea cunoscută a erorilor şi prin cererea de noi specificaţii pe pagina conectării la wordpress.org.

source: Insert a Photo Album
de_de: Fotoalbum einfügen
fr_fr: Insérer un album
pt_br: Inserir um Álbum de Foto
ro_ro: Inseraţi un album foto

source: Select an album to insert
de_de: Album zum Einfügen auswählen
fr_fr: Sélectionnez l'album à insérer
pt_br: Selecionar um álbum a inserir
ro_ro: Selectaţi un album pentru inserare

source: Show the title
de_de: Titel anzeigen
fr_fr: Afficher le titre
pt_br: Mostrar o título
ro_ro: Arată titlul

# Like: Display album full OR Display album excerpt
source: Display album
de_de: Album anzeigen
fr_fr: Afficher l'album
pt_br: Visualizar álbum
ro_ro: Afişează album

# Display album excerpt
source: Excerpt
de_de: Auszug
fr_fr: Extrait
pt_br: Resumo
ro_ro: Descriere scurtă

# Display album full
source: Full
de_de: Blocksatz
fr_fr: Complet
pt_br: Completo
ro_ro: Întreg

# button text
source: Insert
de_de: Einfügen
fr_fr: Insérer
pt_br: Inserir
ro_ro: Introduceţi

# button text
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
pt_br: Cancelar
ro_ro: Anulează

# Loading dialog title
source: Loading...
de_de: Laden...
fr_fr: Chargement en cours...
pt_br: Carregando...
ro_ro: Încărcare...

source: Loading albums ...
de_de: Lade Alben...
fr_fr: Chargement des albums en cours...
pt_br: Carregando álbuns...
ro_ro: Încărcare albume...

source: TV productions
de_de: TV Produktionen
pt_br: Produções de TV
ro_ro: Producţii TV

source: Lightbox
pt_br: Galeria de fotos
