Repository: WP-Translations/language-packs
Catalog: epa/languages/epa-*.po
Languages: de_de, fr_fr, pt_br, ro_ro

# Page title of settings page
source: Easy Photo Album Settings
de_de: Einstellungen › Easy Photo Album
fr_fr: Configuration de Easy Photo Album
pt_br: Configurações do Easy Photo Album
ro_ro: Setări Easy Photo Album

source: About Easy Photo Album
de_de: Über Easy Photo Album
fr_fr: À propos d&#39;Easy Photo Album
pt_br: Sobre Easy Photo Album
ro_ro: Despre Easy Photo Album

source: Display Settings
de_de: Anzeigeeinstellungen
fr_fr: Configuration de l'affichage
pt_br: Mostrar configurações
ro_ro: Setări afișare

source: Image view mode
de_de: Bildansichtsmodus
fr_fr: Mode aperçu d'image
pt_br: Mode de visualização de imagem
ro_ro: Mod de vizualizare imagine

source: Columns
de_de: Spalten
fr_fr: Colonnes
pt_br: Colunas
ro_ro: Coloane

source: Show caption
de_de: Beschriftung anzeigen
fr_fr: Afficher la légende
pt_br: Mostrar legenda
ro_ro: Arată legendă

source: Image size
de_de: Bildgröße
fr_fr: Dimension de l'image
pt_br: Tamanho da Imagem
ro_ro: Dimensiune imagine

source: Number of images for excerpt
de_de: Anzahl an Vorschaubildern
fr_fr: Nombre d'images sur l'extrait
pt_br: Número de imagens para resumo
ro_ro: Numărul de imagini pentru fragment

source: Lightbox settings
de_de: Lightbox-Einstellungen
fr_fr: Configuration de la Lightbox
pt_br: Configurações da galeria de fotos
ro_ro: Setările lightbox

source: Show image number
de_de: Bildnummern anzeigen
fr_fr: Indiquer le nombre d'images
pt_br: Mostrar número da imagem
ro_ro: Arată numărul imaginii

source: Image number format
de_de: Bildnummernformat
fr_fr: Texte à afficher
pt_br: Formato do número de imagem
ro_ro: Formatul numărului imaginii

source: Wrap around
de_de: Endlosschleife
fr_fr: Défilement des photos
pt_br: Envolver em torno
ro_ro: Înfăşurare

source: Scale to fit
de_de: An Fenstergröße anpassen
fr_fr: Ajuster la taille
pt_br: Escalar para encaixar
ro_ro: Dimensiune pentru a se potrivi

source: Imagesize
de_de: Bildgröße
fr_fr: Dimensions image
pt_br: Tamanho da imagem
ro_ro: Dimensiune imagine

source: Miscellaneous settings
de_de: Sonstige Einstellungen
fr_fr: Réglages divers
pt_br: Outras Configurações
ro_ro: Setări diverse

source: Show title field
de_de: Bildtitel anzeigen
fr_fr: Afficher le champ titre
pt_br: Mostrar campo do título
ro_ro: Arată câmpul titlului

source: Show albums on blog page
de_de: Alben auf Blogseiten anzeigen
fr_fr: Afficher des albums sur la page de blog
pt_br: Mostrar álbuns na página do blog
ro_ro: Arată albumele pe pagina de blog

source: Imagefile
de_de: Bilddatei
fr_fr: fichier image
pt_br: Arquivo da imagem
ro_ro: Fişier imagine

source: Attachment
de_de: Dateianhang
fr_fr: fichier attaché
pt_br: Anexo
ro_ro: Ataşament

source: Thumbnail
de_de: Miniaturbild
fr_fr: Vignette
pt_br: Miniatura
ro_ro: Miniatură

source: Medium
de_de: Mittelgroß
fr_fr: Moyenne
pt_br: Médio
ro_ro: Mediu

source: Large
de_de: Groß
fr_fr: Grande
pt_br: Grande
ro_ro: Mare

source: Full Size
de_de: Vollständige Größe
fr_fr: Taille originale
pt_br: Tamanho completo
ro_ro: Mărime întreagă

source: The following settings affect the display and behaviour of the photo album.%1$sFor help, check the help text (click on the quesion icon) or visit the %2$ssupport forums%3$s.
de_de: Die folgenden Einstellungen beeinflussen die Darstellung und das Verhalten des Fotoalbums.%1$sUm Hilfe zu erhalten, nutze das Fragezeichen-Symbol oder wende dich an das %2$sSupport-Forum%3$s.
fr_fr: Les réglages suivants affectent l'affichage et le comportement des albums. %1$sPour obtenir de l'aide, cliquez sur le point d'interrogation ou visitez le %2$sforum de support%3$s.
pt_br: As seguintes configurações afetam a visualização do álbum de foto. %1$sPara auxílio, verificar o texto de ajuda (clique no icon de interrogação) ou visitar os %2$sfórums de apoio%3$s
ro_ro: Următoarele setări afectează afişarea şi comportamentul albumului foto.%1$sPentru ajutor, verificaţi textul de ajutor (daţi clic pe iconiţa cu semnul întrebării) sau vizitaţi %2$s forumurile de ajutor %3$s.

source: Support the development of this plugin by donating a %1$scup of coffee%2$s.
de_de: Unterstütze die Weiterentwicklung dieses Plugins mit einem %1$sBecher Kaffee%2$s.
fr_fr: Encouragez le développement de cette extension en offrant %1$sun café%2$s.
pt_br: Apoiar o desenvolvimento deste plugin pela doação de quantia equivalente a uma %1$sxícara de café%2$s
ro_ro: Susţineţi dezvoltarea acestei conectări donând o %1$scană de cafea%2$s.

source: Display settings
de_de: Anzeigeeinstellungen
fr_fr: Configuration de l'affichage
pt_br: Mostrar configurações
ro_ro: Setările de afişare

source: Apply to all albums
de_de: Auf alle Alben anwenden
fr_fr: Appliquer à tous les albums
pt_br: Aplicar a todos os álbuns
ro_ro: Aplică la toate albumele

source: Easy Photo Album Settings
de_de: Einstellungen › Easy Photo Album
fr_fr: Configuration de Easy Photo Album
pt_br: Configurações do Easy Photo Album
ro_ro: Setări Easy Photo Album

source: Click on the question mark next to each setting for a short description of it. If you still have questions, please ask them at the %1$ssupport forums%2$s.
de_de: Klicke das Fragezeichen neben jeder Einstellung an, um eine kurze Beschreibung zu erhalten. Bei weiteren Fragen, wende dich an das %1$sSupport-Forum%2$s.
fr_fr: Cliquez sur le point d'interrogation se situant à côté de chaque réglage pour obtenir une courte description de celui-ci. Si vous avez néanmoins des questions, merci de les formuler sur le %1$sforum de support%2$s.
pt_br: Clicar no próximo sinal de interrogação para cada configuração com uma curta descrição. Se Você ainda tem alguma pergunta, favor postá-la nos %1$sfórums de apoio%2$s.
ro_ro: Daţi clic pe semnul întrebării lângă fiecare setare pentru o scurtă descriere a acesteia. Dacă încă mai aveţi întrebări, vă rugăm să le puneţi pe %1$sforumurile de suport%2$s.

source: View the video documentation
de_de: Videodokumentation ansehen
fr_fr: Visionner la documentation vidéo
pt_br: Visualizara documentação do vídeo
ro_ro: Vizualizaţi documentaţia video

source: This setting determines what happens when you click on a photo
de_de: Diese Einstellung bestimmt was passiert, wenn ein Foto angeklickt wird.
fr_fr: Ce réglage détermine ce qui se produit lorsque vous cliquez sur une photo
pt_br: Esta configuração define o que acontece quando Você clicar sobre a foto
ro_ro: Această setare determină ce se întâmplă când faceţi clic pe o imagine

source: with this option, you will see the photo file in your browser. This isn't recognisable as your website.
de_de: Mit dieser Einstellung wird ausschließlich die Fotodatei im Browser angezeigt.
fr_fr: avec cette option, vous verrez le fichier photo dans votre navigateur. Ceci n'est pas reconnaissable comme étant votre site web.
pt_br: com esta opção, Você verá o arquivo de foto em seu navegador. Isto não será reconhecido como seu site na internet.
ro_ro: cu această opţiune, veţi vedea fişierul foto în browser. Aceasta nu este recunoscută ca şi website-ul dumneavoastră.

source: with this option, you will the attachment page of that photo, this is recognisable as your website.
de_de: Mit dieser Einstellung wird die Anhangseite von WordPress für das Foto benutzt.
fr_fr: avec cette option, vous verrez la page liée à cette photo. Ceci est reconnaissable comme étant votre site web.
pt_br: com esta opção, Você anexará a página daquela foto, isto é reconhecível como sua página na internet.
ro_ro: cu această opţiune, veţi vedea pagina cu ataşamentul acelei poze, aceasta este recunoscută ca şi website-ul dumneavoastră.

source: with this option, you will stay on the same page, but a lightbox will show the photo.
de_de: Mit dieser Einstellung wird eine Lightbox auf der Seite eingeblendet, die das Foto anzeigt.
fr_fr: avec cette option, vous resterez sur la même page et un effet Lightbox affichera la photo.
ro_ro: cu această opţiune, veţi rămâne pe aceeaşi pagină, dar o casetă luminoasă va indica imaginea.

source: The number of columns of an album.
de_de: Anzahl an Spalten eines Albums.
fr_fr: Le nombre de colonnes d'un album.
pt_br: O número de colunas de um álbum.
ro_ro: Numărul de coloane dintr-un album.

source: Show the caption below the photo.
de_de: Beschriftung unter dem Foto anzeigen.
fr_fr: Afficher une légende sous la photo.
pt_br: Mostrar a legenda abaixo da foto.
ro_ro: Arată legenda sub imagine.

source: The size of the images. When you have a few columns, you may want to choose a larger size or there will be a lot of space between the photos.
de_de: Die Größe des Bildes. Bei wenigen Spalten wird ein großes Format empfohlen, damit der Abstand zwischen den Bildern nicht zu groß wird.
fr_fr: La dimension des images. Si vous avez peu de colonnes, vous pouvez choisir une taille plus élevée pour éviter d'avoir trop d'espace entre vos photos.
ro_ro: Dimensiunea imaginilor. Când aveţi câteva coloane, puteţi alege o dimensiune mai mare sau unde vor fi multe spaţii între poze.

source: The number of images to display when the excerpt of an album is shown. Set to 0 to dispaly all the images.
de_de: Die Anzahl der Bilder, die für eine Vorschau eines Albums angezeigt werden. Auf 0 setzen um alle Bilder anzuzeigen.
fr_fr: Le nombre de photos sur un extrait d'album. Mettez 0 pour afficher toutes les photos.
pt_br: O número de imagens é mostrado quando uma parte do álbum é visualizada. Definir como 0 para visualizar todas as imagens.
ro_ro: Numărul de imagini de afişat când fragmentul dintr-un album este arătat. Setaţi la 0 pentru a afişa toate imaginile.

source: Apply the current display settings to every photo album. This overrides the current display setting of each indiviual photo album.
de_de: Übernehme die aktuellen Darstellungeinstellungen für sämtliche Fotoalben. Dies überschreibt die aktuellen Darstellungseinstellungen von jedem einzelnen Fotoalbum.
fr_fr: Appliquer ces réglages d'affichages à tous les albums. Ceci remplacera alors les réglages d'affichages individuels de chaque album.
ro_ro: Aplicaţi setările actuale de afişare pentru fiecare album foto. Acestea suprascriu setarea actuală de afişare a fiecărui album foto individual.

source: Show something like "Image 2 of 6" below the lightbox.
de_de: Zeigt beispielsweise "Bild 2 von 6" unter der Lightbox an.
fr_fr: Affichera quelque chose comme "Image 2 sur 6" au bas de la Lightbox.
ro_ro: Arată ceva de genul "Imaginea 2 din 6" sub caseta luminoasă.

source: Customize your image number text. %1$s will be replaced with the current photo number and %2$s with the total number of photos.
de_de: Passt das Bildnummernformat an. %1$s wird mit der aktuellen Fotonummer und %2$s mit der Gesamtzahl an Fotos ersetzt.
fr_fr: Personnalisez le texte du compteur d'image. %1$s sera remplacé par le numéro de l'image actuelle et %2$s indiquera le nombre total d'images contenues dans l'album.
ro_ro: Personalizează textul cu numărul imaginii. %1$s va fi înlocuit cu numărul actual al imaginii şi %2$s cu numărul total al imaginilor.

source: Wrap the images around in the lightbox, i.e. when you look at the last image of the album and press on the right arrow, the first image will appear.
de_de: Wickeln Sie die Bilder in der Lichtbox umher, d. h. wenn Sie auf das letzte Bild das Albums sehen und die rechte Maustaste drücken, wird das erste Bild angezeigt.
fr_fr: Boucler les images dans la Lightbox : lorsque vous atteignez la dernière image d'un album et que vous cliquez sur la flèche de droite, la première image sera à nouveau affichée.
ro_ro: Înfăşuraţi imaginile în caseta luminoasă, de exemplu când vizualizaţi ultima imagine din album şi apăsaţi pe săgeata din dreapta prima imagine va apărea.

source: Scale the image in the lightbox to the largest possible size of the screen and the image itselve.
de_de: Skaliert das Bild in der Lightbox auf Fenstergröße, wenn es groß genug dafür ist.
fr_fr: Ajustez l'image dans la Lightbox au maximum de la taille de l'écran et de l'image elle-même.
ro_ro: Proporţionaţi imaginea din caseta luminoasă la cea mai mare dimensiune posibilă a ecranului şi a imaginii însăşi.

source: Recommended to set to %1$s or %2$s. When you have very large photos, it might be usefull to choose %1$s to reduce the download time for each photo.
de_de: Empfohlene Einstellung: %1$s oder %2$s. Bei sehr großen Fotos kann %1$s u.U. die Ladezeit für jedes Foto verringern.
fr_fr: Le réglage recommandé est de %1$s ou %2$s. Si vous avez des images vraiment très grandes, il sera toutefois utile de choisir %1$s afin de réduire le temps de téléchargement de chaque photo.
ro_ro: Este recomandat să setaţi la %1$s sau %2$s. Când aveţi poze foarte mari, poate fi util să alegeţi %1$s pentru a reduce timpul de descărcare pentru fiecare poză.

source: Show the title field on the photo album edit screen. The title isn't used by Easy Photo Album.
de_de: Zeigt das Titelfeld auf dem Fotoalbum Bearbeitungsbildschirm an. Der Titel wird nicht von Easy Photo Album benutzt.
fr_fr: Afficher le champ Titre sur la page d'édition de l'album. Le titre n'est pas utilisé par Easy Photo Album.
ro_ro: Arată câmpul pentru titlu pe ecranul de editare al albumului foto. Titlul nu este folosit de Easy Photo Album.

source: Show the albums on your blog page, like posts.
de_de: Zeigt die Alben auf Ihrer Blog-Seite wie Beiträge an.
fr_fr: Affiche les albums sur votre page de blog, à la manière des articles.
pt_br: Mostrar os álbuns em seu blog, como postagens
ro_ro: Arată albumele pe pagina voastră de blog, cum ar fi postările.

source: View more photos
de_de: Weitere Fotos anzeigen
fr_fr: Afficher plus de photos
pt_br: Ver mais fotos
ro_ro: Vizualizaţi mai multe poze

source: No albums found
de_de: Keine Alben gefunden
fr_fr: Aucun album trouvé.
pt_br: Nenhum álbum encontrado
ro_ro: Nici un album găsit

source: Select an album to insert.
de_de: Album zum Einfügen auswählen.
fr_fr: Sélectionner un album à insérer.
pt_br: Selecionar um álbum para inserir
ro_ro: Selectaţi un album pentru inserare.

source: How should the album be displayed?
de_de: Wie soll das Album angezeigt werden?
fr_fr: Comment voulez-vous afficher l'album ?
pt_br: Como deveria ser visualizado o álbum?
ro_ro: Cum ar trebuie să fie afişat un album?

source: Show album title
de_de: Albumtitel anzeigen
fr_fr: Afficher le titre de l'album
pt_br: Mostrar o título do álbum
ro_ro: Arată titlul albumului

# Like Display: excerpt
source: Display:
de_de: Anzeige:
fr_fr: Afficher :
pt_br: Mostrar:
ro_ro: Afișare:

source: Excerpt
de_de: Auszug
fr_fr: Extrait
pt_br: Resumo
ro_ro: Fragment

source: Full album
de_de: Komplettes Album
fr_fr: Tout l'album
pt_br: Álbum completo
ro_ro: Tot albumul

source: Insert Album
de_de: Album einfügen
fr_fr: Insérer l'album
pt_br: Inserir Álbum
ro_ro: Inserare album

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
pt_br: Cancelar
ro_ro: Anulează

source: Images
de_de: Bilder
pt_br: Imagens
ro_ro: Imagini

source: Image
de_de: Bild
pt_br: Imagem
ro_ro: Imagine

source: No photos added yet.
de_de: Noch keine Fotos hinzugefügt.
fr_fr: Aucune image n'a été publiée pour le moment.
pt_br: Nenhuma foto ainda adicionada.
ro_ro: Nici o poză adăugată

source: Select All
de_de: Alle auswählen
fr_fr: Tout sélectionner
pt_br: Selecionar Tudo
ro_ro: Selectează toate

source: Caption
de_de: Beschriftung
fr_fr: Légende
pt_br: Legenda
ro_ro: Legendă

source: Title
de_de: Titel
fr_fr: Titre
pt_br: Título
ro_ro: Titlu

source: Delete
de_de: Löschen
fr_fr: Supprimer
pt_br: Eliminar
ro_ro: Șterge

source: Up
de_de: Hoch
fr_fr: Vers le haut
pt_br: Acima
ro_ro: Sus

source: Down
de_de: Runter
fr_fr: Vers le bas
pt_br: Abaixo
ro_ro: Jos

source: Bulk Actions
de_de: Aktion wählen
fr_fr: Actions group&eacute;es
pt_br: Ações em Massa
ro_ro: Acțiuni în masă

source: Apply
de_de: Übernehmen
fr_fr: Appliquer
pt_br: Aplicar
ro_ro: Aplică

source: Choose image(s)
de_de: Bild wählen
fr_fr: Ajouter image(s)
pt_br: Escolher imagens.
ro_ro: Alege imaginea(ile)

source: Select image(s)
de_de: Bild wählen
fr_fr: Sélectionner image(s)
pt_br: Selecionar imagens
ro_ro: Selectează imaginea(ile)

source: The photo '{0}' will be removed. Are you shure?
de_de: Soll das Foto '{0}' wirklich entfernt werden?
fr_fr: Voulez-vous vraiment supprimer la photo '{0}' ?
pt_br: A foto '{0}' será removida. Tem certeza?
ro_ro: Poza '{0}' va fi ştearsă. Sunteţi sigur?

# like 1 photo
source: photo
de_de: Foto
pt_br: Foto
ro_ro: poză

# like 2 photos
source: photos
de_de: Fotos
pt_br: Fotos
ro_ro: poze

# General Photo Albums name (multiple)
source: Photo Albums
de_de: Fotoalben
fr_fr: Vos Albums Photos
pt_br: Álbuns de foto
ro_ro: Albume foto

# General singular Photo Albums name
source: Photo Album
de_de: Fotoalbum
fr_fr: Album Photo
pt_br: Álbum de foto
ro_ro: Album foto

# Add new menu item
source: Add New
de_de: Hinzufügen
fr_fr: Ajouter
pt_br: Adicionar Novo
ro_ro: Adăugare Nou

# Add new menu item extended
source: Add New Photo Album
de_de: Fotoalbum hinzufügen
fr_fr: Ajouter un album photo
pt_br: Adicionar Novo Álbum de Foto
ro_ro: Adăugare album foto nou

# Edit menu item
source: Edit Photo Album
de_de: Fotoalbum bearbeiten
fr_fr: Modifier l'album
pt_br: Editar Álbum de Foto
ro_ro: Editare album foto

# New menu item
source: New Photo Album
de_de: Neues Fotoalbum erstellen
fr_fr: Nouvel album photo
pt_br: Novo Álbum de Foto
ro_ro: Album foto nou

# View menu item
source: View Photo Album
de_de: Fotoalbum anzeigen
fr_fr: Afficher l'album
pt_br: Visualizar Álbum de Foto
ro_ro: Vizualizare album foto

# Search menu item
source: Search Photo Album
de_de: Fotoalbum suchen
fr_fr: Rechercher par album
pt_br: Procurar Álbum de Foto
ro_ro: Căutare album foto

# No Photo Albums found message
source: No Photo Albums found
de_de: Keine Fotoalben gefunden
fr_fr: Aucun album trouvé
pt_br: Nenhum Álbum de Foto encontrado
ro_ro: Nici un album foto nou

# No Photo Albums found in trash message
source: No Photo Albums found in Trash
de_de: Keine Fotoalben im Papierkorb gefunden
fr_fr: Il n'y a aucun album dans la Corbeille
pt_br: Nenhum Álbum de Foto encontrado na lixeira
ro_ro: Nici un album foto găsit la gunoi

# Parent Photo album label
source: Parent Photo Album:
de_de: Übergeordnetes Fotoalbum:
fr_fr: Album parent :
pt_br: Álbum de Fotos dos Pais
ro_ro: Album foto sursă:

# Menu name
source: Photo Albums
de_de: Fotoalben
fr_fr: Albums Photos
pt_br: Álbuns de Foto
ro_ro: Albume foto

# Posttype description
source: Post easy Photo Albums with Easy Photo Album
de_de: Stellen sie einfach Fotoalben mit Easy Photo Album ein.
fr_fr: Publiez facilement un album photo avec Easy Photo Album
pt_br: Divulgar Álbuns de Foto facilmente com Easy Photo Album
ro_ro: Postaţi uşor albume foto cu Easy Photo Album

# Rewrite slug
source: albums
de_de: Alben
pt_br: álbuns
ro_ro: albume

source: Album display options
de_de: Album Anzeigeoptionen
fr_fr: Options d'affichage de l'album
pt_br: Opções de visualização de álbum
ro_ro: Opţiuni de afişare ale albumului

source: Album images
de_de: Albumbilder
fr_fr: Contenu de cet album
pt_br: Imagens de álbum
ro_ro: Imaginile albumului

source: Add one or more photos
de_de: Fügen Sie ein oder mehrere Bilde hinzu
fr_fr: Ajouter une ou plusieurs photos
pt_br: Adicionar uma ou mais fotos
ro_ro: Adaugă una sau mai multe poze

# Revisions screen
source: Easy Photo Album data
de_de: Easy Photo Album Daten
fr_fr: Données d'Easy Photo Album
pt_br: Dados do Easy Photo Album
ro_ro: Datele Easy Photo Album

source: Show caption under the images
de_de: Beschriftung unter dem Foto anzeigen
fr_fr: Afficher la légende sous les images
pt_br: Mostrar legenda abaixo das imagens
ro_ro: Arată legenda sub imagini

source: yes
de_de: Ja
fr_fr: oui
pt_br: sim
ro_ro: da

source: no
de_de: Nein
fr_fr: non
pt_br: não
ro_ro: nu

source: Photos
de_de: Fotos
pt_br: Fotos
ro_ro: Poze

source: Photo ID
de_de: Foto-ID
fr_fr: ID Photo
pt_br: ID da Foto
ro_ro: ID poză

source: Photo Album updated. <a href="%s">View Album</a>
de_de: Foto Album aktualisiert. <a href="%s">Album anzeigen</a>
fr_fr: Album mis à jour. <a href="%s">Afficher l'album</a>
pt_br: Álbum de Fotos atualizado.<a href="%s">Visualizar Álbum</a>
ro_ro: Album foto actualizat. <a href="%s">Vizualizare album</a>

source: Custom field updated.
de_de: Benutzerdefinertes Feld aktualisiert.
fr_fr: Champ personnalis&eacute; mis &agrave; jour.
pt_br: Campo personalizado atualizado.
ro_ro: Câmpul special a fost actualizat.

source: Custom field deleted.
de_de: Benutzerdefinertes Feld gelöscht.
fr_fr: Champ personnalis&eacute; supprim&eacute;.
pt_br: Campo personalizado excluido.
ro_ro: Câmpul special a fost șters.

source: Photo Album updated.
de_de: Fotoalbum aktualisiert.
fr_fr: Album mis &agrave; jour.
pt_br: Álbum de Fotos atualizado.
ro_ro: Albumul foto a fost actualizat.

source: Photo Album restored to revision from %s
de_de: Fotoalbum aus Überarbeitung vom %s wiederhergestellt
fr_fr: Album restauré à partir de la révision du %s
pt_br: Álbum de Fotos recuperado para revisão de %s
ro_ro: Albumul foto a fost restaurat la revizuire de la %s

source: Photo Album published. <a href="%s">View Album</a>
de_de: Fotoalbum veröffentlich. <a href="%s">Album anzeigen</a>
fr_fr: Album publié. <a href="%s">Afficher</a>
pt_br: Álbum de Fotos publicado.<a href="%s">Visualizar Álbum</a>
ro_ro: Albumul foto a fost publicat. <a href="%s">Vizualizare album</a>

source: Photo Album saved.
de_de: Fotoalbum gespeichert.
fr_fr: L'album a bien été enregistré.
pt_br: Álbum de Fotos gravado.
ro_ro: Albumul foto a fost salvat.

source: Photo Album submitted. <a target="_blank" href="%s">Preview Album</a>
de_de: Fotoalbum übermittelt. <a target="_blank" href="%s">Albenmvorschau</a>
fr_fr: Album proposé. <a target="_blank" href="%s">Aper&ccedil;u</a>
pt_br: Álbum de Fotos submetido.<a target="_blank" href="%s">Pré-visualizar Álbum</a>
ro_ro: Albumul foto a fost depus. <a target="_blank" href="%s">Previzualizare album</a>

source: Photo Album scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Album</a>
de_de: Veröffentlichung geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vorschau</a>
fr_fr: Album pr&eacute;vue pour:<strong>%1$s</strong>. <a target="_blank" href="%2$s">Aper&ccedil;u</a>
pt_br: Álbum de Fotos agendado para: <strong>%1$s</strong>.<a target="_blank" href="%2$s">Pré-visualizar Álbum</a>
ro_ro: Albumul foto a fost programat pentru: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Previzualizare album</a>

source: M j, Y @ G:i
de_de: d. F Y H:i
fr_fr: j F Y \à G \h i \m
ro_ro: j M, Y @ G:i

source: Photo Album draft updated. <a target="_blank" href="%s">Preview Album</a>
de_de: Der Fotoalbenentwurf wurde aktualisiert. <a target="_blank" href="%s">Albenvorschau</a>
fr_fr: Brouillon de l'album mis &agrave; jour. <a target="_blank" href="%s">Aper&ccedil;u</a>
pt_br: Esboço de Álbum de Fotos atualizado.<a target="_blank" href="%s">Pré-visualização de Álbum</a>
ro_ro: Versiunea preliminară a albumului foto a fost actualizată. <a target="_blank" href="%s">Previzualizare album</a>

source: More photos...
de_de: Mehr Fotos...
fr_fr: Plus de photos...
pt_br: Mais fotos...
ro_ro: Mai multe poze...

source: Javascript is disabled. Please enable Javascript and reload the page before you continue.
de_de: Javascript ist deaktiviert. Bitte zuerst Javascript aktivieren und Seite neu laden.
fr_fr: Javascript est désactivé. Veuillez l'activer et recharger la page pour pouvoir continuer.
pt_br: Javscript está desabilitado. Favor habilitá-lo e recarregar a página antes de continuar.
ro_ro: Javascript est dezactivat. Activaţi Javascript şi reîncărcaţi pagina înainte să continuaţi.

source: Welcome to Easy Photo Album %s
de_de: Willkommen zu Easy Photo Album %s
fr_fr: Bienvenue dans Easy Photo Album %s
pt_br: Bem-vindo ao Easy Photo Album %s
ro_ro: Bine aţi venit la Easy Photo Album %s
