Repository: WP-Translations/language-packs
Catalog: mailpoet_wp_ecommerce/languages/mailpoet_wp_ecommerce-*.po
Languages: hr_hr, sq

source: Enabled
hr_hr: Omogućeno
sq: E aktivizuar

source: Newsletters
hr_hr: Poruke novosti
sq: Buletinë

source: Yes, add me to your mailing list
hr_hr: Da, dodajte me na svoju listu e-pošte
sq: Po, shtomëni te lista juaj e postimeve

source: MailPoet WP e-Commerce Add-On
hr_hr: MailPoet WP e-Commerce dodatak
sq: Shtesa MailPoet WP e-Cpmmerce

source: Settings saved
hr_hr: Postavke pohranjene
sq: Rregullimet u ruajtën

source: Enable subscribe on checkout
hr_hr: Omogući pretplatu prilikom plaćanja
sq: Aktivizo pajtim gjatë pagimit

source: Yes
hr_hr: Da
sq: Po

source: No
hr_hr: Ne
sq: Jo

source: Add a subscribe checkbox to your checkout page?
hr_hr: Dodati kućicu za pretplatu na stranici blagajne?
sq: Të shtohet kutizë pajtimesh te faqja juaj e pagimit?

source: Checkout label
hr_hr: Tekst kućice
sq: Etiketë pagimi

source: Save Settings
hr_hr: Pohrani postavke
sq: Ruaji Rregullimet

source: Newsletter
hr_hr: Poruka novosti
sq: Buletin

source: MailPoet WP e-Commerce Add-on requires WP e-Commerce. Please install and activate <a href="%s">WP e-Commerce</a> first.
hr_hr: MailPoet WP e-Commerce dodatak zahtijeva WP e-Commerce. Molimo najprije instalirajte i aktivirajte <a href="%s">WP e-Commerce</a>.
sq: Shtojca MailPoet WP e-Commerce lyp WP e-Commerce. Ju lutemi, së pari instaloni dhe aktivizoni <a href="%s">WP e-Commerce</a>.
