Repository: WP-Translations/language-packs
Catalog: wordpress-importer/languages/wordpress-importer-*.po
Languages: ar, de_de, nn_no, oc

source: There was an error when reading this WXR file
ar: حدث خطأ أثناء قراءة ملف الـ WXR هذا
de_de: Es gab einen Fehler beim Lesen dieser WXR Datei
nn_no: Greidde ikkje å lesa denne WXR-fila
oc: I a agut una error al moment de la lectura d'aqueste fichièr WXR

source: Details are shown above. The importer will now try again with a different parser...
ar: التفاصيل موضحة بالأعلى. المستورد سيقوم الآن بمحاولة أخرى باستخدام محلل آخر ...
de_de: Einzelheiten werden oben angezeigt. Die Importfunktion wird es nun noch einmal mit einem anderen Parser versuchen...
nn_no: Detaljane står over. Importen vil prøva ein gong til med ein annan tolk...
oc: Los detalhs son indicats çaisús. Ara, l'importador va tornar ensajar amb un analisador diferent ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
ar: يبدو ان ملف ال WXR غير موجود او انه مفقود او ان رقم النسخة الخاصة به غير صحيح.
de_de: Dies scheint keine WXR-Datei zu sein, keine oder ungültige WXR Versionsnummer
nn_no: Dette ser ikkje ut som ei WXR-fil. Ho manglar WXR-versjonsnummer.
oc: Sembla qu'aquò es pas un fichièr WXR, numèro de version WXR mancant/invalid

source: Sorry, there has been an error.
ar: عفواً، هناك خطأ ما.
de_de: Entschuldigung, es ist ein Fehler aufgetreten.
nn_no: Orsak, her gjekk det gale.
oc: O planhèm, i a agut una error.

source: The file does not exist, please try again.
ar: الملف غير موجود. برجاء المحاولة مرة أخري.
de_de: Die Datei gibt es nicht, versuchen Sie es noch einmal.
nn_no: Fila finst ikkje, prøv ein gong til.
oc: Aqueste fichièr existís pas. Mercé de tornar ensajar.

source: All done.
ar: تمّ.
de_de: Alles erledigt
nn_no: Ferdig.
oc: Acabat.

source: Have fun!
ar: استمتع!
de_de: Viel Spaß!
nn_no: Mor deg!
oc: Amusatz-vos plan&nbsp;!

source: Remember to update the passwords and roles of imported users.
ar: لا تنسي تحديث كلمات السر و الادوار الممنوحة للمستخدمين الذين تم استيرادهم.
de_de: Nicht vergessen, die Passwörter und Rollen der importieren Benutzer zu erneuern
nn_no: Hugs å oppdatera passorda og brukarrollene for dei importerte brukarane.
oc: Doblidetz pas de metre a jorn los senhals e los ròtles dels utilizaires importats.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
ar: ملف ال WXR هذا ( نسخة %s ) غير مدعوم من أداة استيراد الووردبريس. من فضلك قم بالتحديث.
de_de: Diese WXR Datei (Version %s) scheint nicht von der Version des Importprogramms unterstützt zu werden. Bitte überprüfen Sie die Aktualisierung.
nn_no: Importen kan kanskje ikkje bruka denne WXR-fila (versjon %s). Du bør oppdatera.
oc: Benlèu qu'aqueste fichièr WXR (version %s) pòt pas èsser pres en carga per aquesta version de l'importador. Metètz-lo a jorn.

source: Failed to import author %s. Their posts will be attributed to the current user.
ar: فشل استيراد الكاتب %s. التدوينات الخاصة به سيتم نسبها لمستخدم موجود بالفعل.
de_de: Fehler beim Importieren von Autor %s. Die Beiträge werden dem aktuellen Benutzer zugeordnet.
nn_no: Greidde ikkje importera skribente %s. Innlegga blir lagt til denne brukaren.
oc: Impossible d'importar l'autor %s. Sos articles seràn atribuits a l'utilizaire actual.

source: Assign Authors
ar: تعيين الكتّاب
de_de: Autoren zuweisen
nn_no: Tildel skribentar
oc: Assignar los autors

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
ar: لكي يصبح اسهل عليك تحرير و حفظ المحتوي الذي يتم استيراده يمكنك ربط المحتوي الذي تم استيراده بمستخدم موجود بالفعل علي هذا الموقع. مثلاً, يمكنك ربط المحتوي ب <code>مدير الموقع</code>s
de_de: Du kannst den Autor der importierten Beiträge mit einem Benutzer dieser Seite ersetzen. So können z.B. alle Einträge als <code>admin</code>s gespeichert werden.
nn_no: For å gjera det enklare for deg å endra og lagra importert innhald, kan du gjera om skribenten av dei importerte elementa slik at det blir ein brukar på denne nettstaden. Til dømes kan du importera alle element som <code>styrar</code>-innlegg.
oc: Per vos facilitar la modificacion e lo salvament del contengut importat, podètz reafectar l'autor de l'article importat a un utilizaire existent del site. Per exemple, podètz importar totas las entradas en tant qu'entradas de l'<code>admin</code>.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
ar: إذا قام ووردبريس بإنشاء مستخدم جديد &#8217;s , سيتم تعيين كلمة سر له بشكل عشوائي و سيتم تحديد دور المستخدم الجديد ك %s . و سيكون عليك تعديل بيانات المستخدم &#8217;s بشكل يدوي.
de_de: Von WordPress erstellten Benutzern wird ein Zufallspasswort und die Rolle %s zugewiesen. Die Angaben können später manuell geändert werden.
nn_no: Viss WordPress opprettar ein ny brukar, blir det laga eit tilfeldig passord, og brukaren får brukarrolla %s. Du må endra den nye brukaren manuelt.
oc: Se un utilizaire novèl es creat per WordPress, un senhal novèl serà generat d'un biais aleatòri e lo ròtle de l'utilizaire novèl serà definit coma %s. Alara caldrà modificar manualament los detalhs de l'utilizaire novèl.

source: Import Attachments
ar: استيراد المرفقات
de_de: Anhänge importieren
nn_no: Importer tillegg
oc: Importar de fichièrs junts

source: Download and import file attachments
ar: تحميل واستيراد الملف المرفق
de_de: Dateianhänge herunterladen und importieren
nn_no: Last ned og importer filvedlegg
oc: Telecargar e importar los fichièrs junts

source: Submit
ar: إرسال
de_de: Senden
nn_no: Send inn
oc: Mandar

source: Import author:
ar: استيراد الكاتب :
de_de: Autor importieren:
nn_no: Importskribent:
oc: Importar l&rsquo;autor&nbsp;:

source: or create new user with login name:
ar: قم بانشاء مستخدم جديد باسم المستخدم:
de_de: oder neuen Benutzer mit folgendem Loginnamen erstellen:
nn_no: eller lag ein ny brukar med innloggingsnamn:
oc: o crear un utilizaire novèl amb l'identificant&nbsp;:

source: as a new user:
ar: كمستخدم جديد:
de_de: als neuer Benutzer:
nn_no: som ny brukar:
oc: en tant qu'utilizaire novèl&nbsp;:

source: assign posts to an existing user:
ar: قم بربط التدوينات بمستخدم موجود من قبل :
de_de: Beiträge einem bestehenden Benutzer zuweisen:
nn_no: overfør innlegga til ein eksisterande brukar:
oc: assignar los articles a un utilizaire existent&nbsp;:

source: or assign posts to an existing user:
ar: او اربط التدوينات بمستخدم حالي:
de_de: oder Beiträge einem bestehendem Benutzer zuweisen:
nn_no: eller tildel innlegga til ein eksisterande brukar:
oc: o assignar los articles a un utilizaire ja existent&nbsp;:

source: - Select -
ar: اختيار
de_de: - Auswählen -
nn_no: - Vel -
oc: - Causir -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
ar: فشل انشاء مستخدم جديد لأجل %s. سيتم ربط هذه التدوينات بمستخدم حالي.
de_de: Für %s konnte kein Benutzer erstellt werden. Beiträge werden dem aktuellen Benutzer zugewiesen.
nn_no: Greidde ikkje laga ny brukar for %s. Innlegga deira blir lagt til den pålogga brukaren.
oc: Impossible de crear un utilizaire novèl per %s. Lors articles seràn atribuits a l'utilizaire actual.

source: Failed to import category %s
ar: فشل استيراد التصنيف %s
de_de: Kategorie %s konnte nicht importiert werden
nn_no: Greidde ikkje importera kategorien %s
oc: Impossible d'importar la categoria %s

source: Failed to import post tag %s
ar: فشي استيراد الوسم %s
de_de: Schlagwort %s konnte nicht importiert werden
nn_no: Greidde ikkje importera innleggsmerkelappen %s
oc: Impossible d'importar lo mot-clau %s

source: Failed to import %s %s
ar: فشل استيراد %s %s
de_de: %s %s konnte nicht importiert werden
nn_no: Greidde ikkje importera %s %s
oc: Impossible d'importar %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
ar: فشل استيراد &#8220;%s&#8221;: نوع التدوينة غير صحيح %s
de_de: Post Type unzulässig, &#8220;%s&#8221; konnte nicht importiert werden,
nn_no: Greidde ikkje importera &#8220;%s&#8221;: Ugyldig innleggstype %s
oc: Impossible d'importar &laquo;&nbsp;%s&nbsp;&raquo; : %s es un tipe de contengut invalid

source: %s &#8220;%s&#8221; already exists.
ar: %s &#8220;%s&#8221; موجود من قبل.
de_de: %s &#8220;%s&#8221; existiert bereits.
nn_no: %s &#8220;%s&#8221; finst allereie.
oc: %s &laquo;&nbsp;%s&nbsp;&raquo; existís ja.

source: Failed to import %s &#8220;%s&#8221;
ar: فشل استيراد %s &#8220;%s&#8221;
de_de: %s &#8220;%s&#8221; konnte nicht importiert werden.
nn_no: Greidde ikkje importera %s &#8220;%s&#8221;
oc: Impossible d'importar %s &laquo;&nbsp;%s&nbsp;&raquo;

source: Menu item skipped due to missing menu slug
ar: تم تجاهل عنصر القائمة نتيجة غياب الاسم اللطيف له
de_de: Menüpunkt übersprungen, da kein Kürzel vorhanden ist
nn_no: Hoppa over menyoppføringa på grunn av manglande kortnamn på menyen.
oc: L' element del menú es pas estat apondut perque l'identificant del menú es mancant

source: Menu item skipped due to invalid menu slug: %s
ar: تم تجاهل عنصر القائمة لان الاسم اللطيف غير صحيح: %s
de_de: Menüpunkt übersprungen, da ein unzulässiges Kürzel angegeben wurde: %s
nn_no: Hoppa over menyoppføring på grunn av manglande kortnamn: %s
oc: L'element del menú es pas estat apondut perque l'identificant del menú es pas valid : %s

source: Fetching attachments is not enabled
ar: احضار المرفقات غير مفعل.
de_de: Das Holen von Dateianhängen ist nicht aktiviert.
nn_no: Du kan ikkje ta med vedlegg
oc: La recuperacion de las pèças juntas es pas activada

source: Invalid file type
ar: نوع الملف غير صالح
de_de: Ungültiger Dateityp
nn_no: Ugyldig filtype
oc: Tipe del fichièr invalid

source: Remote server did not respond
ar: الخادم البعيد لا يستجيب
de_de: Entfernter Server reagiert nicht.
nn_no: Tenaren svara ikkje
oc: Lo servidor distant a pas respondut

source: Remote server returned error response %1$d %2$s
ar: السيرفر الخاص بك أعطي رسالة خطأ %1$d %2$s
de_de: Der entfernte Server gab Fehler %1$d %2$s zurück.
nn_no: Tenaren gav feilmelding %1$d %2$s
oc: Lo servidor distant a donat per responsa l'error %1$d %2$s

source: Remote file is incorrect size
ar: حجم الملف البعيد غير صحيح
de_de: Entfernte Datei hat eine unzulässige Größe.
nn_no: Fjernfila har feil storleik
oc: Lo fichièr distant a pas una talha corrècta

source: Zero size file downloaded
ar: تم تنزيل ملف بحجم صفر
de_de: Testdatei heruntergeladen
nn_no: Lasta ned ei tom fil
oc: Lo fichièr telecargat a una talha nulla

source: Remote file is too large, limit is %s
ar: حجم الملف أكبر من اللازم، الحد الأقصى هو %s
de_de: Entfernte Datei ist zu groß, das Limit ist %s
nn_no: Fjernfila er for stor, grensa er %s
oc: Lo fichièr distant es tròp grand, lo limit es de %s

source: Import WordPress
ar: استيراد ووردبريس
de_de: WordPress importieren
nn_no: Importer WordPress
oc: Importacion dempuèi WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
ar: نسخة جديدة من التطبيق متاحة. برجاء التحديث للنسخة %s للتأكد من تماشيها مع ملفات التصدير الجديدة.
de_de: Eine neue Version des Plugins ist verfügbar. Bitte aktualisiere auf Version %s.
nn_no: Det finst ei ny utgåve av dette importprogrammet. Oppdater til versjon %s for å sikra samsvar med nye eksportfiler.
oc: Una novèla version de l'importador es disponibla. Metètz a jorn cap a la version %s per assegurar la compatibilitat amb los fichièrs d'expòrt los mai recents.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
ar: مرحباً! إرفع ملف ال (WXR) وسنقوم باستيراد التدوينات، الصفحات، التعليقات، الحقول المخصّصة، التصنيفات والوسوم إلى هذا الموقع.
de_de: Hi! Uploade deine WordPress eXtended-RSS-Datei (WXR) und wir importieren die Beiträge, Seiten, Kommentare, benutzerdefinierte Felder, Kategorien und Schlagwörter in diese Seite.
nn_no: Goddagen! Last opp WordPress RSS-fila di (WXR), så skal me importera innlegga, sidene, innspela, dei eigne felta, kategoriane og merkelappane dine til denne nettstaden.
oc: Adissiatz&nbsp;! Metètz en linha vòstre fichièr WordPress eXtended RSS (WXR), e nos encargam de ne recuperar los articles, paginas, comentaris, camps personalizats, categorias e mots-claus dins vòstre site.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
ar: اختر ملف ال WXR(.xml) لرفعه ثم اضغط علي رفع و استيراد الملف.
de_de: Wähle eine WXR-Datei (.xml) zum Hochladen aus und klicke auf "Datei hochladen".
nn_no: Vel ei WXR-fil (.xml) du vil lasta opp. Etterpå klikkar du på 'last opp', og importerer.
oc: Causissètz un fichièr WXR (.xml) de metre en linha, puèi clicatz sus "Telecargar lo fichièr e l'importar".

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
ar: استيراد <strong>التدوينات، الصفحات، التعليقات، الحقول المخصّصة، التصنيفات والوسوم</strong> من ملف WXR.
de_de: Importiert <strong>Beiträge, Seiten, Kommentare, benutzerdefinierte Felder, Kategorien und Schlagwörter</strong> aus einer WordPress-Export-Datei.
nn_no: Importer <strong>innlegg, sider, innspel, eigne felt, kategoriar og merkelappar</strong> frå ei WordPress-eksportfil.
oc: Importacion d&rsquo;<strong>articles, paginas, comentaris, camps personalizats, categorias e mots-claus</strong> dempuèi un fichièr expòrt de WordPress.

source: WordPress Importer
ar: أداة استيراد ووردبريس
nn_no: WordPress-import
oc: Importador WordPress

source: Import posts, pages, comments, custom fields, categories, tags and more from a WordPress export file.
ar: قم باستيراد التدوينات، الصفحات، التعليقات، الحقول المخصصة، التصنيفات و اكثر من ملف تصدير ووردبريس.
de_de: Importiert Beiträge, Seiten, Kommentare, benutzerdefinierte Felder, Kategorien, Schlagwörter und mehr aus einer WordPress-Export-Datei.
nn_no: Importer innlegg, innspel, eigne felt, kategoriar, merkelappar og meir frå ei WordPress-eksportfil.
oc: Importar los articles, paginas, comentaris, camps personalizats, categorias, mots-claus e plan mai encara a partir d'un fichièr d'expòrt de WordPress.

source: wordpressdotorg
nn_no: wordpresspunktumorg

source: http://wordpress.org/
de_de: http://de.wordpress.org/
