Repository: WP-Translations/language-packs
Catalog: feedpress/languages/feedpress-*.po
Languages: ca, de_de, fa_ir, pt_br, pt_pt, tr_tr

source: FeedPress
fa_ir: خوراک

source: There was something wrong with the feed creation:
ca: Ha fallat alguna cosa en crear l'agregador:
de_de: Beim Erstellen des Feeds ist ein Fehler aufgetreten.
fa_ir: چیزی اشتباه است با ایجاد خوراک وجود دارد:
pt_br: Há algo de errado com a criação de feeds
pt_pt: Ocorreu algo de errado com a criação da feed:
tr_tr: Besleme oluşturma esnasında yanlış giden birşeyler var:

source: Configuration updated.
ca: Configuració actualitzada.
de_de: Konfiguration wurde aktualisiert.
fa_ir: پیکربندی به روز رسانی است.
pt_br: Configuração atualizada.
pt_pt: Configuração atualizada.
tr_tr: Yapılandırma güncellendi.

source: There was something wrong with your FeedPress authentication. Please retry.
ca: Ha fallat alguna cosa en l'autenticació del FeedPress. Torneu-ho a intentar.
de_de: Beim Authentifizierung von FeedPress ist ein Fehler aufgetreten. Bitte versuche es nochmal.
fa_ir: در چیزی اشتباه با احراز هویت FeedPress شما وجود دارد. لطفا دوباره سعی کنید.
pt_br: Houve algo errado com a autenticação com seu FeedPress. Por faovr, tente novamente.
pt_pt: Ocorreu algo de errado com a autenticação da FeedPress. Por favor, aguarde.
tr_tr: FeedPress yetkilendirmesi esnasında birşeyler yolunda gitmedi. Lütfen tekrar deneyin.

source: FeedPress Configuration
ca: Configuració del FeedPress
de_de: Einstellungen zu FeedPress
fa_ir: FeedPress پیکربندی
pt_br: Configurações do FeedPress
pt_pt: Configuração da FeePress
tr_tr: FeedPress Yapılandırması

source: How does this work?
ca: Com funciona?
de_de: Wie funktioniert FeedPress?
fa_ir: چگونه این کار می کند؟
pt_br: Como isso funciona?
pt_pt: Como é que isto funciona?
tr_tr: Nasıl çalışır bu?

source: This plugin automatically redirects all or parts of your existing feeds to FeedPress.
ca: Aquest connector redirigeix automàticament tots o alguns dels canals de continguts al FeedPress.
de_de: Das Plugin leitet automatisch all bzw. Teile deiner bereits existierenden Feeds an FeedPress weiter.
fa_ir: این افزونه به طور خودکار تغییرمسیر تمام و یا بخش هایی از غذاهای موجود خود را به FeedPress.
pt_br: O plugin redirecionará automaticamente tudo ou partes dos seus feeds existentes para o FeedPress.
pt_pt: Este plug-in redireciona automaticamente todas ou parte das feeds existentes para a FeePress.
tr_tr: Bu eklenti varolan beslemelerinizin tümünü veya bir kısmını otomatik olarak FeedPress'e yönlendirir.

source: You just have to connect to FeedPress on this page. You will now be able to create and select the feeds you want to redirect to. You may optionally redirect your comments feed using the same procedure.
ca: Només heu de connectar el FeedPress a aquesta pàgina. A partir d'ara podeu crear i seleccionar els canals de continguts que vulgueu redirigir. Opcionalment podeu redirigir els canals de comentaris mitjançant el mateix procediment.
de_de: Verbinde dich jetzt mit FeedPress. Danach kannst du die Feeds erstellen und auswählen, die weitergeleitet werden sollen. Kommentare-Feeds funktionieren auf die gleiche Weise.
fa_ir: شما فقط باید برای اتصال به FeedPress در این صفحه. شما در حال حاضر قادر خواهد بود برای ایجاد و انتخاب فیدهایی را که می خواهید به تغییر مسیر به. شما به صورت اختیاری ممکن است خوراک نظرات خود را با استفاده از همان روش تغییر مسیر.
pt_br: Você apenas tem que conectar a FeedPress nesta página. Agora você vai ser capaz de criar e selecionar os feeds que você deseja redirecionar. Você pode opcionalmente redirecionar seu feed de comentários usando o mesmo procedimento.
pt_pt: Apenas tem de ligar ao FeedPress nesta página. Será agora capaz de criar e selecionar feeds que queira redirecionar. Pode opcionalmente redirecionar as suas feeds de comentários usando o mesmo procedimento.

source: Once you enter URLs your feeds will be redirected automatically and you do not need to take any further action.
ca: Tan bon punt hagueu introduït les URL, els continguts es redirigiran automàticament i no haureu de fer res més.
de_de: Sobald du die URLs eingetragen hast, werden deine Feeds automatisch weitergeleitet. Du brauchst keine weiteren Schritte zu unternehmen.
fa_ir: هنگامی که شما وارد آدرس ها فیدهای شما به طور خودکار هدایت می شوید و شما لازم نیست که به هیچ اقدام دیگری نیست.
pt_br: Uma vez que inserir a URL, os seus feeds serão redirecionados automaticamente e não será necessário tomar nenhuma outra ação.
pt_pt: Uma vez que insira URLs as suas feeds serão automaticamente redirecionadas e não necessitará de tomar mais nenhuma ação.

source: Additionally, when you publish a new article on your blog, FeedPress will be pinged by the plugin and your feed will be updated in realtime.
ca: A més a més, quan publiqueu un article nou al blog, el connector farà ping al FeedPress i el canal s'actualitzarà en temps real.
de_de: Des Weiteren wird beim Veröffentlichungen eines neuen Beitrags ein Ping an FeedPress gesendet, so dass dein Feed in Echtzeit aktualisiert wird.
fa_ir: علاوه بر این، هنگامی که یک مقاله جدید در وبلاگ خود شما منتشر، FeedPress خواهد شد توسط پلاگین پینگ و خوراک خود را در زمان واقعی به روز خواهد شد.
pt_br: Além disso, quando você publica um novo artigo no seu blog, FeedPress vai ser pingado pelo plugin e seu feed será atualizado em tempo real.
pt_pt: Adicionalmente, quando publicar um novo artigo no seu blogue, o FeedPress será "pingado" pelo plugin e a sua feed será atualizada em tempo real.
tr_tr: İlaveten, blog'unuzda yeni bir yazı yayımladığınızda FeedPress eklenti tarafından uyarılır ve beslemeniz gerçek zamanlı güncellenir.

source: Connect to FeedPress
ca: Connecta't al FeedPress
de_de: Mit FeedPress verbinden
fa_ir: اتصال به FeedPress
pt_br: Conectar ao FeedPress
pt_pt: Conetar à FeedPress
tr_tr: FeedPress'e Bağlan

source: You are authenticated on FeedPress with the username:
ca: Esteu autenticat al FeedPress amb el nom d'usuari:
de_de: Du bist mit FeedPress verbunden mit dem Benutzernamen:
fa_ir: شما در حال در FeedPress با نام کاربری تصدیق:
pt_br: Você está autenticado no FeedPress com o nome de usuário:
pt_pt: Está autenticado na FeedPress com este nome de utilizador:
tr_tr: FeedPress'te şu kullanıcı adı ile yetkilendirildiniz:

source: Disconnect from FeedPress
ca: Desconnecta't del FeedPress
de_de: Verbindung zu FeedPress trennen
fa_ir: قطع اتصال از FeedPress
pt_br: Disconectar do FeedPress
pt_pt: Desconetar da FeedPress
tr_tr: FeedPress ile Bağlantıyı Kes

source: Main feeds
ca: Canals de continguts principals
de_de: Haupt-Feeds
fa_ir: خوراک اصلی
pt_br: Feeds principais
pt_pt: Feeds Principais
tr_tr: Ana beslemeler

source: Redirect my feeds here:
ca: Redirigeix els canals de continguts aquí:
de_de: Meine Feeds weiterleiten nach:
fa_ir: برای تغییر مسیر فیدهای من اینجا را کلیک کنید:
pt_br: Redirecionar meus feeds aqui:
pt_pt: Redirecionar as minhas fedds aqui
tr_tr: Beslemelerimi buraya yönlendir:

source: None
ca: Cap
de_de: Keine
fa_ir: هیچ کدام
pt_br: Nenhum
pt_pt: Nenhuma
tr_tr: Hiçbiri

source: Create a new feed on FeedPress
ca: Crea un canal de continguts nou al FeedPress
de_de: Einen neuen Feed auf FeedPress erstellen
fa_ir: خوراک جدید در FeedPress است
pt_br: Criar novo feed em FeedPress
pt_pt: Crie uma nova feed na FeedPress
tr_tr: FeedPress'te yeni bir besleme oluştur

source: Redirect my comments feed here:
ca: Redirigeix els canals de comentaris aquí:
de_de: Meinen Kommentare-Feed weiterleiten nach:
fa_ir: تغییر مسیر نظر من اینجا را تغذیه کنید:
pt_br: Redirecionar
pt_pt: Redirecionar a minha feed de comentários para aqui:
tr_tr: Yorum beslemelerimi buraya yönlendir:

source: Category feeds
ca: Canals de categories
de_de: Kategorie-Feeds
fa_ir: رده تغذیه
pt_br: Categorias dos feeds
pt_pt: Categoria de feeds
tr_tr: Kategori beslemeleri

source: Category:
ca: Categoria:
de_de: Kategorie
fa_ir: دسته
pt_br: Categoria:
pt_pt: Categoria:
tr_tr: Kategori:

source: Delete
ca: Suprimeix
de_de: Löschen
fa_ir: پاک کردن
pt_br: Excluir
pt_pt: Apagar
tr_tr: Sil

source: Redirect a category
ca: Redirigeix una categoria
de_de: Kategorie weiterleiten
fa_ir: هدایت به دسته
pt_br: Redirecionar uma categoria
pt_pt: Redirecione uma categoria
tr_tr: Bir kategoriyi yönlendir

source: Tag feeds
ca: Canals d'etiquetes
de_de: Schlagwörter-Feeds
fa_ir: ابرچست فوراک
pt_br: Marcadores dos Feeds
pt_pt: Etiquetar feeds
tr_tr: Etiket beslemeleri

source: Tag:
ca: Etiqueta:
de_de: Schlagwort
fa_ir: برچسب
pt_pt: Etiqueta:
tr_tr: Etiket:

source: Redirect a tag
ca: Redirigeix l'etiqueta
de_de: Schlagwort weiterleiten
fa_ir: تغییر مسیر یک برچسب
pt_br: Redirecionar um marcador
pt_pt: Redirecionar a etiqueta
tr_tr: Bir etiketi yönlendir

source: Custom URL redirection
ca: Personalitza la redirecció de la URL
de_de: Eigene URL zur Weiterleitung
fa_ir: تغییر مسیر URL سفارشی
pt_br: Redirecionamento de URL personalizada
pt_pt: Redirecionamento de URL personalizado
tr_tr: Özel URL yönlendirmesi

source: Path:
ca: Camí:
de_de: Pfad:
fa_ir: مسیر:
pt_br: Caminho:
pt_pt: Caminho:
tr_tr: Yol:

source: Redirect a URL
ca: Redirigeix a l'URL
de_de: URL weiterleiten
fa_ir: هدایت یک URL:
pt_br: Redirecionar um URL
pt_pt: Redirecionar um URL.
tr_tr: Bir URL yönlendir

source: If you want to redirect a specific path, fill this simple form.
ca: Si voleu redirigir un camí específic, ompliu aquest formulari.
de_de: Um einen spezifischen Pfad weiterzuleiten, fülle bitte das Formular aus.
fa_ir: اگر شما می خواهید به تغییر مسیر یک مسیر خاص، پر کردن این فرم ساده است.
pt_br: Se deseja redirecionar um caminho específico, preencha este formulário simples.
pt_pt: Se desejar redirecionar um caminho especifico, preencha este formulário simples.
tr_tr: Belirli bir yola yönlendirmek istiyorsanız bu basit formu doldurun.

source: Example: /feed/podcast
ca: Exemple: /canal de continguts/podcast
de_de: Beispiel: /feed/podcast
fa_ir: به عنوان مثال: / خوراک / پادکست
pt_br: Exemplo: /feed/podcast
pt_pt: Examplo: /feed/podcast
tr_tr: Örnek: /feed/podcast

source: Advanced Options
ca: Opcions avançades
de_de: Erweiterte Einstellungen
fa_ir: گزینه های پیشرفته
pt_br: Opções Avançadas
pt_pt: Opções Avançadas
tr_tr: Gelişmiş Seçenekler

source: Do not redirect not configured category or tag feeds.
ca: No redirigeixis les categories no configurades o els canals d'etiquetes.
de_de: Nicht eingetragene Kategorie- oder Schlagwort-Feeds nicht weiterleiten.
fa_ir: دسته پیکربندی نشده و یا خوراک برچسب تغییر مسیر نیست.
pt_br: Não redirecionar categorias não configuradas ou marcadores de feeds.
pt_pt: Não redirecionar categorias ou etiquetas de feeds não configuradas.
tr_tr: Yapılandırılmamış kategori veya etiket beslemeleri yönlendirilmesin.

source: Do not redirect search result feeds.
ca: No redirigeixis els canals resultants de la cerca.
de_de: Feeds zu Suchergebnis nicht weiterleiten.
fa_ir: آیا نتیجه جستجو فید تغییر مسیر نیست.
pt_br: Não redirecionar resultados das buscas de feeds
pt_pt: Não redirecionar feeds de resultados de busca.
tr_tr: Arama sonucu beslemeleri yönlendirilmesin.

source: Do not redirect author feeds.
ca: No redirigeixis els continguts d'aquest autor.
de_de: Autoren-Feeds nicht weiterleiten.
fa_ir: خوراک نویسنده تغییر مسیر نیست.
pt_br: Não redirecionar autores dos feeds
pt_pt: Não redirecionar feeds de autor.
tr_tr: Yazar beslemeleri yönlendirilmesin.

source: Do not redirect ANY feeds (useful if you just want the plugin for realtime updates).
ca: No redirigeixis CAP canal de continguts (és útil si només voleu el connector per a actualitzacions en temps real).
de_de: KEINE Feeds weiterleiten (z.B wenn das Plugin nur für die Echtzeit-Updates benutzt wird).
fa_ir: آیا هیچ یک از feed (مفید اگر شما فقط می خواهید این افزونه برای به روز رسانی بیدرنگ) تغییر مسیر نیست.
pt_br: Não redirecionar NENHUM feed (útil se você quiser apenas o plugin para atualizações em tempo real)
pt_pt: Não redirecionar QUAISQUER feeds (útil se quiser o plugin apenas para atualizações em tempo real).
tr_tr: Herhangi besleme yönlendirilmesin (gerçek zamanlı güncelleme isteyenler için kullanışlıdır).

source: Activate transparent mode: The feed is not redirected to FeedPress but requests are still reported.
ca: Activa el mode transparent: El canal de continguts no es redirigirà al FeedPress però les sol·licituds es llistaran.
de_de: Transparent-Modus aktivieren: Der Feed wird nicht nach FeedPress weiterleitet, sondern nur gepingt.
fa_ir: فعال کردن حالت شفاف: خوراک هدایت می شوید به FeedPress نیست اما درخواست هنوز هم گزارش شده است.
pt_br: Ative o modo transparente: O feed não é redirecionado para FeedPress mas os pedidos ainda são relatados.
pt_pt: Ativar modo transparente: A feed não é redirecionada para o FeedPress mas os pedidos são reportados na mesma.
tr_tr: Saydam modu etkinleştir: Besleme FeedPress'e yönlendirilmez fakat talepler raporlanmaya devam edilir.

source: This feature is only available to
ca: Aquesta característica només està disponible a
de_de: Diese Funktion ist nur verfügbar für
fa_ir: این قابلیت تنها در دسترس
pt_br: Este recurso só está disponível para
pt_pt: Esta funcionalidade está apenas disponível para
tr_tr: Bu özellik yalnızca %s için mevcuttur

source: Premium Members
ca: Membres premium
de_de: Premium-Mitglieder
fa_ir: لیست کاربران
pt_br: Membros Premium
pt_pt: Membros "Premium"
tr_tr: Premium Üyeler

source: starting at $2.50 per month
ca: comença amb 2,50 $ al mes
de_de: ab $2.50 pro Monat
fa_ir: با شروع در 2.50 $ در هر ماه
pt_br: começando em $2.50 por mês
pt_pt: iniciando em $2.50 / mês
tr_tr: ayda 2.50$ ile başlama

source: Do not ping FeedPress when a new article is published.
ca: No facis ping al FeedPress quan es publiqui un article nou.
de_de: FeedPress nicht benachrichtigen, wenn ein neuer Beitrag veröffentlicht wird.
fa_ir: آیا FeedPress پینگ نیست که یک مقاله جدید منتشر شده است.
pt_br: Não pingar FeedPress quando um novo artigo for publicado.
pt_pt: Não "pingar" o FeedPress quando um novo artigo é publicado.
tr_tr: Yeni bir yazı yayınlandığında FeedPress uyarılmasın.

source: Activate debug mode.
ca: Activa el mode de depuració.
de_de: Debug-Modus aktivieren.
fa_ir: فعال کردن حالت اشکال زدایی.
pt_br: Ativar modo de depuração.
pt_pt: Ative o modo de depuração.
tr_tr: Hata ayıklama modunu etkinleştir.

source: Save
ca: Desa
de_de: Speichern
fa_ir: ذخیره
pt_br: Salvar
pt_pt: Guardar
tr_tr: Sakla

source: Create a new FeedPress feed
ca: Crea a canal de continguts FeedPress nou
de_de: Einen neuen FeedPress-Feed erstellen
fa_ir: ایجاد یک خوراک FeedPress جدید
pt_br: Criar novo feed do FeedPress
pt_pt: Criar uma nova feed da FeedPress
tr_tr: Yeni bir FeedPress beslemesi oluştur

source: Fill the form below to create your feed on FeedPress.
ca: Ompliu el formulari de sota per crear un canal de continguts al FeedPress.
de_de: Fülle das folgende Formular aus, um einen Feed auf FeedPress zu erstellen.
fa_ir: فرم زیر را برای ایجاد خوراک خود را در FeedPress را پر کنید.
pt_br: Preencha o formulário abaixo para criar seu feed no FeedPress.
pt_pt: Preencha o formulário abaixo para criar a sua feed no FeedPress.
tr_tr: FeedPress'te beslemenizi oluşturmak için aşağıdaki formu doldurun.

source: Original feed URL:
ca: URL del canal de continguts original:
de_de: Originale URL des Feeds:
fa_ir: آدرس خوراک مقاله:
pt_br: URL original do feed:
pt_pt: URL da feed original:
tr_tr: Orijinal besleme URL'si:

source: Alias name for the feed:
ca: Sobrenom per al canal de continguts:
de_de: Benutzerdefinierte Name des Feeds:
fa_ir: نام نام مستعار خوراک:
pt_br: Nome alias para o feed:
pt_pt: Pseudónimo para a feed:
tr_tr: Besleme için takma ad:

source: Create
ca: Crea
de_de: Erstellen
fa_ir: ساخت
pt_br: Criar
pt_pt: Criar
tr_tr: Oluştur

source: Warning: The options have changed. You have to update your FeedPress settings.
ca: Alerta: Les opcions han canviat. Heu d'actualitzar la configuració del FeedPress.
de_de: Warnung: Die Optionen wurden geändert. Bitte aktualisiere die FeedPress-Einstellungen.
fa_ir: هشدار: گزینه ها تغییر کرده است. شما باید برای به روز رسانی تنظیمات FeedPress خود را.
pt_br: Aviso: As opções foram alteradas. Você tem que atualizar as configurações FeedPress.
pt_pt: Aviso: As opções foram modificadas. tem de atualizar as sua definições do FeedPress.
tr_tr: Uyarı: Seçenekler değişti. FeedPress ayarlarınızı güncellemek zorundasınız.

source: Update settings
ca: Actualitza la configuració
de_de: Update-Einstellungen
fa_ir: به‌روزرسانی تنظیمات
pt_br: Atualizar configurações
pt_pt: Definições de atualização
tr_tr: Ayarları güncelle

source: Warning: You have enabled the Append category option in FeedPress. This option doesn't exist anymore, please update your FeedPress settings.
ca: Alerta: Heu habilitat l'opció 'Afegeix una categoria' al FeedPress, però aquesta opció ja no existeix. Actualitzeu la configuració del FeedPress.
de_de: Warnung: Du hast die "Anhängen"-Option in FeedPress gewählt. Diese Option existiert nicht mehr, bitte ändere deine FeedPress-Einstellungen.
fa_ir: هشدار: شما در این گزینه رده افزودنپرونده در FeedPress را فعال کرده اید. این گزینه وجود ندارد، لطفا روز رسانی تنظیمات FeedPress شما.
pt_br: Aviso: Você habilitou a opção Anexar categoria em FeedPress. Esta opção não existe mais, por favor atualize suas configurações FeedPress.
pt_pt: Aviso: Ativou a opção de Anexar categoria no FeedPress. Esta opção deixou de existir, por favor atualize as suas definições do FeedPress.

source: http://feedpress.it
fa_ir: www.IPExperts.ir

source: Redirects all feeds to a FeedPress feed and enables realtime feed updates.
ca: Redirigeix tots els canals de continguts a un agregador FeedPress i habilita les actualitzacions dels continguts en temps real.
de_de: Leitet Feeds an einen FeedPress-Feed weiter und ermöglicht Echtzeitaktualisierungen für Feeds.
fa_ir: تغییرمسیر تمام خوردها به یک خوراک FeedPress و به روز رسانی ها را قادر می سازد خوراک بیدرنگ است.
pt_br: Redireciona todos os feeds um feed FeedPress e permite atualizações em tempo real.
pt_pt: Redireciona todas as feeds para uma feed FeedPress e ativa atualizações em tempo real.
tr_tr: Tüm beslemeleri bir FeedPress beslemesine yönlendirir ve gerçek zamanlı besleme güncellemesini devreye alır.

source: Maxime VALETTE
fa_ir: ماکسیم VALETTE
tr_tr: Maxime VALETTE (çeviri mapazarbasi)

source: http://maximevalette.com
fa_ir: www.IPExperts.ir
