Repository: WP-Translations/language-packs
Catalog: mailpoet-paid-memberships-pro-add-on/languages/mailpoet-paid-memberships-pro-add-on-*.po
Languages: de_de, el, it_it, nl_nl, sq

source: Documentation
de_de: Dokumentation
el: Τεκμηρίωση
it_it: Documentazione
nl_nl: Documentatie
sq: Dokumentim

source: Thank you for using MailPoet Paid Memberships Pro Add-on :) Should you need help using MailPoet Paid Memberships Pro Add-on please read the documentation.
de_de: Vielen Dank, dass Sie MailPoet Paid Memberships Pro Add-on :) nutzen. Wenn Sie Unterstützung bei der Nutzung von MailPoet Paid Memberships Pro Add-on benötigen, lesen Sie bitte die Dokumentation.
el: Σας ευχαριστούμε για τη χρήση του Πρόσθετου MailPoet Paid Memberships Pro :) Αν χρειαστείτε βοήθεια χρησιμοποιώντας το Πρόσθετο MailPoet Paid Memberships Pro παρακαλούμε διαβάστε την τεκμηρίωση.
it_it: Grazie per aver scelto l'Add-on MailPoet Paid Memberships Pro :) Se dovessi avere bisogno di aiuto per usare MailPoet Paid Memberships Pro per favore leggi la documentazione.
nl_nl: Bedankt voor het gebruiken van MailPoet Paid Memberships Pro Add-on :) Mocht je hulp nodig hebben bij het gebruik van MailPoet Paid Memberships Pro add-on, lees dan de documentatie.
sq: Faleminderit që përdorni shtesën MailPoet Paid Memberships Pro :) Nëse ju duhet ndihmë lidhur me përdorimin e shtesës MailPoet Paid Memberships Pro, ju lutemi, lexoni dokumentimin e saj.

source: MailPoet Paid Memberships Pro Add-on Documentation
de_de: Dokumentation für MailPoet Paid Memberships Pro Add-on
el: Τεκμηρίωση Προσθέτου MailPoet Paid Memberships Pro
it_it: Documentazione Add-on MailPoet Paid Memberships Pro
nl_nl: MailPoet Paid Memberships Pro add-on documentatie
sq: Dokumentim mbi shtesën MailPoet Paid Memberships Pro

source: Support
el: Υποστήριξη
it_it: Aiuto
nl_nl: Ondersteuning
sq: Asistencë

source: After <a href="%s">reading the documentation</a>, for further assistance you can use the <a href="%s">community forum</a>.
de_de: Nachdem Sie <a href="%s">die Dokumentation</a> gelesen haben, können Sie das <a href="%s">Community Forum</a> nutzen.
el: Αφού <a href="%s">διαβάσετε την τεκμηρίωση</a>, για περισσότερη βοήθεια μπορείτε να χρησιμοποιήσετε το <a href="%s">φόρουμ της κοινότητας</a>.
it_it: Dopo <a href="%s">aver letto la documentazione</a>, per ulteriore assistenza è possibile utilizzare il <a href="%s">forum della comunità</a>.
nl_nl: Na het <a href="%s">lezen van de documentatie</a>, voor verdere assistentie kun je gebruik maken van het <a href="%s">gemeenschapsforum</a>.
sq: Pasi <a href="%s">të lexoni dokumentimin</a>, për asistencë të mëtejshme mund të përdorni <a href="%s">forumin e bashkësisë</a>.

source: Community Support
de_de: Unterstützung durch die Community.
el: Υποστήριξη Κοινότητας
it_it: Supporto comunitario
nl_nl: Gemeenschapsondersteuning
sq: Asistencë Nga Bashkësia

source: Found a bug?
de_de: Fehler gefunden?
el: Βρέθηκε κάποιο πρόβλημα;
it_it: Hai trovato un bug?
nl_nl: Een bug gevonden?
sq: Gjetët një të metë?

source: If you find a bug within MailPoet Paid Memberships Pro you can create a ticket via <a href="%s">Github issues</a>. Ensure you read the <a href="%s">contribution guide</a> prior to submitting your report. Be as descriptive as possible.
de_de: Wenn Sie einen Fehler innerhalb MailPoet Paid Memberships Pro finden, können Sie ein Ticket via <a href="%s">Github</a> öffnen. Bitte lesen Sie die <a href="%s">Anleitung zur Mitarbeit</a>, bevor Sie einen Meldung abschicken. Bitte beschreiben Sie den Fehler so genau wie möglich.
el: Εάν βρείτε κάποιο πρόβλημα στο Πρόσθετο MailPoet Paid Memberships Pro μπορείτε να δημιουργήσετε μια ετικέτα μέσω <a href="%s">των θεμάτων Github</a>. Σιγουρευτείτε ότι έχετε διαβάσει τον <a href="%s">οδηγό συνεισφοράς</a> πριν υποβάλετε την αναφορά σας. Να είστε όσο πιο περιγραφικοί γίνεται.
it_it: Se trovi un bug in MailPoet Paid Memberships Pro puoi creare un ticket su <a href="%s">Github issues</a>. Assicurati di leggere la <a href="%s">guida alla contribuzione</a> prima di inviare il tuo report. Sii il più descrittivo possibile.
nl_nl: Als je een bug vindt in MailPoet Paid Memberships Pro, kun je een ticket aanmaken via <a href="%s">Github issues</a>. Zorg ervoor dat je de <a href="%s">contribution guide</a> leest, voordat je je rapport verstuurd. Wees zo specifiek mogelijk.
sq: Nëse gjeni një të metë tek MailPoet Paid Memberships Pro, mund të hapni një çështje përmes <a href="%s">çështjeve në Github</a>. Sigurohuni se e lexuat <a href="%s">udhërrëfyesin mbi kontributet</a>, përpara se të parashtroni njoftimin tuaj. Jini sa më përshkrues që mundet.

source: Report a bug
de_de: Einen Fehler melden.
el: Αναφέρατε κάποιο πρόβλημα
it_it: Segnala un bug
nl_nl: Een bug rapporteren
sq: Njoftoni një të metë

source: For more information:
de_de: Weitere Informationen:
el: Για περισσότερα:
it_it: Per maggiori info:
nl_nl: Voor meer informatie:
sq: Për më tepër të dhëna:

source: Project on WordPress.org
de_de: Projekt auf Wordpress.org
el: Έργο στο WordPress.org
it_it: Progetto su WordPress.org
nl_nl: Project op WordPress.org
sq: Projekti në WordPress.org

source: Project on Github
de_de: Projekt auf Github
el: Έργο στο Github
it_it: Progetto su Github
nl_nl: Project op Github
sq: Projekti në Github

source: MailPoet Paid Memberships Pro Settings
de_de: Einstellungen für MailPoet Paid Memberships Pro
el: Ρυθμίσεις MailPoet Paid Memberships Pro
it_it: Impostazioni di MailPoet Paid Memberships Pro
nl_nl: MailPoet Paid Memberships Pro instellingen
sq: Rregullime për MailPoet Paid Memberships Pro

source: Subscribe to MailPoet
de_de: Bei MailPoet abonnieren
el: Εγγραφή στο MailPoet
it_it: Iscriviti a MailPoet
nl_nl: Abonneren op MailPoet
sq: Pajtohuni te MailPoet

source: If checked, you are subscribed to the newsletters provided by this site.
de_de: Wenn markiert, sind sind Sie Abonnent der Newsletter von dieser Webseite
el: Αν τικαριστεί, εγγράφεστε στα newsletters που παρέχονται από αυτό τον ιστότοπο.
it_it: Se selezionato, sei iscritto alle newsletter fornite da questo sito.
nl_nl: Indien aangevinkt, ben je geabonneerd op de aangeboden nieuwsbrieven van deze site.
sq: Në i vënçi shenjë, pajtoheni te buletinet e ofruar nga ky sajt.

source: Action failed. Please refresh the page and retry.
de_de: Aktion fehlgeschlagen. Bitte aktualisieren Sie die Seite und versuchen es erneut.
el: Η ενέργεια απέτυχε. Παρακαλώ ανανεώστε τη σελίδα και ξαναπροσπαθήστε.
it_it: Azione non riuscita. Si prega di aggiornare la pagina e riprovare.
nl_nl: Actie mislukt. Ververs alsjeblieft de pagina en probeer het nogmaals.
sq: Veprimi dështoi. Ju lutemi, rifreskoni faqen dhe riprovoni.

source: Your settings have been saved.
de_de: Ihre Einstellungen wurden gespeichert.
el: Οι ρυθμίσεις σας αποθηκεύτηκαν.
it_it: Le tue impostazioni sono state salvate.
nl_nl: Uw instellingen zijn opgeslagen.
sq: Rregullimet tuaja u ruajtën.

source: What's new:
de_de: Aktuelle News:
el: Νέες βελτιώσεις:
it_it: Cosa c'è di nuovo:
nl_nl: Wat is er nieuw:
sq: Ç'ka të re:

source: Settings
de_de: Einstellungen
el: Ρυθμίσεις
it_it: Impostazioni
nl_nl: Instellingen
sq: Rregullime

source: General
de_de: Allgemein
el: Γενικά
it_it: Generale
nl_nl: Algemeen
sq: Të përgjithshme

source: Lists
de_de: Listen
el: Κατάλογοι
it_it: Liste
nl_nl: Lijsten
sq: Lista

source: Here you can assign the customer to the lists you enable when they subscribe. Simply tick the lists you want your customers to subscribe to and press "Save Changes".
de_de: Hier können Sie die Kunden einer Liste zuordnen, die Sie aktivieren, wenn die Kunden abonnieren. Kreuzen Sie einfach die Listen an, zu denen Ihre Kunden abonnieren können und drücken Sie "Änderungen speichern".
el: Εδώ μπορείτε να αναθέσετε τον πελάτη στους καταλόγους που ενεργοποιείτε όταν εγγράφονται. Απλά τικάρετε τους καταλόγους στους οποίους θέλετε οι πελάτες σας να εγγραφούν και πιέστε "Αποθήκευση Αλλαγών".
it_it: Qui puoi assegnare i clienti che si iscrivono alle liste che abiliti. Seleziona semplicemente le liste a cui vuoi iscrivere i tuoi clienti e premi "Salva Modifiche".
nl_nl: Hier kun je de klanten toewijzen aan de lijsten die je inschakelt wanneer zij zich abonneren. Vink eenvoudig de lijsten aan waar klanten zich op kunnen abonneren en klik op "Wijzigingen opslaan".
sq: Këtu mund të caktoni listat që i përshoqërohen klientit kur ata pajtohen. Thjesht u vini shenjë listave në të cilat doni të jenë të pajtuar klientët tuaj dhe shtypni "Ruaji Ndryshimet".

source: General Settings
de_de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
it_it: Impostazioni Generali
nl_nl: Algemene instellingen
sq: Rregullime të Përgjithshme

source: Now your customers can subscribe to newsletters you have created with MailPoet. Simple setup your settings below and press "Save Changes".
de_de: Jetzt können Ihre Kunden die Newsletter abonnieren, die Sie mit MailPoet erstellt haben. Richten Sie unten einfach Ihre Einstellungen ein und drücken Sie "Änderungen speichern".
el: Τώρα οι πελάτες σας μπορούν να εγγραφούν στα newsletters που έχετε δημιουργήσει με το MailPoet. Απλά διαμορφώστε τις ρυθμίσεις σας παρακάτω και πιέστε "Αποθήκευση Αλλαγών".
it_it: Ora i tuoi clienti possono iscriversi alle newsletter che hai creato con MailPoet. Configura semplicemente le tue impostazioni sotto e premi "Salva Modifiche".
nl_nl: Nu kunnen je klanten zich abonneren op nieuwsbrieven die je hebt gemaakt met MailPoet. Stel gemakkelijk je instellingen hieronder in en klik op "Wijzigingen opslaan".
sq: Tani klientët tuaj të rinj mund të pajtohen në buletine që keni krijuar me MailPoet. Thjesht caktoni më poshtë rregullimet dhe shtypni "Ruaji Ndryshimet".

source: Enable subscribe on checkout
de_de: Aktivieren Sie die Möglichkeit, beim Kaufen den Newsletter zu abonnieren.
el: Ενεργοποιήστε την εγγραφή στη σελίδα πληρωμών
it_it: Abilita l'iscrizione al checkout
nl_nl: Abonneren bij afrekenen inschakelen
sq: Aktivizo pajtime gjatë pagimit

source: Add a subscribe checkbox to your checkout page.
de_de: Fügen Sie ein Kontrollkästchen zum Abonnieren in Ihrer Kaufen-Seite hinzu.
el: Προσθέστε ένα πλαίσιο επιλογής εγγραφής στη σελίδα πληρωμών σας.
it_it: Aggiungi una checkbox per l'iscrizione alla tua pagina di checkout.
nl_nl: Een aanvinkvakje om te abonneren toevoegen aan je afrekenpagina.
sq: Shtoni te faqja juaj e pagimit një kutizë pajtimesh.

source: Checkbox label
de_de: Beschriftung der Kontrollkästchen
el: Ετικέτα πλαισίου επιλογής
it_it: Etichetta Checkbox
nl_nl: Label checkbox
sq: Etiketë kutize

source: Enter a message to place next to the checkbox.
de_de: Tragen Sie eine Nachricht neben dem Kontrollkästchen ein.
el: Εισάγετε ένα μήνυμα για να τοποθετήσετε δίπλα στο πλαίσιο επιλογής.
it_it: Inserisci un messaggio da mostrare vicino alla checkbox.
nl_nl: Een bericht invoeren om te plaatsen naast het aanvinkvakje.
sq: Jepni një mesazh për ta vendosur në krah të kutizës.

source: Yes, please subscribe me to your newsletter.
de_de: Ja, nehmen Sie mich bitte in den Verteiler Ihres Newsletter auf.
el: Ναι, παρακαλώ γράψτε με στο newsletter σας.
it_it: Si grazie, iscrivetemi alla vostra newsletter.
nl_nl: Ja, schrijf mij in voor je nieuwsbrief.
sq: Po, pajtomëni te buletini juaj.

source: MailPoet Lists
de_de: Listen von MailPoet
el: Κατάλογοι MailPoet
it_it: Liste MailPoet
nl_nl: MailPoet lijsten
sq: Lista MailPoet

source: Enabled
de_de: aktiv
el: Ενεργοποιημένο
it_it: Abilitato
nl_nl: Ingeschakeld
sq: E aktivizuar

source: Save changes
de_de: Änderungen speichern
el: Αποθήκευση αλλαγών
it_it: Salva modifiche
nl_nl: Wijzigingen opslaan
sq: Ruaji ndryshimet

source: <strong>%s Data Update Required</strong> &#8211; We just need to update your install to the latest version
de_de: <strong>%s Datenupdate erforderlich</strong> &#8211;. Wir müssen Ihre Installation auf letzte Version aktualisieren.
el: <strong>%s Απαιτείται Ενημέρωση Δεδομένων</strong> &#8211; Απλά χρειάζεται να ενημερώσουμε την εγκατάστασή σας στην τελευταία έκδοση
it_it: <strong>Aggiornamento dati di %s richiesto</strong> &#8211; Abbiamo solo bisogno di aggiornare la tua installazione all'ultima versione
nl_nl: <strong>%s gegevensupdate vereist</strong> &#8211; We moeten je installatie alleen bijwerken naar de laatste versie
sq: <strong>Lypset Përditësim të Dhënash %s</strong> &#8211; Na duhet të përditësojmë instalimin tuaj me versionin më të ri

source: Run the updater
de_de: Aktualisierung durchführen
el: Εκτέλεση ενημέρωσης
it_it: Esegui l'aggiornamento
nl_nl: De updater uitvoeren
sq: Vini në punë përditësuesin

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
de_de: Es wird unbedingt empfohlen, dass Sie Ihre Datenbank sichern, bevor Sie weitermachen. Sind Sie sicher, dass Sie die Aktualisierung jetzt durchführen wollen?
el: Προτείνεται έντονα να δημιουργήσετε αντίγραφα ασφαλείας της βάσης δεδομένων σας πριν προχωρήσετε. Είστε σίγουροι ότι επιθυμείτε να εκτελέσετε την ενημέρωση τώρα;
it_it: Si raccomanda vivamente di eseguire il backup del database prima di procedere. Sei sicuro di voler eseguire l'aggiornamento adesso?
nl_nl: Het wordt sterk aangeraden om je database te back-uppen voordat je verdergaat. Weet je zeker dat je de updater nu wilt draaien?
sq: Këshillohet me forcë të bëni një kopjeruajtje të bazës tuaj të të dhënave, përpara se të ecni më tej. Jeni i sigurt se doni të vini në punë përditësuesin tani?

source: Newsletter
el: Ενημερωτικό Δελτίο
nl_nl: Nieuwsbrief
sq: Buletin

source: Subscribe to our Newsletter
de_de: Abonnieren Sie unseren Newsletter
el: Εγγραφή στο Ενημερωτικό Δελτίο μας
it_it: Iscriviti alla nostra Newsletter
nl_nl: Abonneer u op onze nieuwsbrief
sq: Pajtohuni te Buletini ynë

source: Please complete all required fields.
de_de: Bitte füllen Sie alle erforderlichen Felder aus.
el: Παρακαλούμε συμπληρώστε όλα τα απαιτούμενα πεδία.
it_it: Si prega di compilare i campi obbligatori.
nl_nl: Vul a.u.b. alle verplichte velden in.
sq: Ju lutemi, plotësoni krejt fushat e domosdoshme.

source: Yes
de_de: Ja
el: Ναι
it_it: Si
nl_nl: Ja
sq: Po

source: No
de_de: Nein
el: Όχι
nl_nl: Nee
sq: Jo

source: Subscribed to Newsletter
de_de: Newsletter abonniert
el: Εγγεγραμμένος στο Ενημερωτικό Δελτίο
it_it: Iscritto alla Newsletter
nl_nl: Geabonneerd op de nieuwsbrief
sq: U pajtuat te Buletini

source: Newsletter Subscription
de_de: Newsletteranmeldung
el: Εγγραφή στο Ενημερωτικό Δελτίο
it_it: Iscrizione alla Newsletter
nl_nl: Nieuwsbriefabonnement
sq: Pajtin Në Buletin

source: Sorry, <strong>%s</strong> requires WordPress
de_de: Entschuldigung, aber <strong>%s</strong> benötigt WordPress
el: Συγγνώμη, <strong>%s</strong> απαιτεί WordPress
it_it: Ci dispiace, <strong>%s</strong> richiede WordPress
nl_nl: Sorry, <strong>%s</strong> vereist WordPress
sq: Na ndjeni, <strong>%s</strong> lyp WordPress

source: Sorry, <strong>%s</strong> requires Paid Memberships Pro for this plugin to work. Please install and activate <strong><a href="%s">Paid Memberships Pro</a></strong> first.
de_de: <strong>%s</strong> benötigt Paid Memberships Pro, damit dieses Plugin funktioniert. Bitte installieren und aktivieren Sie zuerst <strong><a href="%s">Paid Memberships Pro</a></strong>.
el: Συγγνώμη, <strong>%s</strong> απαιτεί Paid Memberships Pro για να δουλέψει αυτό το πρόσθετο. Παρακαλώ εγκαταστήστε και ενεργοποιήστε πρώτα<strong><a href="%s">Paid Memberships Pro</a></strong>.
it_it: Siamo spiacenti, <strong>%s</strong> richiede Paid Memberships Pro per far funzionare questo plugin. Per favore installa e attiva <strong><a href="%s">Paid Memberships Pro</a></strong> prima.
nl_nl: Sorry, <strong>%s</strong> vereist Paid Memberships Pro voor deze plugin om te werken. Installeer en activeer <strong><a href="%s">Paid Memberships Pro</a></strong> eerst.
sq: Na ndjeni, që kjo shtojcë të funksionojë, <strong>%s</strong> lyp Paid Memberships Pro. Ju lutemi, së pari instaloni dhe aktivizoni <strong><a href="%s">Paid Memberships Pro</a></strong>.

source: Sorry, <strong>%s</strong> requires MailPoet Newsletters for this plugin to work. Please install and activate <strong><a href="%s">MailPoet Newsletters</a></strong> first.
de_de: <strong>%s</strong> benötigt MailPoet Newsletters, damit dieses Plugin funktioniert. Bitte installieren und aktivieren Sie zuerst <strong><a href="%s">MailPoet Newsletters</a></strong>.
el: Συγγνώμη, <strong>%s</strong> απαιτεί MailPoet Newsletters για να δουλέψει αυτό το πρόσθετο. Παρακαλώ εγκαταστήστε και ενεργοποιείστε πρώτα<strong><a href="%s">MailPoet Newsletters</a></strong>.
it_it: Siamo spiacenti, <strong>%s</strong> richiede MailPoet Newsletters per far funzionare questo plugin. Per favore installa e attiva <strong><a href="%s">MailPoet Newsletters</a></strong> prima.
nl_nl: Sorry, <strong>%s</strong> vereist MailPoet Newsletters voor deze plugin om te werken. Installeer en activeer alsjeblieft <strong><a href="%s">MailPoet Newsletters</a></strong> eerst.
sq: Na ndjeni, që kjo shtojcë të funksionojë, <strong>%s</strong> lyp MailPoet Newsletters. Ju lutemi, së pari, instaloni dhe aktivizoni <strong><a href="%s">MailPoet Newsletters</a></strong>.
