Repository: WP-Translations/language-packs
Catalog: auto_teaser/languages/auto_teaser-*.po
Languages: de_de, fr_fr, ru_ru, tr_tr

source: Auto Teaser settings
de_de: Auto-Teaser-Einstellungen
fr_fr: Réglages d'Auto Teaser
ru_ru: Настройки Auto Teaser
tr_tr: Auto Teaser ayarları

source: Settings saved.
de_de: Die Einstellungen wurden gespeichert.
fr_fr: Réglages enregistrés.
ru_ru: Настройки сохранены.
tr_tr: Ayarlar saklandı.

source: Teaser format
fr_fr: Format du teaser
ru_ru: Формат тизера
tr_tr: Teaser düzeni

source: Enter teaser format...
de_de: Teaser-Format eingeben...
fr_fr: Saisissez le format du teaser&hellip;
ru_ru: Введите формат тизера...
tr_tr: Teaser biçimini girin...

source: %s characters
de_de: %s Zeichen
fr_fr: %s caractères
ru_ru: %s символов
tr_tr: %s karakter

source: Defines the way the teaser is being displayed. <strong>HTML allowed</strong>.
de_de: Legt fest, wie der Teaser dargestellt werden sol. <strong>HTML wird unterstützt</strong>.
fr_fr: Définis la façon dont le teaser est affiché. <strong>HTML autorisé</strong>.
ru_ru: Определяет, как будет отображаться тизер. <strong>HTML разрешен</strong>.
tr_tr: Teaser'ın görüntüleneceği yolu tanımlar. <strong>HTML izinli</strong>.

source: Show preview
de_de: Vorschau einblenden
fr_fr: Afficher l’aperçu
ru_ru: Показать превью
tr_tr: Önizlemeyi göster

source: Hide preview
de_de: Vorschau ausblenden
fr_fr: Masquer l’aperçu
ru_ru: Скрыть просмотр
tr_tr: Önizlemeyi gizle

source: Show placeholders
de_de: Platzhalter einblenden
fr_fr: Afficher les emplacements
ru_ru: Показать заполнители
tr_tr: Yertutucuları göster

source: Hide placeholders
de_de: Platzhalter ausblenden
fr_fr: Masquer les emplacements
ru_ru: Скрыть заполнители
tr_tr: Yertutucuları gizle

source: Administrator
fr_fr: Administrateur
ru_ru: Администратор
tr_tr: Yönetici

source: Travel reports
de_de: Reiseberichte
fr_fr: Conseils aux voyageurs
ru_ru: Отчеты о поездках
tr_tr: Gezi raporları

source: Blog
ru_ru: Блог

source: All posts
de_de: Alle Beiträge
fr_fr: Tous les articles
ru_ru: Все посты
tr_tr: Tüm gönderiler

source: The generated teaser.
de_de: Der generierte Teaser.
fr_fr: Le teaser généré.
ru_ru: Сгенированный тизер.
tr_tr: Üretilen teaser.

source: Post's excerpt.
de_de: Beitragsauszug
fr_fr: L’extrait de l’article.
ru_ru: Отрывок поста.
tr_tr: Gönderinin alıntısı.

source: Permalink (URL) to the current post.
de_de: Permalink (URL) zum Beitrag.
fr_fr: Permalien (URL) vers l’article en cours.
ru_ru: Постоянная ссылка (URL) на этот пост
tr_tr: Geçerli gönderiye kalıcı bağlantı (URL).

source: Author of the post
de_de: Autor des Beitrags.
fr_fr: Auteur de l’article
ru_ru: Автор публикации
tr_tr: Gönderinin yazarı

source: The total number of comments.
de_de: Die Gesamtzahl der Kommentare des Beitrags.
fr_fr: Le nombre total de commentaires.
ru_ru: Общее количество комментариев.
tr_tr: Yorumların toplam sayısı.

source: Post's categories separated with commas.
de_de: Beitrags-Kategorien getrennt mit Kommata.
fr_fr: Les catégories d’articles séparées par des virgules.
ru_ru: Категории постов, разделённые запятыми.
tr_tr: Gönderilerin virgülle ayrılmış kategorileri.

source: First found category post is saved in.
de_de: Die erste gefundene Kategorie, in die der Beitrag abgelegt wurde.
fr_fr: La première catégorie d’article trouvée est enregistrée dedans.
ru_ru: Первое найденное сообщение категории сохраняется.
tr_tr: Gönderinin saklandığı bulunan ilk kategori.

source: Teaser split style
de_de: Teaser-Trennung
fr_fr: Style du séparateur du teaser
ru_ru: Тизерный стиль разделения
tr_tr: Teaser bölünme biçimi

source: Paragraphs
de_de: Absätze
fr_fr: Paragraphes
ru_ru: Параграфы
tr_tr: Paragraflar

source: Sentences
de_de: Sätze
fr_fr: Phrases
ru_ru: Выражения
tr_tr: Cümleler

source: Words
de_de: Wörter
fr_fr: Mots
ru_ru: Слова
tr_tr: Kelimeler

source: Characters
de_de: Zeichen
fr_fr: Caractères
ru_ru: Символы
tr_tr: Karakterler

source: Custom
de_de: Benutzerdefiniert
fr_fr: Personnalisé
ru_ru: Настраиваемый
tr_tr: Özel

source: How should Auto Teaser split the teaser?
de_de: Wie soll Auto Teaser den Teaser trennen?
fr_fr: Comment Auto Teaser doit séparer le teaser ?
ru_ru: Как Auto Teaser разделяет тизер?
tr_tr: Auto Teaser teaser'ı nasıl bölmeli?

source: before
de_de: vor
fr_fr: Avant
ru_ru: до
tr_tr: önce

source: after
de_de: nach
fr_fr: Après
ru_ru: после
tr_tr: sonra

source: Split %s finding
de_de: Teaser %s dem folgendem String trennen
fr_fr: Diviser %s en trouvant
ru_ru: Разделить %s найденого
tr_tr: %s bulunandan böl

source: Show
de_de: Einblenden
fr_fr: Afficher
ru_ru: Показать
tr_tr: Göster

source: Replace default excerpt
de_de: Standard-Auszug ersetzen
fr_fr: Remplacer l’extrait par défaut
ru_ru: Заменить отрывок по умолчанию
tr_tr: Varsayılan alıntıyı değiştir

source: Yes
de_de: Ja
fr_fr: Oui
ru_ru: Да
tr_tr: Evet

source: No
de_de: Nein
fr_fr: Non
ru_ru: Нет
tr_tr: Hayır

source: Displays the auto teaser wherever WordPress' native <code>the_excerpt()</code> or <code>get_the_excerpt()</code> is being called.
de_de: Zeigt den generierten teaser an, wann immer WordPress' Funktionen <code>the_excerpt()</code> oder <code>get_the_excerpt()</code> aufgerufen werden.
fr_fr: Affiche l’auto teaser auto partout où les fonctions natives de WordPress <code>the_excerpt()</code> ou <code>get_the_excerpt()</code> sont appelées.
ru_ru: Отображает автоматический тизер везде, где родной WordPress 1 Выдержка 1 или 2 Получить отрывок 2 Вызывается.
tr_tr: WordPress'in kendi <code>the_excerpt()</code> ve <code>get_the_excerpt()</code> fonksiyonlarının çağrıldığı her yerde otomatik teaser görüntüler.

source: Allow HTML
de_de: HTML erlauben
fr_fr: Autoriser l’HTML
ru_ru: Разрешить HTML
tr_tr: HTML'ye izin ver

source: Only allowed tags
de_de: Nur ausgewählte Tags
fr_fr: Autoriser uniquement les balises
ru_ru: Только разрешенные теги
tr_tr: Yalnızca izin verilen etiketler

source: E.g.: p, div, br
de_de: Z.B.: p, div, br
fr_fr: P.ex. p, div, br
ru_ru: Например: p, div, br
tr_tr: Mesela: p, div, br

source: Defines whether HTML is allowed inside the teaser or not. Separate allowed tags with commas.
de_de: Legt fest, ob HTML im Teaser erlaubt sein sollen oder nicht. Trenne mehrere Tags mit Kommata.
fr_fr: Définis si l’HTML est autorisé à l’intérieur du teaser ou pas. Séparez les balises autorisées par des virgules.
ru_ru: Определяет, разрешен ли HTML внутри тизера или нет. Разделяйте допустимые теги запятыми.
tr_tr: Teaser'ın içinde HTML'e izin verilip verilmeyeceğini belirler. İzin vereceğiniz etiketleri virgülle ayırın.

source: Exclude post IDs
de_de: Post IDs ausschließen
fr_fr: Exclure les IDs d’articles
ru_ru: Исключить ID постов
tr_tr: Şu gönderi ID'lerini hariç tut

source: E.g.: 13, 84, 194
fr_fr: P.ex. 13, 84, 194
ru_ru: Например: 13, 84, 194
tr_tr: Mesela: 13, 84, 194

source: Post IDs Auto Teaser will ignore. Separate multiple IDs with commas.
de_de: IDs der Beiträge, für die Auto Teaser keinen Teaser generieren soll.
fr_fr: Les IDs d’article qu’Auto Teaser ignorera. Séparez les IDs par des virgules.
ru_ru: Auto Teaser проигнорирует ID постов. Разделяйте несколько ID постов запятыми.
tr_tr: Auto Teaser'ın görmezden geleceği gönderi ID'leri. Birden fazla ID'yi virgülle ayırın.

source: Backup teaser
fr_fr: Sauvegarde du teaser
ru_ru: Резервное копирование
tr_tr: Teaser'ı yedekle

source: full post content
de_de: kompletten Beitragsinhalt
fr_fr: le contenu complet de l’article
ru_ru: полный контент поста
tr_tr: Tam gönderi içeriği

source: post excerpt
de_de: Beitragsauszug
fr_fr: extrait de l’article
ru_ru: отрывок поста
tr_tr: gönderi alıntısı

source: custom text
de_de: benutzerdefinierter Text
fr_fr: texte personnalisé
ru_ru: настраиваемый текст
tr_tr: özel metin

source: nothing
de_de: nichts
fr_fr: rien
ru_ru: ничего
tr_tr: hiçbirşey

source: Enter your custom text...
de_de: Benutzerdefinierten Text eingeben...
fr_fr: Saisissez votre texte personnalisé&hellip;
ru_ru: Введите свой текст...
tr_tr: Özel metninizi girin...

source: What to display in case the auto teaser could not be generated.
de_de: Was dargestellt werden soll, wenn Auto Teaser keinen Teaser generieren kann.
fr_fr: Ce qu’il faut afficher au cas où l’auto-teaser n’a pas pu être généré.
ru_ru: Что показывать, если невозможно создать автоматический тизер.
tr_tr: Otomatik teaser'ın üretilememesi durumunda görüntülenecek şey.

source: Save changes
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri sakla

source: Found an error? Help making Auto Teaser better by <a href="%s" title="Click here to report a bug" target="_blank">quickly reporting the bug</a>.
de_de: Hast du einen Fehler entdeckt? Hilf mit, Auto Teaser zu verbessern, indem du einen kurzen <a href="%s" title="Bug-Report verfassen" target="_blank">Bug-Report verfasst</a>.
fr_fr: Vous avez trouvé une erreur&nbsp;? Aidez à améliorer Auto Teaser en <a href="%s" title="Cliquez iic pour signaler un bug" target="_blank">signalant rapidement le bug</a>.
ru_ru: Нашли ошибку? Помогите сделать Auto Teaser лучше <a href="%s" title="Нажмите здесь, чтобы отправить отчёт об ошибке" target="_blank">быстро отправив отчёт об ошибке</a>.
tr_tr: Bir hata mı buldunuz? <a href="%s" title="Click here to report a bug" target="_blank">Hızla hatayı bildirerek</a> Auto Teaser'ın gelişmesine yardım edin.
