Repository: WP-Translations/language-packs
Catalog: taxamoedd_1/languages/taxamoedd_1-*.po
Languages: fr_fr

source: EDD Taxamo Integration
fr_fr: EDD Taxamo Intégration

source: requires Easy Digital Downloads! Please activate it to continue!
fr_fr: nécessite Easy Digital Downloads. Veuillez l’activer pour continuer !

source: requires Easy Digital Downloads! Please install it to continue!
fr_fr: nécessite Easy Digital Downloads. Veuillez l’installer pour continuer !

source: Taxamo Integration
fr_fr: Intégration de Taxamo

source: Taxamo Public Token
fr_fr: Jeton publique de Taxamo

source: Available from <a href="%s">Taxamo</a>.
fr_fr: Disponible sur <a href="%s">Taxamo</a>.

source: Taxamo Private Token
fr_fr: Jeton privé de Taxamo

source: Ask for VAT Number?
fr_fr: Demandez le numéro de TVA ?

source: If you wish to ask the user for a VAT number, please check this box.
fr_fr: Si vous souhaitez demander à l’utilisateur son numéro de TVA, veuillez cocher cette case.

source: Custom ID Format
fr_fr: Format personnalisé de l&rsquo;ID

source: Format of the Custom ID.<br/>The string %%ID%% is replaced with the payment ID.
fr_fr: Format de l&rsquo;ID personnalisé.</br>La chaîne %%ID%% sera remplacée par l&rsquo;ID du paiement.

source: Disable Custom ID
fr_fr: Désactiver l&rsquo;ID personnalisée

source: Tick this box to disable the custom ID from being sent to Taxamo.
fr_fr: Cochez cette case si vous voulez désactiver l&rsquo;envoie de l&rsquo;identifiant personnalisé sur Taxamo.

source: Custom Invoice Format
fr_fr: Format de la facture personnalisée

source: Format of the Invoice Number.<br/>The string %%ID%% is replaced with the payment ID.
fr_fr: Format du numéro de la facture.</br>La chaîne %%ID%% sera remplacée par l'&rsquo;D du paiement.

source: Disable Custom Invoice
fr_fr: Désactiver la facture personnalisée

source: Tick this box to disable the custom invoice from being sent to Taxamo, and allow the invoice number to be auto generated by Taxamo.
fr_fr: Cochez cette case si vous voulez désactiver l&rsquo;envoie de la facture personnalisée sur Taxamo, et permettre le nombre de la facture au-généré par Taxamo.

source: Introduction Header Text
fr_fr: Texte d&rsquo;introduction de l&rsquo;en-tête

source: This text will be added before the extra fields. Use this to link to your privacy policy and why you need this information
fr_fr: Ce texte s&rsquo;affichera au dessus des champs supplémentaires. Utilisez-le pour faire un lien vers votre page de politique de confidentialité et expliquez pourquoi vous avez besoin de ces informations.

source: By clicking this checkbox, I can confirm my billing address is valid and is located in my usual country of residence.
fr_fr: En cliquant cette case, je confirme que mon adresse de facturation est valide et se trouve dans mon pays de résidence habituel.

source: I am registered for VAT in the EU
fr_fr: J&rsquo;ai un numéro de TVA dans l&rsquo;EU

source: VAT Number
fr_fr: Numéro de TVA

source: If you are registered for VAT, place your VAT number here (no spaces).
fr_fr: Si vous avez un numéro de TVA, placez votre numéro de TVA ici (sans espaces).

source: If you are VAT registered, please enter a VAT number.
fr_fr: Si vous avez un numéro de TVA enregistré, entrez ce numéro ici.

source: The VAT number is invalid. Please double check or untick the VAT Registered Box.
fr_fr: Le numéro de TVA n'est pas valide. Veuillez le revérifier ou décochez la boite d'enregistrement de la TVA.

source: Private key not present, so unable to complete purchase. Please contact shop owner.
fr_fr: Clé privée non présente, donc il est impossible de terminer l&rsquo;achat. Veuillez contacter le propriétaire de la boutique.

source: Please confirm that the billing address is correct.
fr_fr: Veuillez confirmer que cette adresse de facturation est correcte.

source: VAT Number:
fr_fr: Numéro de TVA :

source: If the customer had a VAT number, it will be here
fr_fr: Si le client a un numéro de TVA, il sera ici

source: Taxamo Integration needs Taxes to be Enabled. <a href="%s">Click Here to enable Taxes</a>.
fr_fr: L&#39;intégration de Taxamo nécessite que la TVA sur les achats soit activée. <a href="%s">Cliquez ici pour l'activer</a> .

source: You need to add the Taxamo Public & Private Keys to the extension. <a href="%s"><strong>Sign Up for Taxamo</strong></a> and then <a href="%s">Click Here to add these fields</a>.
fr_fr: Vous devez ajouter les clés publique et privée à l'extension.<a href="%s"><strong>Enregistrez-vous sur Taxamo</strong></a> et ensuite <a href="%s">cliquez ici pour ajoutez ces champs</a>.

source: Sign Up For Taxamo
fr_fr: S’enregistrer sur Taxamo

source: Get Support
fr_fr: Obtenir de l'aide

source: Integrate Taxamo into Easy Digital Downloads. Make yourself Compatible with the VATMOSS EU Legislation
fr_fr: Intégrer Taxamo dans Easy Digital Downloads. Soyez compatible avec la législation VATMOSS européenne.
