Repository: WP-Translations/language-packs
Catalog: sexy-author-bio/languages/sexy-author-bio-*.po
Languages: fr_fr

source: Author Signature Info
fr_fr: Info de signature de l'auteur

source: Job Title
fr_fr: Titre du poste

source: Please enter your job title.
fr_fr: Merci de saisir le nom de votre poste.

source: Hide Job Title
fr_fr: Cacher le titre du poste

source: Check this checkbox if you want the job title hidden for this user.
fr_fr: Cochez ceci si vous voulez que le titre du poste soit caché pour cet utilisateur.

source: Company
fr_fr: Société

source: Please enter your company.
fr_fr: Merci de saisir votre société

source: Company Website URL
fr_fr: URL du site de la société

source: Please enter your company's website URL.
fr_fr: Merci d'entrer l'URL du site de votre société.

source: Name Link
fr_fr: Nom du lien

source: Please enter the URL you want your name to link to.
fr_fr: Merci d'entrer le nom de lien que vous voulez afficher pour votre URL

source: Avatar Link
fr_fr: Lien d'avatar

source: Please enter the URL you want your avatar to link to.
fr_fr: Merci d'entrer l'URL du lien pour votre avatar.

source: Hide Signature
fr_fr: Cacher la signature

source: Check this checkbox if you want the signature hidden for this user.
fr_fr: Cochez ceci si vous voulez que la signature soit cachée pour cet utilisateur.

source: Custom Avatar URL
fr_fr: URL d'avatar personnalisé

source: If you would prefer to use a custom avatar image instead of your Gravatar, enter the URL of the custom avatar image here.
fr_fr: Si vous préférez utiliser un avatar personnalisé au lieu de votre Gravatar, entrez l'URL de votre avatar ici.

source: The Sexy Author Bio Widget
fr_fr: Le widget Sexy Author Bio

source: Title:
fr_fr: Titre :

source: Install Required Plugins
fr_fr: Installation des extensions requises

source: Install Plugins
fr_fr: Installation des extensions

source: Installing Plugin: %s
fr_fr: Installation de l'extension : %s

source: Something went wrong with the plugin API.
fr_fr: Une erreur s'est produite avec l'API de l'extension.

source: This theme requires the following plugin: %1$s.
fr_fr: Ce thème a besoin de l'extension suivante : %1$s

source: This theme recommends the following plugin: %1$s.
fr_fr: Ce thème recommande l'extension suivante : %1$s.

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
fr_fr: Désolé mais vous n'avez pas les droits suffisants pour installer l'extension %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
fr_fr: L'extension suivante nécessite une mise à jour pour assurer une compatibilité maximum avec ce thème : %1$s

source: There is an update available for: %1$s.
fr_fr: Il y a une mise à jour disponible pour : %1$s

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
fr_fr: Désolé, mais vous n'avez pas la permission de mettre à jour l'extension %1$s.

source: The following required plugin is currently inactive: %1$s.
fr_fr: L'extension requise suivante est inactive : %1$s

source: The following recommended plugin is currently inactive: %1$s.
fr_fr: L'extension requise suivante est inactive : %1$s

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
fr_fr: Désolé, mais vous n'avez pas la permission d'activer l'extension %1$s.

source: Begin installing plugin
fr_fr: Début d'installation de l'extension

source: Begin updating plugin
fr_fr: Début de mise à jour de l'extension

source: Begin activating plugin
fr_fr: Début d'activation de l'extension

source: Return to Required Plugins Installer
fr_fr: Retour vers l'installeur d'extensions

source: Return to the dashboard
fr_fr: Retour au Tableau de Bord

source: Plugin activated successfully.
fr_fr: Extension activée avec succès.

source: The following plugin was activated successfully:
fr_fr: L'extension suivante a été activée avec succès :

source: No action taken. Plugin %1$s was already active.
fr_fr: Pas d'action requise. L'extension %1$s est déjà active.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
fr_fr: Extension non activée. Une version plus récente de %s est requise pour ce thème. Merci de la mettre à jour.

source: All plugins installed and activated successfully. %1$s
fr_fr: Toutes extensions installées et activées. %1$s

source: Dismiss this notice
fr_fr: Retirer cette notice

source: Please contact the administrator of this site for help.
fr_fr: Merci de contacter l'administrateur de ce site pour de l'aide.

source: Required
fr_fr: Requis

source: Recommended
fr_fr: Recommandé

source: WordPress Repository
fr_fr: Dépot WordPress

source: External Source
fr_fr: Source externe

source: Pre-Packaged
fr_fr: Pré-Packagé

source: Not Installed
fr_fr: Non installé

source: Installed But Not Activated
fr_fr: Installé mais non activé

source: Active
fr_fr: Actif

source: Required Update not Available
fr_fr: Mise à jour requise non disponible

source: Requires Update
fr_fr: Mise à jour requise

source: Update recommended
fr_fr: Mise à jour recommandée

# plugins
source: All <span class="count">(%s)</span>
fr_fr: Tout <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
fr_fr: Pour installer <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
fr_fr: Mise à jour disponible <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
fr_fr: Pour activer <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
fr_fr: inconnu

source: Installed version:
fr_fr: Version installée :

source: Minimum required version:
fr_fr: Version minimum requise :

source: Available version:
fr_fr: Version disponible :

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
fr_fr: 0 extensions à installer ou à activer. <a href="%1$s">Retour vers le Tableau de Bord</a>

source: Plugin
fr_fr: Extension

source: Status
fr_fr: État

# %2$s = plugin name in screen reader markup
source: Install %2$s
fr_fr: Installer %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
fr_fr: Mise à jour %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
fr_fr: Activater %2$s

source: Install
fr_fr: Installer

source: Update
fr_fr: Mise à jour

source: Activate
fr_fr: Activer

source: No plugins were selected to be installed. No action taken.
fr_fr: 0 extensions disponibles à l'installation pour l'instant Pas d'action en cours.

source: No plugins were selected to be updated. No action taken.
fr_fr: 0 extensions choisies pour la mise à jour. Pas d'action en cours.

source: No plugins are available to be installed at this time.
fr_fr: 0 extensions disponibles à l'installation pour l'instant

source: No plugins are available to be updated at this time.
fr_fr: 0 extensions disponibles à la mise à jour pour l'instant.

source: Plugin activation failed.
fr_fr: Échec d'activation de l'extension

source: Updating Plugin %1$s (%2$d/%3$d)
fr_fr: Mise à jour d'extension %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fr_fr: Une erreur a eu lieu durant l'installation de %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
fr_fr: L'installation de %1$s a échoué

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Le processus d'installation et d'activation démarre. Cette opération peut prendre quelques minutes selon votre hébergement, patientez...

source: %1$s installed and activated successfully.
fr_fr: %1$s installé et activé avec succès.

source: All installations and activations have been completed.
fr_fr: Toutes les installations et les activations ont été effectuées

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fr_fr: Installation et activation de l'extension %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Le processus d'installation démarre. Cette opération peut prendre quelques minutes selon votre hébergement, soyez patients

source: All installations have been completed.
fr_fr: Toutes les installations ont été effectuées.

source: Installing Plugin %1$s (%2$d/%3$d)
fr_fr: Installation de l'extension %1$s (%2$d/%3$d)

source: Settings
fr_fr: Paramètres

source: Display in
fr_fr: Affichage

source: You can display the box directly into your theme using: %s
fr_fr: Vous pouvez afficher directement la boîte dans votre thème en utilisant : %s

source: Only in Posts
fr_fr: Seulement dans les articles

source: Homepage and Posts
fr_fr: Page d'accueil et articles

source: None
fr_fr: Aucun

source: Author Links
fr_fr: Liens de l'auteur

source: Control whether or not users can set avatar and name links
fr_fr: Contrôle si les utilisateurs peuvent ou ne peuvent pas définir les liens du nom et de l'avatar

source: Users set the links
fr_fr: Les utilisateurs définissent les liens

source: Author avatar and name link to author page
fr_fr: Avatar de l'auteur et nom du lien vers la page auteur

source: Remove links from author avatar and name
fr_fr: Retirer les liens de l'avatar et du nom de l'auteur

source: Nofollow Links
fr_fr: Liens nofollow

source: Toggle Sexy Author Bio links between follow and nofollow
fr_fr: Basculer les liens de Sexy Author Bio entre follow et nofollow

source: FOLLOW Links
fr_fr: Liens FOLLOW

source: NOFOLLOW Links
fr_fr: Liens NOFOLLOW

source: Link Target
fr_fr: Cible du lien

source: Set Sexy Author Bio links to open in current window or in a new window
fr_fr: Définir l'ouverture des liens Sexy Author Bio dans la fenêtre actuelle ou une nouvelle

source: Load in the full body of the window
fr_fr: Charger dans le corps entier de la fenêtre

source: Load in a new window
fr_fr: Ouvrir dans une nouvelle fenêtre

source: Gravatar size
fr_fr: Taille de Gravatar

source: Set the Gravatar size (only integers). To configure the profile picture of the author you need to register in %s
fr_fr: Définir la taille de Gravatar (nombres entiers seulement). Pour configurer l'image de profil de l'auteur vous devez vous enregistrer sur %s.

source: Author Name Font Size
fr_fr: Taille de police du nom de l'auteur

source: Set the author name font size in pixels
fr_fr: Définir la taille de police du nom d'auteur en pixels

source: Author Name Line Height
fr_fr: Hauteur de ligne du nom de l'auteur

source: Set the author name line height in pixels (the same line height as the font size is a good starting point)
fr_fr: Définir la hauteur de lignes en pixels du nom d'auteur (la même hauteur de ligne que la taille de police est un bon point de départ)

source: Author Name Font
fr_fr: Police du nom de l'auteur

source: Set the author name font
fr_fr: Définir la police du nom d'auteur

source: Author Name Font Weight
fr_fr: Poids de police du nom de l'auteur

source: Set the author name font weight (different fonts allow for different weight options)
fr_fr: Définir le poids de la police du nom d'auteur (des polices différentes autorisent des options de poids différentes)

source: Extra Light or Ultra Light
fr_fr: Extra fin ou Ultra fin

source: Light or Thin
fr_fr: Light ou Thin

source: Book or Demi
fr_fr: Book ou Demi

source: Normal or Regular
fr_fr: Normal ou Regular

source: Medium
fr_fr: Moyen

source: Bold
fr_fr: Gras

source: Black, Extra Bold or Heavy
fr_fr: Black, Extra Bold ou Heavy

source: Extra Black, Fat, Poster or Ultra Black
fr_fr: Extra Black, Fat, Poster ou Ultra Black

source: Author Name Capitalization
fr_fr: Mise en capitales du nom d'auteur

source: UPPERCASE
fr_fr: MAJUSCULES

source: Capitalize
fr_fr: Majuscules

source: lowercase
fr_fr: minuscules

source: As is
fr_fr: Tel quel

source: Author Name Decoration
fr_fr: Décoration du nom de l'auteur

source: Underline
fr_fr: Souligné

source: Author Byline Font Size
fr_fr: Taille de police du sous-titre d'auteur

source: Set the author byline (Job Title &amp; Company) font size in pixels
fr_fr: Définir la taille de police du sous-titre d'auteur (Titre de poste et entreprise)

source: Author Byline Line Height
fr_fr: Hauteur de ligne du sous-titre d'auteur

source: Set the author byline line height in pixels (the same line height as the font size is a good starting point)
fr_fr: Définir la hauteur de ligne du sous-titre d'auteur (la même hauteur de ligne que la taille de police est un bon point de départ)

source: Author Byline Font
fr_fr: Police du sous-titre d'auteur

source: Set the author byline (Job Title &amp; Company) font
fr_fr: Définir la police du sous-titre d'auteur (Titre de poste et entreprise)

source: Author Byline Font Weight
fr_fr: Poids de la police du sous-titre d'auteur

source: Set the author byline font weight (different fonts allow for different weight options)
fr_fr: Définir le poids de la police du sous-titre d'auteur (des polices différentes autorisent des options de poids différentes)

source: Author Byline Capitalization
fr_fr: Casse du sous-titre de l&rsquo;auteur

source: Author Byline Decoration
fr_fr: Décoration du sous-titre de l&rsquo;auteur

source: Author Biography Font Size
fr_fr: Taille de police de la biographie de l'auteur

source: Set the author biography font size in pixels
fr_fr: Définir la taille de la police de la biographie de l&rsquo;auteur en pixels.

source: Author Biography Line Height
fr_fr: Hauteur de ligne de la biographie de l'auteur

source: Set the author biography line height in pixels (the same line height as the font size is a good starting point)
fr_fr: Définir la hauteur de ligne en pixels pour la biographie de l'auteur (la même hauteur de ligne que la taille de police est un bon point de départ)

source: Author Biography Font
fr_fr: Police de la biographie de l'auteur

source: Set the author biography font
fr_fr: Définir la police de la biographie d'auteur

source: Author Biography Font Weight
fr_fr: Poids de le police de la biographie de l'auteur

source: Set the author biography font weight (different fonts allow for different weight options)
fr_fr: Définir le poids de police de la biographie d'auteur (des polices différentes autorisent des options de poids différentes)

source: Job Title Company Separator
fr_fr: Séparateur d'entreprise et de titre de poste

source: Set the text to separate job title and company
fr_fr: Définir le texte pour séparer le titre de poste et l'entreprise

source: Background color
fr_fr: Couleur d&rsquo;arrière plan

source: Highlight color
fr_fr: Couleur pour la surbrillance

source: Text color
fr_fr: Couleur de texte

source: Byline color
fr_fr: Couleur du sous-titre

source: Top Border size
fr_fr: Taille de bordure haute

source: Thickness of the top border of the box (only integers)
fr_fr: Épaisseur de la bordure haute de la boîte (nombres entiers seulement).

source: Right Border size
fr_fr: Taille de bordure droite

source: Thickness of the right border of the box (only integers)
fr_fr: Épaisseur de la bordure droite de la boîte (nombres entiers seulement).

source: Bottom Border size
fr_fr: Taille de bordure basse

source: Thickness of the bottom border of the box (only integers)
fr_fr: Épaisseur de la bordure basse de la boîte (nombres entiers seulement).

source: Left Border size
fr_fr: Taille de bordure gauche

source: Thickness of the left border of the box (only integers)
fr_fr: Épaisseur de la bordure gauche de la boîte (nombres entiers seulement).

source: Border style
fr_fr: Style de bordure

source: Solid
fr_fr: Solide

source: Dotted
fr_fr: Points

source: Dashed
fr_fr: Tirets

source: Border color
fr_fr: Couleur de bordure

source: Display Avatar on Smartphones
fr_fr: Afficher l'avatar sur les smartphones

source: Toggle display of Sexy Author Bio Avatars on smartphones (0 - 767px in width)
fr_fr: Bascule d'affichage de Sexy Author Bio sur les smartphones (0 - 767 pixels de large)

source: Display
fr_fr: Afficher

source: Hide
fr_fr: Cacher

source: User Roles
fr_fr: Rôles utilisateurs

source: Allow Access For
fr_fr: Autoriser l'accès pour

source: Control which user roles have access to Sexy Author Bio user fields
fr_fr: Contrôle quels rôles utilisateurs ont accès aux champs utilisateurs de Sexy Author Bio

source: Admins and Editors
fr_fr: Admins et éditeurs

source: Admins, Editors and Authors
fr_fr: Admins, éditeurs et auteurs

source: Admins, Editors, Authors and Contributors
fr_fr: Admins, éditeurs, auteurs et contributeurs

source: Icon Set
fr_fr: Définir Icone

source: Icon size (in pixels)
fr_fr: Taille d'icône (en pixels)

source: The height & width of the social icons.<br /><strong>DO NOT SET ABOVE 64!</strong>
fr_fr: La hauteur et la largeur des icônes sociales.<br /><strong>Ne dépasser 64 !</strong>

source: Icon spacing (in pixels)
fr_fr: Espacement d'icône (en pixels)

source: The width between social icons
fr_fr: La largeur entre les icônes sociales

source: Icon Hover Effect
fr_fr: Effet de survol d'icône

source: The effect when users hover over social icons with their cursor
fr_fr: L'effet quand les utilisateurs survolent les icônes sociales avec leur curseur

source: Fade
fr_fr: Estompement

source: Icon Position
fr_fr: Position d'icône

source: The position of the icons relative to the bio
fr_fr: La position relative des icônes par rapport à la bio

source: Top
fr_fr: Haut

source: Bottom
fr_fr: Bas

source: Pick Icon Set
fr_fr: Choix de jeu d'icônes

source: Flat Squares
fr_fr: Carrés plats

source: Flat Squares Rounded
fr_fr: Carrés plats arrondis

source: Shadow Squares
fr_fr: Carrés ombrés

source: Flat Circles
fr_fr: Cercles plats

source: Shadow Circles
fr_fr: Cercles ombrés

source: Custom CSS
fr_fr: CSS personnalisé

source: YOUR Custom CSS
fr_fr: VOTRE code CSS personnalisé ici

source: Paste your custom CSS here
fr_fr: Collez votre code CSS personnalisé ici.

source: Responsive CSS
fr_fr: CSS personnalisé

source: DESKTOP<br />1,200px +
fr_fr: DESKTOP<br />1200pixels +

source: Paste your custom CSS for DESKTOP 1,200px + here
fr_fr: Collez votre code CSS pour les DESKTOP 1200 pixels ici

source: IPAD LANDSCAPE<br />1019 - 1199px
fr_fr: IPAD PORTRAI<br />1019 - 1199 pixels

source: Paste your custom CSS for IPAD LANDSCAPE 1019 - 1199px here
fr_fr: Collez votre CSS pour IPAD PAYSAGE 1019 - 1199 pixels ici

source: IPAD PORTRAIT<br />768 - 1018px
fr_fr: IPAD PORTRAIT<br />768 - 1018 pixels

source: Paste your custom CSS for IPAD PORTRAIT 768 - 1018px here
fr_fr: Collez votre code CSS pour IPAD PORTRAIT 768 - 1018 pixels ici

source: SMARTPHONES<br />0 - 767px
fr_fr: SMARTPHONES<br />0 - 767 pixels

source: Paste your custom CSS for SMARTPHONES 0 - 767px here
fr_fr: Collez votre CSS pour SMARTPHONES 0 - 767 pixels ici

source: Dribbble
fr_fr: Dribble

source: No news items, feed might be broken...
fr_fr: Pas d'éléments de news, le flux est peut-être cassé...
